
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Костетряс-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122250::::::::42:267:::1:583:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122664::::::::42:267::::::|h[Вечное колье горизонта]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122360::::::::42:267:::1:583:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122384::::::::42:267:::1:583:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 51968,
			["Level"] = 38,
			["Link"] = "|cff0070dd|Hitem:51968::::::::32:266:512:17:2:1691:4244:32:::|h[Номерная опояска с символом огненной вспышки]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122256::::::::42:267:::1:583:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 51967,
			["Level"] = 42,
			["Link"] = "|cff0070dd|Hitem:51967::::::::36:267:512:17:2:1679:4244:36:::|h[Пронумерованные сандалии со знаком быстрого клинка]|h|r",
		}, -- [8]
		{
			["ID"] = 82881,
			["Level"] = 37,
			["Link"] = "|cff0070dd|Hitem:82881::::::::31:265:512:1:1:4032:31:::|h[Манжеты темных стихий]|h|r",
		}, -- [9]
		{
			["ID"] = 59551,
			["Level"] = 30,
			["Link"] = "|cff0070dd|Hitem:59551::::::::24:267:512:11:2:3634:5685:24:::|h[Перчатки из спутанной пряжи]|h|r",
		}, -- [10]
		{
			["ID"] = 88293,
			["Level"] = 40,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:88293::::::::34:267:512:1:1:4043:34:::|h[Кольцо огненных пальцев]|h|r",
		}, -- [11]
		{
			["ID"] = 88293,
			["Level"] = 40,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:88293::::::::36:267:512:1:1:4043:34:::|h[Кольцо огненных пальцев]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 46,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::42:267:::1:582:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122362,
			["Level"] = 46,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122362::::::::42:267::::::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122262::::::::42:267:::1:582:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 46,
			["Link"] = "|cff00ccff|Hitem:122353::::::::42:267:::1:582:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
		{
			["ID"] = 117356,
			["Level"] = 28,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:117356::::::::25:267:512:11:1:6315:25:::|h[Устрашающий тесак Всадника]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
