
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "22:46:56",
			["date_start"] = "22:46:42",
			["name"] = "Аргус Порабощенный",
			["total_time"] = 157.6970000001602,
		}, -- [1]
		{
			["date_end"] = "22:46:13",
			["date_start"] = "22:44:19",
			["name"] = "Аргус Порабощенный",
			["total_time"] = 114,
		}, -- [2]
		{
			["date_end"] = "22:44:00",
			["date_start"] = "22:43:19",
			["name"] = "Агграмар",
			["total_time"] = 41.40999999968335,
		}, -- [3]
		{
			["date_end"] = "19:01:20",
			["date_start"] = "19:00:50",
			["name"] = "Аргус Порабощенный",
			["total_time"] = 204.7409999999218,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[248499] = {
				{
					5.942999999970198, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
			},
		}, -- [1]
		{
			[253061] = {
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [1]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [2]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [3]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [4]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [6]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [7]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [8]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [9]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [10]
				{
					81.08700000029057, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [11]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [12]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [13]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [14]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [15]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [16]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [17]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [18]
				{
					87.14500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [19]
				{
					87.14500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [20]
				{
					89.56400000024587, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [21]
				{
					89.56400000024587, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [22]
				{
					91.99600000027567, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [23]
				{
					94.41600000020117, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [24]
			},
			[256542] = {
				{
					110.594000000041, -- [1]
					"Аргус Порабощенный", -- [2]
					256542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257296] = {
				{
					15.625, -- [1]
					"Аргус Порабощенный", -- [2]
					257296, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[258399] = {
				{
					113.594000000041, -- [1]
					"Аргус Порабощенный", -- [2]
					258399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[248499] = {
				{
					5.666999999899417, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
				{
					16.53099999995902, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [2]
			},
		}, -- [2]
		{
			[244912] = {
				{
					35.72000000020489, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.52199999988079, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.52199999988079, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[243431] = {
				{
					24.13700000010431, -- [1]
					"Агграмар", -- [2]
					243431, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[245631] = {
				{
					19.47200000006706, -- [1]
					"Пламя Тайшалака", -- [2]
					245631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[244693] = {
				{
					7.413000000175089, -- [1]
					"Агграмар", -- [2]
					244693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
			},
			[244901] = {
				{
					17.46100000012666, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.46100000012666, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [3]
		{
			[257296] = {
				{
					16.62300000002142, -- [1]
					"Аргус Порабощенный", -- [2]
					257296, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[248499] = {
				{
					9.242000000085682, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
				{
					17.70800000010058, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					23.81600000010803, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
			},
			[256388] = {
				{
					20.07000000006519, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.07000000006519, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.47400000004564, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [4]
		{
			[248499] = {
				{
					7.091000000014901, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
				{
					18.02100000006612, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [2]
				{
					47.12899999995716, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [3]
			},
			[258399] = {
				{
					146.9070000000065, -- [1]
					"Аргус Порабощенный", -- [2]
					258399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257296] = {
				{
					16.89699999999721, -- [1]
					"Аргус Порабощенный", -- [2]
					257296, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[252616] = {
				{
					121.8610000000335, -- [1]
					"Констеллар-куратор", -- [2]
					252616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256542] = {
				{
					143.890000000014, -- [1]
					"Аргус Порабощенный", -- [2]
					256542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[252707] = {
				{
					97.87100000004284, -- [1]
					"Констеллар-куратор", -- [2]
					252707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					117.8889999999665, -- [1]
					"Констеллар-куратор", -- [2]
					252707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [2]
			},
			[252729] = {
				{
					91.875, -- [1]
					"Констеллар-куратор", -- [2]
					252729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					111.8680000000168, -- [1]
					"Констеллар-куратор", -- [2]
					252729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[253061] = {
				{
					84.82700000004843, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [5]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [6]
				{
					84.84400000004098, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [7]
				{
					86.63899999996647, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [8]
				{
					86.63899999996647, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [9]
				{
					86.63899999996647, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [10]
				{
					87.25, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [11]
				{
					87.25, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [12]
				{
					87.25, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [13]
				{
					88.47100000001956, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [14]
				{
					88.47100000001956, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [15]
				{
					88.47100000001956, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [16]
				{
					88.47100000001956, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [17]
				{
					89.68400000000838, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [18]
				{
					89.68400000000838, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [19]
				{
					90.89500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [20]
				{
					90.89500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [21]
				{
					90.89500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [22]
				{
					90.89500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [23]
				{
					92.09999999997672, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [24]
				{
					92.09999999997672, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [25]
				{
					93.32299999997485, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [26]
				{
					93.32299999997485, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [27]
				{
					93.32299999997485, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [28]
				{
					94.54000000003725, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [29]
				{
					94.54000000003725, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [30]
				{
					95.7510000000475, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [31]
				{
					95.7510000000475, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [32]
				{
					95.7510000000475, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [33]
				{
					96.96999999997206, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [34]
				{
					96.96999999997206, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [35]
				{
					98.1820000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [36]
				{
					98.1820000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [37]
				{
					98.1820000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [38]
				{
					99.38399999996182, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [39]
				{
					99.38399999996182, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [40]
				{
					99.38399999996182, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [41]
				{
					100.6030000000028, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [42]
				{
					100.6030000000028, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [43]
				{
					101.8150000000605, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [44]
				{
					101.8150000000605, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [45]
				{
					101.8150000000605, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [46]
				{
					103.033000000054, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [47]
				{
					104.2480000000214, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [48]
				{
					104.2480000000214, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [49]
				{
					104.2480000000214, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [50]
				{
					106.6680000000633, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [51]
				{
					106.6680000000633, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [52]
				{
					106.6680000000633, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [53]
				{
					108.9429999999702, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [54]
				{
					109.0960000000196, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [55]
				{
					109.0960000000196, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [56]
				{
					111.5280000000494, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [57]
				{
					111.5280000000494, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [58]
				{
					111.5280000000494, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [59]
				{
					113.9710000000196, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [60]
				{
					116.3760000000475, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [61]
				{
					118.8000000000466, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [62]
				{
					120.0060000000522, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [63]
				{
					122.4440000000177, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [64]
				{
					124.8739999999525, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [65]
				{
					127.3090000000084, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [66]
				{
					129.7519999999786, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [67]
			},
		}, -- [5]
		{
			[244912] = {
				{
					43.87199999997392, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.68500000005588, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.68500000005588, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.10400000005029, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					45.10400000005029, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[243431] = {
				{
					31.93700000003446, -- [1]
					"Агграмар", -- [2]
					243431, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[245631] = {
				{
					28.00199999997858, -- [1]
					"Пламя Тайшалака", -- [2]
					245631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.01899999997113, -- [1]
					"Пламя Тайшалака", -- [2]
					245631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[244693] = {
				{
					7.510000000009313, -- [1]
					"Агграмар", -- [2]
					244693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
			},
			[244901] = {
				{
					26.0010000000475, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.0010000000475, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [6]
		{
			[57374] = {
				{
					1.05600000009872, -- [1]
					"Леди Бломе", -- [2]
					57374, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					1.05600000009872, -- [1]
					"Леди Бломе", -- [2]
					57374, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
			},
		}, -- [7]
		{
			[57374] = {
				{
					1.05600000009872, -- [1]
					"Леди Бломе", -- [2]
					57374, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					1.05600000009872, -- [1]
					"Леди Бломе", -- [2]
					57374, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
			},
		}, -- [8]
		{
			[55604] = {
				{
					30.70399999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					31.32899999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					37.82899999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					38.57899999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
				{
					45.07899999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
				{
					45.82899999991059, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [6]
				{
					50.74500000011176, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [7]
				{
					111.4239999998827, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [8]
				{
					111.9239999998827, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [9]
				{
					190.1799999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [10]
				{
					191.4299999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [11]
				{
					197.4299999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [12]
				{
					198.6799999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [13]
				{
					204.6799999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [14]
				{
					205.8049999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [15]
				{
					210.8049999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [16]
				{
					210.8049999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [17]
				{
					211.8049999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [18]
				{
					213.0549999999348, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [19]
				{
					231.3640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [20]
				{
					231.3640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [21]
				{
					238.6140000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [22]
				{
					238.6140000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [23]
				{
					240.3640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [24]
				{
					240.9890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [25]
				{
					245.8640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [26]
				{
					245.8640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [27]
				{
					247.6140000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [28]
				{
					248.2390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [29]
				{
					252.9890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [30]
				{
					252.9890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [31]
				{
					254.7390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [32]
				{
					255.4890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [33]
				{
					260.2390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [34]
				{
					260.2390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [35]
				{
					261.9890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [36]
				{
					262.7390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [37]
				{
					267.4890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [38]
				{
					267.4890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [39]
				{
					269.2390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [40]
				{
					269.8640000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [41]
				{
					274.7390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [42]
				{
					274.7390000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [43]
				{
					276.4890000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [44]
				{
					277.1140000000596, -- [1]
					"Жестокий новобранец", -- [2]
					55604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [45]
			},
			[27825] = {
				{
					104.7050000000745, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					155.6540000000969, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					210.1799999999348, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					231.9890000000596, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					235.6140000000596, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					247.7390000000596, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					258.6140000000596, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					265.8640000000596, -- [1]
					"Безжалостный рыцарь смерти", -- [2]
					27825, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[30094] = {
				{
					1.641999999992549, -- [1]
					"Некрорыцарь", -- [2]
					30094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55313] = {
				{
					0.4080000000540167, -- [1]
					"Кавалерист-рыцарь смерти", -- [2]
					55313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					1.641999999992549, -- [1]
					"Кавалерист-рыцарь смерти", -- [2]
					55313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
			},
			[55606] = {
				{
					134.6520000000019, -- [1]
					"Неодолимый всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					149.1950000000652, -- [1]
					"Призрачный всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					164.5249999999069, -- [1]
					"Неодолимый всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					180.8049999999348, -- [1]
					"Призрачный всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					194.9299999999348, -- [1]
					"Неодолимый всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					224.7390000000596, -- [1]
					"Неодолимый всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					227.6140000000596, -- [1]
					"Призрачный всадник", -- [2]
					55606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[30091] = {
				{
					1.203999999910593, -- [1]
					"Некрорыцарь", -- [2]
					30091, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[30095] = {
				{
					0.4080000000540167, -- [1]
					"Некрорыцарь", -- [2]
					30095, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[56408] = {
				{
					158.0649999999441, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					158.0649999999441, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					158.0649999999441, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					184.8049999999348, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					195.6799999999348, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					195.6799999999348, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					205.4299999999348, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					205.4299999999348, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					215.0139999999665, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					216.2109999998938, -- [1]
					"Призрачный рыцарь смерти", -- [2]
					56408, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[27989] = {
				{
					154.4420000000391, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					154.4420000000391, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					154.4420000000391, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					155.6540000000969, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					155.6540000000969, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					155.6540000000969, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					156.8510000000242, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					156.8510000000242, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					156.8510000000242, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					156.8510000000242, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					156.8510000000242, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					158.0649999999441, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					158.0649999999441, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					159.2960000000894, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					159.2960000000894, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					159.2960000000894, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					159.2960000000894, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					159.2960000000894, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					160.4969999999739, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					160.4969999999739, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					161.7109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					161.7109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					161.7109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					161.7109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					161.7109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					162.9229999999516, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					162.9229999999516, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					166.5600000000559, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					166.5600000000559, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					168.9790000000503, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					168.9790000000503, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					187.1799999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					189.6799999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					192.0549999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					194.4299999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					196.9299999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					199.3049999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					201.6799999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					204.1799999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					206.5549999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					209.0549999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					211.4299999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					213.8049999999348, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					216.2109999998938, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					235.6140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					237.9890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					240.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					240.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					240.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					240.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					242.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					242.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					242.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					242.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					245.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					245.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					245.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					245.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					247.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					247.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					247.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					247.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					250.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					250.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					250.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					250.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					252.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					252.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					252.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					252.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					254.9890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					254.9890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					254.9890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					254.9890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					257.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					257.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					257.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					257.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					259.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					259.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					259.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					259.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					262.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					262.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					262.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					262.2390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					264.6140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					264.6140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					264.6140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					264.6140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [90]
				{
					267.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					267.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					267.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					267.1140000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					269.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					269.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					269.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					269.4890000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					271.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
				{
					271.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [100]
				{
					271.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [101]
				{
					271.8640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [102]
				{
					274.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [103]
				{
					274.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [104]
				{
					274.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [105]
				{
					274.3640000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [106]
				{
					276.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [107]
				{
					276.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [108]
				{
					276.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [109]
				{
					276.7390000000596, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [110]
				{
					279.0889999999199, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [111]
				{
					279.0889999999199, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [112]
				{
					279.0889999999199, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [113]
				{
					279.0889999999199, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [114]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [115]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [116]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [117]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [118]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [119]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [120]
				{
					281.4580000001006, -- [1]
					"Призрачный ученик", -- [2]
					27989, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [121]
			},
			[27993] = {
				{
					158.0649999999441, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					190.8049999999348, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					205.4299999999348, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					234.3640000000596, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					247.7390000000596, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					259.8640000000596, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					273.1140000000596, -- [1]
					"Призрачный конь", -- [2]
					27993, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[27831] = {
				{
					202.0549999999348, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					215.3049999999348, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					231.1140000000596, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					243.1140000000596, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					256.4890000000596, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					269.7390000000596, -- [1]
					"Неодолимый всадник", -- [2]
					27831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[55212] = {
				{
					281.4580000001006, -- [1]
					"Рыцарь смерти", -- [2]
					55212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					281.4580000001006, -- [1]
					"Рыцарь смерти", -- [2]
					55212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[28679] = {
				{
					269.4890000000596, -- [1]
					"Готик Жнец", -- [2]
					28679, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55648] = {
				{
					202.9299999999348, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный рыцарь смерти", -- [5]
				}, -- [1]
				{
					210.1799999999348, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный конь", -- [5]
				}, -- [2]
				{
					248.8640000000596, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный ученик", -- [5]
				}, -- [3]
				{
					256.1140000000596, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный ученик", -- [5]
				}, -- [4]
				{
					263.4890000000596, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безжалостный рыцарь смерти", -- [5]
				}, -- [5]
				{
					270.6140000000596, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный ученик", -- [5]
				}, -- [6]
				{
					277.8640000000596, -- [1]
					"Призрачный всадник", -- [2]
					55648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призрачный ученик", -- [5]
				}, -- [7]
			},
			[29317] = {
				{
					270.4890000000596, -- [1]
					"Готик Жнец", -- [2]
					29317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					272.8640000000596, -- [1]
					"Готик Жнец", -- [2]
					29317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					275.3640000000596, -- [1]
					"Готик Жнец", -- [2]
					29317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					277.7390000000596, -- [1]
					"Готик Жнец", -- [2]
					29317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
			},
			[55222] = {
				{
					281.4580000001006, -- [1]
					"Капитан рыцарей Смерти", -- [2]
					55222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [9]
		{
			[55848] = {
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[28450] = {
				{
					0.1529999999329448, -- [1]
					"Нечестивый посох", -- [2]
					28450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [10]
		{
			[55848] = {
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.1529999999329448, -- [1]
					"Неусыпная тень", -- [2]
					55848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[28450] = {
				{
					0.1529999999329448, -- [1]
					"Нечестивый посох", -- [2]
					28450, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[310329] = {
				{
					20.42200000002049, -- [1]
					"Дест'агат", -- [2]
					310329, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[310352] = {
				{
					32.52100000018254, -- [1]
					"Пасть Дест'агат", -- [2]
					310352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[310277] = {
				{
					7.702000000048429, -- [1]
					"Дест'агат", -- [2]
					310277, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [1]
				{
					27.16200000001118, -- [1]
					"Дест'агат", -- [2]
					310277, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [2]
			},
			[310580] = {
				{
					28.73600000003353, -- [1]
					"Пасть Дест'агат", -- [2]
					310580, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [1]
				{
					39.3320000001695, -- [1]
					"Пасть Дест'агат", -- [2]
					310580, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [2]
			},
			[310246] = {
				{
					36.36300000012852, -- [1]
					"Дест'агат", -- [2]
					310246, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [1]
			},
			[310552] = {
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [1]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [2]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [3]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [4]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [5]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [6]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [7]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [8]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [9]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [10]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [11]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [12]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [13]
				{
					2.554000000003725, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [14]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [15]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [16]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [17]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [18]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [19]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [20]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [21]
				{
					7.668999999994412, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [22]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [23]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [24]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [25]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [26]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [27]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [28]
				{
					8.611000000033528, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [29]
				{
					12.73200000007637, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [30]
				{
					12.73200000007637, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [31]
				{
					12.73200000007637, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [32]
				{
					12.73200000007637, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [33]
				{
					12.73200000007637, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [34]
				{
					14.7070000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [35]
				{
					14.7070000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [36]
				{
					14.7070000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [37]
				{
					14.7070000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [38]
				{
					14.7070000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [39]
				{
					18.17000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [40]
				{
					18.17000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [41]
				{
					18.17000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [42]
				{
					18.17000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [43]
				{
					18.17000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [44]
				{
					19.55500000016764, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [45]
				{
					19.5820000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [46]
				{
					19.5820000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [47]
				{
					19.5820000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [48]
				{
					19.5820000001695, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [49]
				{
					23.21500000008382, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [50]
				{
					23.21500000008382, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [51]
				{
					23.21500000008382, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [52]
				{
					23.21500000008382, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [53]
				{
					23.21500000008382, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [54]
				{
					23.93100000009872, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [55]
				{
					23.93100000009872, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [56]
				{
					23.93100000009872, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [57]
				{
					23.93100000009872, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [58]
				{
					24.42200000002049, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [59]
				{
					24.42200000002049, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [60]
				{
					24.42200000002049, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [61]
				{
					24.42200000002049, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [62]
				{
					24.42200000002049, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [63]
				{
					24.46000000019558, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [64]
				{
					24.46000000019558, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [65]
				{
					24.46000000019558, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [66]
				{
					24.46000000019558, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [67]
				{
					29.18900000001304, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [68]
				{
					29.18900000001304, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [69]
				{
					29.18900000001304, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [70]
				{
					29.60200000018813, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [71]
				{
					29.60200000018813, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [72]
				{
					29.60200000018813, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [73]
				{
					30.11000000010245, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [74]
				{
					30.11000000010245, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [75]
				{
					30.11000000010245, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [76]
				{
					32.54600000008941, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [77]
				{
					32.54600000008941, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [78]
				{
					32.92000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [79]
				{
					32.92000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [80]
				{
					32.92000000015833, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Vaìo-Eredar", -- [5]
				}, -- [81]
				{
					35.36000000010245, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [82]
				{
					37.78600000008009, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [83]
				{
					37.78600000008009, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [84]
				{
					37.78600000008009, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [85]
			},
			[308373] = {
				{
					41.48099999991246, -- [1]
					"Дест'агат", -- [2]
					308373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [12]
		{
			[310552] = {
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [1]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [2]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [3]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [4]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [5]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [6]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [7]
				{
					0.1, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [8]
				{
					1.29300000006333, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [9]
				{
					1.29300000006333, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [10]
				{
					1.29300000006333, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [11]
				{
					4.932999999960885, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [12]
				{
					4.932999999960885, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [13]
				{
					4.932999999960885, -- [1]
					"Око Дест'агат", -- [2]
					310552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [14]
			},
			[310277] = {
				{
					5.209999999962747, -- [1]
					"Дест'агат", -- [2]
					310277, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [1]
			},
			[316951] = {
				{
					8.15099999983795, -- [1]
					"Кислотный пищеваритель", -- [2]
					316951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [13]
		{
			[306733] = {
				{
					21.80499999993481, -- [1]
					"Ра-ден", -- [2]
					306733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.2999999998137, -- [1]
					"Ра-ден", -- [2]
					306733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306865] = {
				{
					83.46699999994598, -- [1]
					"Ра-ден", -- [2]
					306865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306881] = {
				{
					39.09299999987707, -- [1]
					"Охотник Бездны", -- [2]
					306881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					149.7569999999832, -- [1]
					"Охотник Бездны", -- [2]
					306881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					160.7089999997988, -- [1]
					"Охотник Бездны", -- [2]
					306881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[313213] = {
				{
					170.2469999999739, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [1]
				{
					187.2069999999367, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [2]
				{
					204.2039999999106, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [3]
				{
					221.6269999998622, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [4]
				{
					242.2259999997914, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [5]
				{
					258.8349999999628, -- [1]
					"Ра-ден", -- [2]
					313213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [6]
			},
			[306184] = {
				{
					21.80499999993481, -- [1]
					"Ра-ден", -- [2]
					306184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.2999999998137, -- [1]
					"Ра-ден", -- [2]
					306184, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306874] = {
				{
					93.28799999994226, -- [1]
					"Грозовой охотник", -- [2]
					306874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [1]
				{
					98.10899999993853, -- [1]
					"Грозовой охотник", -- [2]
					306874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [2]
				{
					103.0039999999572, -- [1]
					"Грозовой охотник", -- [2]
					306874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [3]
				{
					107.8599999998696, -- [1]
					"Грозовой охотник", -- [2]
					306874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [4]
			},
			[306603] = {
				{
					21.80499999993481, -- [1]
					"Ра-ден", -- [2]
					306603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.2999999998137, -- [1]
					"Ра-ден", -- [2]
					306603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306115] = {
				{
					76.86999999987893, -- [1]
					"Ра-ден", -- [2]
					306115, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[310015] = {
				{
					176.6019999999553, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					176.6019999999553, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					176.6019999999553, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					195.7139999999199, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					195.7139999999199, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					195.7139999999199, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					215.5509999999777, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					215.5509999999777, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					215.5509999999777, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					234.997999999905, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					234.997999999905, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					234.997999999905, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					254.3819999999832, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					254.3819999999832, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					254.3819999999832, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					273.0479999999516, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					273.0479999999516, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					273.0479999999516, -- [1]
					"Ра-ден", -- [2]
					310015, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[313395] = {
				{
					20.79999999981374, -- [1]
					"Сущность жизненной силы", -- [2]
					313395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					131.2649999998976, -- [1]
					"Сущность жизненной силы", -- [2]
					313395, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306819] = {
				{
					17.45099999988452, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [1]
				{
					34.05599999986589, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [2]
				{
					51.12399999983609, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					69.74599999981001, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [4]
				{
					86.40200000000186, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [5]
				{
					103.3959999999497, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [6]
				{
					120.403999999864, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [7]
				{
					137.4089999999851, -- [1]
					"Ра-ден", -- [2]
					306819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [8]
			},
			[313398] = {
				{
					75.84199999994598, -- [1]
					"Сущность Бездны", -- [2]
					313398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[310019] = {
				{
					167.5129999998026, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [1]
				{
					182.0829999998678, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					193, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [3]
				{
					205.1499999999069, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [4]
				{
					216.0819999999367, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [5]
				{
					226.1919999998063, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [6]
				{
					243.1489999999758, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [7]
				{
					255.3049999999348, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [8]
				{
					265.3919999999926, -- [1]
					"Заряженные узы", -- [2]
					310019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [9]
			},
			[306866] = {
				{
					28.67499999981374, -- [1]
					"Ра-ден", -- [2]
					306866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					139.3599999998696, -- [1]
					"Ра-ден", -- [2]
					306866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306732] = {
				{
					76.86999999987893, -- [1]
					"Ра-ден", -- [2]
					306732, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306168] = {
				{
					10.67599999997765, -- [1]
					"Сущность Бездны", -- [2]
					306168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.63799999980256, -- [1]
					"Сущность Бездны", -- [2]
					306168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					121.8769999998622, -- [1]
					"Сущность Бездны", -- [2]
					306168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[310003] = {
				{
					176.6019999999553, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					195.7139999999199, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					215.5509999999777, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					234.997999999905, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					254.3819999999832, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					273.0479999999516, -- [1]
					"Ра-ден", -- [2]
					310003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[306090] = {
				{
					10.67599999997765, -- [1]
					"Сущность жизненной силы", -- [2]
					306090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.63799999980256, -- [1]
					"Сущность жизненной силы", -- [2]
					306090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					121.8769999998622, -- [1]
					"Сущность жизненной силы", -- [2]
					306090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[309985] = {
				{
					181.9429999999702, -- [1]
					"Ра-ден", -- [2]
					309985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					211.0540000000037, -- [1]
					"Ра-ден", -- [2]
					309985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					240.5959999999031, -- [1]
					"Ра-ден", -- [2]
					309985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					269.2379999998957, -- [1]
					"Ра-ден", -- [2]
					309985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [14]
		{
			[313420] = {
				{
					64.43099999986589, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.43099999986589, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.43099999986589, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.43099999986589, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					134.5389999998733, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					134.5389999998733, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					134.5389999998733, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					134.5389999998733, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					197.7299999999814, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					197.7299999999814, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					197.7299999999814, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					197.7299999999814, -- [1]
					"Кислотный акир", -- [2]
					313420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[307968] = {
				{
					31.04099999996834, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.36100000003353, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.72199999983422, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					139.0100000000093, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					165.686999999918, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					192.3589999999385, -- [1]
					"Тек'рис", -- [2]
					307968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[313129] = {
				{
					19.86999999987893, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.14299999992363, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.48099999991246, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.72900000005029, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					21.03599999984726, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.36699999985285, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					21.64199999999255, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					21.95299999997951, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					22.25, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					22.56400000001304, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					113.1629999999423, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					113.4560000000056, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					113.7870000000112, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					114.0729999998584, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					114.3699999998789, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					114.6899999999441, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					114.9799999999814, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					115.2770000000019, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					115.591999999946, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					115.8580000000075, -- [1]
					"Акир-трутень", -- [2]
					313129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
			},
			[310343] = {
				{
					64.06400000001304, -- [1]
					"Кислотный акир", -- [2]
					310343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					133.4099999999162, -- [1]
					"Кислотный акир", -- [2]
					310343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					197.4420000000391, -- [1]
					"Кислотный акир", -- [2]
					310343, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[307201] = {
				{
					103.5429999998305, -- [1]
					"Ка'зир", -- [2]
					307201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[308360] = {
				{
					21.60800000000745, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [1]
				{
					21.89699999988079, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [2]
				{
					22.21499999985099, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [3]
				{
					22.52499999990687, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [4]
				{
					22.84799999999814, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
				{
					23.09899999992922, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [6]
				{
					23.43699999991804, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [7]
				{
					23.71499999985099, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [8]
				{
					24.03099999995902, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [9]
				{
					24.32999999984168, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [10]
				{
					26.6359999999404, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [11]
				{
					26.95600000000559, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [12]
				{
					27.24099999992177, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [13]
				{
					27.58100000000559, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [14]
				{
					27.86199999996461, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [15]
				{
					28.61899999994785, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [16]
				{
					29.44499999983236, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [17]
				{
					114.9290000000037, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [18]
				{
					115.2369999999646, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [19]
				{
					115.5500000000466, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [20]
				{
					115.8580000000075, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [21]
				{
					116.1199999998789, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [22]
				{
					116.4309999998659, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [23]
				{
					116.7489999998361, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [24]
				{
					117.0509999999777, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [25]
				{
					117.3449999999721, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [26]
				{
					117.6129999998957, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [27]
				{
					120.0740000000224, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [28]
				{
					120.2600000000093, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [29]
				{
					120.5459999998566, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [30]
				{
					120.8569999998435, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [31]
				{
					121.1429999999236, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [32]
				{
					121.4409999998752, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [33]
				{
					121.7709999999497, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [34]
				{
					122.0719999999274, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [35]
				{
					122.3669999998529, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [36]
				{
					122.6380000000354, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [37]
				{
					123.0449999999255, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [38]
				{
					123.0449999999255, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [39]
				{
					125.1850000000559, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [40]
				{
					125.2879999999423, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [41]
				{
					125.8780000000261, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [42]
				{
					126.2579999999143, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [43]
				{
					126.4599999999628, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [44]
				{
					127.3880000000354, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [45]
				{
					127.6620000000112, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [46]
				{
					130.2299999999814, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [47]
				{
					130.3000000000466, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [48]
				{
					130.8869999998715, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [49]
				{
					131.4839999999385, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [50]
				{
					132.4229999999516, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [51]
				{
					132.683999999892, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [52]
				{
					135.25, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [53]
				{
					136.5159999998286, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [54]
				{
					137.4459999999963, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [55]
				{
					137.7209999999031, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [56]
				{
					139.9399999999441, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [57]
				{
					142.7160000000149, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [58]
				{
					143.1429999999236, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [59]
				{
					144.9549999998417, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [60]
				{
					147.7509999999311, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [61]
				{
					149.9799999999814, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [62]
				{
					152.8189999999013, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [63]
				{
					155.0069999999832, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [64]
				{
					157.8629999998957, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [65]
				{
					160.028999999864, -- [1]
					"Акир-трутень", -- [2]
					308360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [66]
			},
			[307213] = {
				{
					4.862999999895692, -- [1]
					"Тек'рис", -- [2]
					307213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					203.5100000000093, -- [1]
					"Тек'рис", -- [2]
					307213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307232] = {
				{
					39.53499999991618, -- [1]
					"Тек'рис", -- [2]
					307232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					110.1920000000391, -- [1]
					"Тек'рис", -- [2]
					307232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					150.1990000000224, -- [1]
					"Тек'рис", -- [2]
					307232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[310340] = {
				{
					64.06400000001304, -- [1]
					"Ка'зир", -- [2]
					310340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					133.4099999999162, -- [1]
					"Ка'зир", -- [2]
					310340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					197.3780000000261, -- [1]
					"Ка'зир", -- [2]
					310340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[307217] = {
				{
					71.51300000003539, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.9069999998901, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.9069999998901, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.67099999985658, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					79.78000000002794, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					83.93699999991804, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					86.38899999996647, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					87.58700000005774, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					88.59499999997206, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					90.44900000002235, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					92.04599999985658, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					94.8839999998454, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					180.8489999999292, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					181.2389999998268, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					181.2389999998268, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					184.808999999892, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					185.2029999999795, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					185.6180000000168, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					190.0889999999199, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					190.5139999999665, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					194.1299999998882, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					194.9590000000317, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					199.4279999998398, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					203.0699999998324, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					204.6949999998324, -- [1]
					"Акир-шершень", -- [2]
					307217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
		}, -- [15]
		{
			[307075] = {
				{
					78.39099999982864, -- [1]
					"Вексиона", -- [2]
					307075, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фанатичный сектант", -- [5]
				}, -- [1]
			},
			[307177] = {
				{
					187.6280000000261, -- [1]
					"Зачарованная ритуалистка", -- [2]
					307177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [1]
				{
					191.8599999998696, -- [1]
					"Зачарованная ритуалистка", -- [2]
					307177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [2]
				{
					196.1109999998007, -- [1]
					"Зачарованная ритуалистка", -- [2]
					307177, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [3]
			},
			[307020] = {
				{
					7.71999999997206, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [1]
				{
					24.75, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [2]
				{
					42.90099999983795, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					61.13699999987148, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [4]
				{
					138.8829999999143, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [5]
				{
					157.0849999999628, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [6]
				{
					175.2870000000112, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [7]
				{
					193.1259999999311, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [8]
				{
					210.5519999999087, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [9]
				{
					225.1180000000168, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [10]
				{
					239.7069999999367, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [11]
				{
					256.7289999998175, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [12]
				{
					271.2839999999851, -- [1]
					"Вексиона", -- [2]
					307020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [13]
			},
			[307639] = {
				{
					223.0459999998566, -- [1]
					"Вексиона", -- [2]
					307639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					254.6779999998398, -- [1]
					"Вексиона", -- [2]
					307639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307403] = {
				{
					13.83999999985099, -- [1]
					"Перерожденный служитель Бездны", -- [2]
					307403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.14999999990687, -- [1]
					"Перерожденный служитель Бездны", -- [2]
					307403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					111.7330000000075, -- [1]
					"Перерожденный служитель Бездны", -- [2]
					307403, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[315762] = {
				{
					93.7949999999255, -- [1]
					"Вексиона", -- [2]
					315762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					106.3279999999795, -- [1]
					"Вексиона", -- [2]
					315762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					118.4599999999628, -- [1]
					"Вексиона", -- [2]
					315762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[307359] = {
				{
					9.638999999966472, -- [1]
					"Вексиона", -- [2]
					307359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [1]
				{
					44.77599999983795, -- [1]
					"Вексиона", -- [2]
					307359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [2]
				{
					141.3310000000056, -- [1]
					"Вексиона", -- [2]
					307359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					178.1569999998901, -- [1]
					"Вексиона", -- [2]
					307359, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [4]
			},
			[307453] = {
				{
					202.2439999999479, -- [1]
					"Вексиона", -- [2]
					307453, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[307828] = {
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306996] = {
				{
					79.94900000002235, -- [1]
					"Перерожденный служитель Бездны", -- [2]
					306996, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[307284] = {
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [1]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [2]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [3]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [4]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [5]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [6]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [7]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [8]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [9]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [10]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [11]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [12]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [13]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [14]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [15]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [16]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [17]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [18]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [19]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [20]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [21]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [22]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [23]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [24]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [25]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [26]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [27]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [28]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [29]
				{
					202.5279999999329, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [30]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [31]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [32]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [33]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [34]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [35]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [36]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [37]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [38]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [39]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [40]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [41]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [42]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [43]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [44]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [45]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [46]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [47]
				{
					202.6309999998193, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [48]
				{
					204.2359999998007, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [49]
				{
					206.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [50]
				{
					206.8279999999795, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [51]
				{
					206.8279999999795, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [52]
				{
					206.8279999999795, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [53]
				{
					207.6669999998994, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [54]
				{
					208.3179999999702, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [55]
				{
					208.3759999999311, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [56]
				{
					208.3759999999311, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [57]
				{
					209.7009999998845, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [58]
				{
					218.2539999999572, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [59]
				{
					220.6069999998435, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [60]
				{
					222.2330000000075, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [61]
				{
					223.1119999999646, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [62]
				{
					223.5030000000261, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [63]
				{
					223.5030000000261, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [64]
				{
					224.8639999998268, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [65]
				{
					224.8639999998268, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [66]
				{
					225.780999999959, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [67]
				{
					225.780999999959, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [68]
				{
					226.2249999998603, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [69]
				{
					227.0989999999292, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [70]
				{
					227.8539999998175, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [71]
				{
					229.3479999999981, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [72]
				{
					230.4449999998324, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [73]
				{
					231.9539999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [74]
				{
					236.7449999998789, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [75]
				{
					239.8689999999479, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [76]
				{
					240.6829999999609, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [77]
				{
					244.8259999998845, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [78]
				{
					244.9619999998249, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [79]
				{
					247.1180000000168, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [80]
				{
					247.1180000000168, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [81]
				{
					252.9329999999609, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [82]
				{
					253.8149999999441, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [83]
				{
					253.8149999999441, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [84]
				{
					254.9449999998324, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [85]
				{
					255.125, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [86]
				{
					255.125, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [87]
				{
					255.125, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [88]
				{
					255.905999999959, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [89]
				{
					256.2949999999255, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [90]
				{
					256.4179999998305, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [91]
				{
					256.8499999998603, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [92]
				{
					257.1949999998324, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [93]
				{
					257.5100000000093, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [94]
				{
					257.5100000000093, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [95]
				{
					257.5100000000093, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [96]
				{
					257.5579999999609, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [97]
				{
					257.685999999987, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [98]
				{
					257.7579999999143, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [99]
				{
					257.8029999998398, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [100]
				{
					258.933999999892, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [101]
				{
					259.6909999998752, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [102]
				{
					260.4379999998491, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [103]
				{
					261.0859999998938, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [104]
				{
					261.0859999998938, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [105]
				{
					261.1779999998398, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [106]
				{
					262.4969999999739, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [107]
				{
					263.4169999998994, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [108]
				{
					264.7269999999553, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [109]
				{
					264.8049999999348, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [110]
				{
					264.8049999999348, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [111]
				{
					264.8049999999348, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [112]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [113]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [114]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [115]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [116]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [117]
				{
					269.1239999998361, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [118]
				{
					271.5689999999013, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [119]
				{
					271.8950000000186, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [120]
				{
					279.7039999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [121]
				{
					279.7039999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [122]
				{
					279.7039999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [123]
				{
					279.7039999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [124]
				{
					279.7039999999106, -- [1]
					"Вексиона", -- [2]
					307284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [125]
			},
		}, -- [16]
		{
			[312336] = {
				{
					66.48399999993853, -- [1]
					"Темный инквизитор Занеш", -- [2]
					312336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					161.2979999999516, -- [1]
					"Темный инквизитор Занеш", -- [2]
					312336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[306208] = {
				{
					20.17100000008941, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.86300000012852, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					122.2460000000428, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					186.5800000000745, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					216.9640000001527, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306208, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[311551] = {
				{
					32.35700000007637, -- [1]
					"Темный инквизитор Занеш", -- [2]
					311551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [1]
				{
					74.93100000009872, -- [1]
					"Темный инквизитор Занеш", -- [2]
					311551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [2]
				{
					117.4790000000503, -- [1]
					"Темный инквизитор Занеш", -- [2]
					311551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					164.8530000001192, -- [1]
					"Темный инквизитор Занеш", -- [2]
					311551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [4]
				{
					208.5520000001416, -- [1]
					"Темный инквизитор Занеш", -- [2]
					311551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [5]
			},
			[306319] = {
				{
					18.05300000007264, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.97500000009313, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					137.096000000136, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					194.191000000108, -- [1]
					"Темный инквизитор Занеш", -- [2]
					306319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[306228] = {
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Matzehatèr-Eredar", -- [5]
				}, -- [1]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [3]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [4]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [5]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [6]
				{
					29.04500000015833, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [7]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [8]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [9]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [10]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Teos-Kazzak", -- [5]
				}, -- [11]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Råken-Draenor", -- [5]
				}, -- [12]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ohmagelul-Outland", -- [5]
				}, -- [13]
				{
					91.02200000011362, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [14]
				{
					148.1100000001025, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [15]
				{
					148.1100000001025, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Demonicone-Ragnaros", -- [5]
				}, -- [16]
				{
					148.1100000001025, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Néxx-Draenor", -- [5]
				}, -- [17]
				{
					148.1100000001025, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [18]
				{
					148.1100000001025, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [19]
				{
					148.1659999999683, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [20]
				{
					148.1659999999683, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [21]
				{
					205.1729999999516, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [22]
				{
					205.1729999999516, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Demonicone-Ragnaros", -- [5]
				}, -- [23]
				{
					205.2299999999814, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Inmortalis-Thrall", -- [5]
				}, -- [24]
				{
					205.2299999999814, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Céothis-Draenor", -- [5]
				}, -- [25]
				{
					205.2299999999814, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Takarias-Archimonde", -- [5]
				}, -- [26]
				{
					205.2299999999814, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [27]
				{
					205.2299999999814, -- [1]
					"Истерзанная душа", -- [2]
					306228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [28]
			},
		}, -- [17]
		{
			[305794] = {
				{
					6.626000000163913, -- [1]
					"Королева Азшара", -- [2]
					305794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [18]
		{
			[308903] = {
				{
					14.03300000005402, -- [1]
					"Маут", -- [2]
					308903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.08900000015274, -- [1]
					"Маут", -- [2]
					308903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.37100000004284, -- [1]
					"Маут", -- [2]
					308903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					140.0709999999963, -- [1]
					"Маут", -- [2]
					308903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					175.6340000000782, -- [1]
					"Маут", -- [2]
					308903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[306290] = {
				{
					93.48200000007637, -- [1]
					"Маут", -- [2]
					306290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					100.7760000000708, -- [1]
					"Маут", -- [2]
					306290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					107.7530000000261, -- [1]
					"Маут", -- [2]
					306290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.3740000000689, -- [1]
					"Маут", -- [2]
					306290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					122.2600000000093, -- [1]
					"Маут", -- [2]
					306290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[309316] = {
				{
					27.65700000012294, -- [1]
					"Маут", -- [2]
					309316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воплощение тьмы", -- [5]
				}, -- [1]
				{
					63.71200000005774, -- [1]
					"Маут", -- [2]
					309316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воплощение тьмы", -- [5]
				}, -- [2]
				{
					151.9790000000503, -- [1]
					"Маут", -- [2]
					309316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воплощение тьмы", -- [5]
				}, -- [3]
				{
					187.9629999999888, -- [1]
					"Маут", -- [2]
					309316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воплощение тьмы", -- [5]
				}, -- [4]
			},
			[308044] = {
				{
					45.00100000016391, -- [1]
					"Маут", -- [2]
					308044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					171.3970000001136, -- [1]
					"Маут", -- [2]
					308044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[305722] = {
				{
					89.41000000014901, -- [1]
					"Маут", -- [2]
					305722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[310129] = {
				{
					7.76300000003539, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [1]
				{
					20.34400000004098, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [2]
				{
					34.53100000019185, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					47.89400000008754, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [4]
				{
					60.02600000007078, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [5]
				{
					72.23400000017136, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [6]
				{
					132.9930000000168, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [7]
				{
					145.1110000000335, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [8]
				{
					157.2650000001304, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [9]
				{
					173.4140000001062, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [10]
				{
					186.3910000000615, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [11]
			},
			[307805] = {
				{
					11.21299999998882, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.51900000008754, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.56900000013411, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.28800000017509, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					138.0670000000391, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					161.0760000001174, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					184.1170000000857, -- [1]
					"Маут", -- [2]
					307805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[308158] = {
				{
					14.43500000005588, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.83000000007451, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.12800000002608, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.5230000000447, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.29000000003725, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					70.06000000005588, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					79.73300000000745, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					140.4880000001285, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					150.2010000001174, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					161.1200000001118, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					176.0500000000466, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					186.6030000001192, -- [1]
					"Маут", -- [2]
					308158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [19]
		{
			[310129] = {
				{
					6.46100000012666, -- [1]
					"Маут", -- [2]
					310129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [1]
			},
		}, -- [20]
		{
			[307977] = {
				{
					1.059999999823049, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Emma-TwistingNether", -- [5]
				}, -- [1]
				{
					3.25, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [2]
				{
					5.127999999793246, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					6.810999999986962, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [4]
				{
					9.341999999945983, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [5]
				{
					14.17399999988265, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [6]
				{
					16.6339999998454, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [7]
				{
					19.04999999981374, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [8]
				{
					21.49899999983609, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [9]
				{
					25.16499999980442, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [10]
				{
					27.62099999981001, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [11]
				{
					30.06999999983236, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [12]
				{
					32.47099999990314, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [13]
				{
					34.89699999988079, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [14]
				{
					69.40499999979511, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [15]
				{
					71.8499999998603, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [16]
				{
					74.25399999995716, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [17]
				{
					76.6699999999255, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [18]
				{
					79.08699999982491, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [19]
				{
					83.94799999985844, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [20]
				{
					86.38899999996647, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [21]
				{
					88.80999999982305, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [22]
				{
					91.14299999992363, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [23]
				{
					93.67900000000373, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [24]
				{
					96.12699999986216, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [25]
				{
					98.58199999993667, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [26]
				{
					101.0429999998305, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [27]
				{
					103.439000000013, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [28]
				{
					105.8429999998771, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [29]
				{
					108.2699999997858, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [30]
				{
					110.6929999999702, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [31]
				{
					113.1279999997933, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [32]
				{
					145.9069999998901, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [33]
				{
					148.3429999998771, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [34]
				{
					150.7549999998882, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [35]
				{
					153.214999999851, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [36]
				{
					155.6469999998808, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [37]
				{
					160.4759999997914, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [38]
				{
					162.9219999997877, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [39]
				{
					165.3489999999292, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [40]
				{
					167.7589999998454, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [41]
				{
					170.1899999999441, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [42]
				{
					172.6069999998435, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [43]
				{
					175.0429999998305, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [44]
				{
					177.4599999999628, -- [1]
					"Пророк Скитра", -- [2]
					307977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [45]
			},
			[307937] = {
				{
					12.23999999999069, -- [1]
					"Пророк Скитра", -- [2]
					307937, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.05199999990873, -- [1]
					"Пророк Скитра", -- [2]
					307937, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					158.5769999998156, -- [1]
					"Пророк Скитра", -- [2]
					307937, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[307725] = {
				{
					37.85999999986962, -- [1]
					"Пророк Скитра", -- [2]
					307725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.0699999998324, -- [1]
					"Пророк Скитра", -- [2]
					307725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307950] = {
				{
					12.23999999999069, -- [1]
					"Пророк Скитра", -- [2]
					307950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zutia-Ragnaros", -- [5]
				}, -- [1]
				{
					82.05199999990873, -- [1]
					"Пророк Скитра", -- [2]
					307950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zutia-Ragnaros", -- [5]
				}, -- [2]
				{
					158.5769999998156, -- [1]
					"Пророк Скитра", -- [2]
					307950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Sarop-Kazzak", -- [5]
				}, -- [3]
			},
		}, -- [21]
		{
			[306995] = {
				{
					160.3569999998435, -- [1]
					"Гневион", -- [2]
					306995, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306735] = {
				{
					70.90999999991618, -- [1]
					"Гневион", -- [2]
					306735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					146.1990000000224, -- [1]
					"Гневион", -- [2]
					306735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[307974] = {
				{
					84.39999999990687, -- [1]
					"Гневион", -- [2]
					307974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					95.30999999982305, -- [1]
					"Гневион", -- [2]
					307974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					102.625, -- [1]
					"Гневион", -- [2]
					307974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					204.6589999999851, -- [1]
					"Гневион", -- [2]
					307974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[307017] = {
				{
					168.2419999998529, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					171.3219999999274, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					173.6709999998566, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					175.6599999999162, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					186.2529999997933, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					187.9579999998678, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					197.1029999998864, -- [1]
					"Тлеющий осколок", -- [2]
					307017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[305978] = {
				{
					8.850999999791384, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [1]
				{
					19.79499999992549, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [2]
				{
					27.5089999998454, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [3]
				{
					39.27000000001863, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [4]
				{
					46.61800000001676, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [5]
				{
					92.77599999983795, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [6]
				{
					100.1219999999739, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [7]
				{
					111.0529999998398, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [8]
				{
					118.3449999999721, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zincz-Kazzak", -- [5]
				}, -- [9]
				{
					206.9889999998268, -- [1]
					"Гневион", -- [2]
					305978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gojíra-TarrenMill", -- [5]
				}, -- [10]
			},
			[306111] = {
				{
					14.43599999998696, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.43599999998696, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.96099999989383, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					106.3769999998622, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					128.2639999999665, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					212.0679999999702, -- [1]
					"Гневион", -- [2]
					306111, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[306289] = {
				{
					52.27099999994971, -- [1]
					"Гневион", -- [2]
					306289, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					126.4229999999516, -- [1]
					"Гневион", -- [2]
					306289, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [22]
		{
			[111723] = {
				{
					62.29499999992549, -- [1]
					"Райгонн", -- [2]
					111723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [1]
				{
					82.9409999998752, -- [1]
					"Райгонн", -- [2]
					111723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мафганис-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[111668] = {
				{
					1.925999999977648, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.18599999998696, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[111728] = {
				{
					78.7949999999255, -- [1]
					"Райгонн", -- [2]
					111728, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111725] = {
				{
					60.32599999988452, -- [1]
					"Райгонн", -- [2]
					111725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.92900000000373, -- [1]
					"Райгонн", -- [2]
					111725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[107146] = {
				{
					57.25599999981932, -- [1]
					"Райгонн", -- [2]
					107146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111600] = {
				{
					7.578999999910593, -- [1]
					"Крик'тик - вестник роя", -- [2]
					111600, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиддахан-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.68499999982305, -- [1]
					"Крик'тик - вестник роя", -- [2]
					111600, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиддахан-СвежевательДуш", -- [5]
				}, -- [2]
				{
					19.77799999993295, -- [1]
					"Крик'тик - вестник роя", -- [2]
					111600, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [3]
			},
			[107314] = {
				{
					62.77000000001863, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.77000000001863, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					63.14999999990687, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.14999999990687, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.60699999984354, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [23]
		{
			[115430] = {
				{
					1.184000000124797, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.017999999923632, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.847999999998137, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					7.252000000094995, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					8.041999999899417, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					8.041999999899417, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					9.675000000046566, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					9.675000000046566, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					10.87599999993108, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[111668] = {
				{
					29.48900000005961, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.31000000005588, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.97400000016205, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[116633] = {
				{
					50.53000000002794, -- [1]
					"Крик'тик-саботажник", -- [2]
					116633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.86000000010245, -- [1]
					"Крик'тик-саботажник", -- [2]
					116633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[115418] = {
				{
					4, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мафганис-СвежевательДуш", -- [5]
				}, -- [1]
				{
					5.610000000102446, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мафганис-СвежевательДуш", -- [5]
				}, -- [2]
				{
					6.817999999970198, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мафганис-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[115436] = {
				{
					1.184000000124797, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.184000000124797, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.675000000046566, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					9.675000000046566, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[107120] = {
				{
					6.625999999931082, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.81499999994412, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.81899999990128, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.8179999999702, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					73.8090000001248, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [24]
		{
			[115455] = {
				{
					10.18099999986589, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.18099999986589, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.11299999989569, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.11299999989569, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					32.02799999993295, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.02799999993295, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.93900000001304, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.93900000001304, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.86199999996461, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					64.79799999995157, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					75.71799999987707, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					86.62800000002608, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					97.57599999988452, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					108.525999999838, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[107047] = {
				{
					7.747999999905005, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мафганис-СвежевательДуш", -- [5]
				}, -- [1]
				{
					55.10599999991246, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
			},
			[106933] = {
				{
					15.41299999994226, -- [1]
					"Боец Га'док", -- [2]
					106933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гибборим", -- [5]
				}, -- [1]
				{
					55.21399999991991, -- [1]
					"Боец Га'док", -- [2]
					106933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиддахан-СвежевательДуш", -- [5]
				}, -- [2]
				{
					71.24099999992177, -- [1]
					"Боец Га'док", -- [2]
					106933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [3]
				{
					109.4709999999031, -- [1]
					"Боец Га'док", -- [2]
					106933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [4]
			},
		}, -- [25]
		{
			[107268] = {
				{
					15.21299999998882, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиддахан-СвежевательДуш", -- [5]
				}, -- [1]
				{
					29.82300000009127, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [2]
				{
					42.79099999996834, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гибборим", -- [5]
				}, -- [3]
				{
					57.32700000004843, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сиддахан-СвежевательДуш", -- [5]
				}, -- [4]
			},
		}, -- [26]
		{
			[269266] = {
				{
					96.752000000095, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					108.3740000000689, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269456] = {
				{
					39.29000000003725, -- [1]
					"Вик'Гот", -- [2]
					269456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					89.68500000005588, -- [1]
					"Вик'Гот", -- [2]
					269456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[274991] = {
				{
					2.531999999890104, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.88699999987148, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.22900000005029, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.07199999992736, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					90.10800000000745, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					111.7390000000596, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [27]
		{
			[257882] = {
				{
					7.439999999944121, -- [1]
					"Хадал Черная Бездна", -- [2]
					257882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.002000000095, -- [1]
					"Хадал Черная Бездна", -- [2]
					257882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[276068] = {
				{
					28.84000000008382, -- [1]
					"Хадал Черная Бездна", -- [2]
					276068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [28]
		{
			[272888] = {
				{
					4.452999999979511, -- [1]
					"Разрушитель из дома Эшвейнов", -- [2]
					272888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.452999999979511, -- [1]
					"Разрушитель из дома Эшвейнов", -- [2]
					272888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[272874] = {
				{
					4.452999999979511, -- [1]
					"Командир из корпорации Эшвейнов", -- [2]
					272874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[275835] = {
				{
					4.452999999979511, -- [1]
					"Захватчица дома Эшвейнов", -- [2]
					275835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.452999999979511, -- [1]
					"Захватчик дома Эшвейнов", -- [2]
					275835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.452999999979511, -- [1]
					"Захватчица дома Эшвейнов", -- [2]
					275835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.452999999979511, -- [1]
					"Захватчик дома Эшвейнов", -- [2]
					275835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.452999999979511, -- [1]
					"Захватчица дома Эшвейнов", -- [2]
					275835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [29]
		{
			[272422] = {
				{
					1.361000000033528, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.5339999999851, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.3410000000149, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.00699999998324, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52.39300000015646, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.71500000008382, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					74.85899999993853, -- [1]
					"Наводчик корпорации Эшвейнов", -- [2]
					272422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[269029] = {
				{
					6.749000000068918, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.26500000013039, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.46200000005774, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268230] = {
				{
					2.114000000059605, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.19800000009127, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.709000000031665, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.22600000002421, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					14.64400000008754, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.92400000011548, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.8660000001546, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					32.82499999995343, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.05400000000373, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[273470] = {
				{
					46.04500000015833, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Impodespieds-Hyjal", -- [5]
				}, -- [1]
			},
			[280389] = {
				{
					1.313000000081956, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [1]
				{
					3.339000000152737, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [2]
				{
					9.268000000156462, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [3]
				{
					11.84600000013597, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [4]
				{
					43.39400000008754, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [5]
				{
					51.88700000010431, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [6]
				{
					54.3430000001099, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [7]
				{
					56.76699999999255, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [8]
				{
					59.21700000017881, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [9]
				{
					61.62100000004284, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [10]
				{
					64.03700000001118, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [11]
				{
					70.08499999996275, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [12]
				{
					72.56300000008196, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Shlïx-Hyjal", -- [5]
				}, -- [13]
			},
		}, -- [30]
		{
			[260954] = {
				{
					0.7639999999664724, -- [1]
					"Сержант Бейнбридж", -- [2]
					260954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Rikidrood-Hyjal", -- [5]
				}, -- [1]
				{
					25.85600000014529, -- [1]
					"Сержант Бейнбридж", -- [2]
					260954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Rikidrood-Hyjal", -- [5]
				}, -- [2]
			},
			[257641] = {
				{
					7.113000000128523, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					10.752000000095, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					14.40800000005402, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					24.01100000017323, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Rikidrood-Hyjal", -- [5]
				}, -- [4]
				{
					28.99699999997392, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Rikidrood-Hyjal", -- [5]
				}, -- [5]
				{
					32.63300000014715, -- [1]
					"Кул-тирасский стрелок", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Impodespieds-Hyjal", -- [5]
				}, -- [6]
			},
		}, -- [31]
		{
			[106113] = {
				{
					13.77700000000186, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.28300000005402, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.66400000010617, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.87800000002608, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[117665] = {
				{
					27.94800000009127, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106736] = {
				{
					8.928000000072643, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.62900000018999, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.32200000016019, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.02600000007078, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.40300000016578, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.89199999999255, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					65.96900000004098, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					74.4550000000745, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[117570] = {
				{
					25.91400000010617, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.91400000010617, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.91400000010617, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.91400000010617, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.91400000010617, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [32]
		{
			[106797] = {
				{
					16.2160000000149, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106841] = {
				{
					16.43000000016764, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					27.36400000005961, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
			},
			[107045] = {
				{
					40.01300000003539, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.627000000095, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.27399999997579, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.91300000017509, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106823] = {
				{
					10.36300000012852, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
			},
		}, -- [33]
		{
			[113017] = {
				{
					36.32199999992736, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Электрожук", -- [5]
				}, -- [1]
				{
					37.94500000006519, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Деямира-Ясеневыйлес", -- [5]
				}, -- [2]
				{
					39.18399999989197, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Деямира-Ясеневыйлес", -- [5]
				}, -- [3]
				{
					40.40200000000186, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зорактул-Азурегос", -- [5]
				}, -- [4]
				{
					41.59899999992922, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [5]
				{
					42.81099999998696, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Электрожук", -- [5]
				}, -- [6]
				{
					44.04899999988265, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [7]
			},
		}, -- [34]
		{
			[106526] = {
				{
					9.0089999998454, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.20299999997951, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.36899999994785, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.7260000000242, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					32.22799999988638, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.82799999997951, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.19499999983236, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.7719999998808, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106055] = {
				{
					3.839999999850988, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.62399999983609, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.7249999998603, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.7819999998901, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					32.85499999998137, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					40.14999999990687, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					49.90200000000186, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					57.15399999986403, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					63.23999999999069, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					69.30199999990873, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					78.99699999997392, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					86.28000000002794, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					92.36599999992177, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					99.63199999998324, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					109.3479999999981, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					116.6269999998622, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					122.7069999999367, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					128.7859999998473, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[106612] = {
				{
					136.0529999998398, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121483] = {
				{
					184.2409999999218, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [35]
		{
			[122959] = {
				{
					6.302000000141561, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.56600000010803, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.21100000012666, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[119684] = {
				{
					11.36199999996461, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.73900000005961, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.40800000005402, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.82700000004843, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [36]
		{
			[118940] = {
				{
					21.09899999992922, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.40800000005402, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[118958] = {
				{
					14.2609999999404, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.51900000008754, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[118903] = {
				{
					7.544999999925494, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [1]
				{
					17.29000000003725, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [2]
				{
					28.62100000004284, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [3]
				{
					48.68900000001304, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [4]
				{
					68.6929999999702, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [5]
			},
			[118963] = {
				{
					13.78799999994226, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					23.98699999996461, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					36.14000000013039, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					47.08000000007451, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
				{
					65.44599999999627, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
			},
			[118988] = {
				{
					19.91200000001118, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-крепкошкур", -- [5]
				}, -- [1]
				{
					45.45299999997951, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [2]
				{
					71.8980000000447, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-оракул", -- [5]
				}, -- [3]
				{
					97.18599999998696, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-оракул", -- [5]
				}, -- [4]
			},
			[129262] = {
				{
					40.17500000004657, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.21200000005774, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.83600000012666, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					115.8800000001211, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [37]
		{
			[120087] = {
				{
					95.38800000003539, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [1]
				{
					95.98499999986961, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Молоодойй-СвежевательДуш", -- [5]
				}, -- [2]
				{
					97.78599999984726, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [3]
				{
					97.78599999984726, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
				{
					98.68399999989197, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [5]
			},
			[120195] = {
				{
					168.1729999999516, -- [1]
					"Хайан Неудержимый", -- [2]
					120195, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [1]
			},
			[120167] = {
				{
					144.7530000000261, -- [1]
					"Хайан Неудержимый", -- [2]
					120167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					175.0779999999795, -- [1]
					"Хайан Неудержимый", -- [2]
					120167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[118969] = {
				{
					191.4089999999851, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					191.4089999999851, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[119946] = {
				{
					20.10899999993853, -- [1]
					"Му'Шиба", -- [2]
					119946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хюрремка-СвежевательДуш", -- [5]
				}, -- [1]
				{
					40.75600000005215, -- [1]
					"Му'Шиба", -- [2]
					119946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хюрремка-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[120160] = {
				{
					146.8259999998845, -- [1]
					"Хайан Неудержимый", -- [2]
					120160, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [1]
			},
			[123655] = {
				{
					133.3580000000075, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					154.4239999998827, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хюрремка-СвежевательДуш", -- [5]
				}, -- [2]
				{
					173.8819999999832, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
			},
			[123654] = {
				{
					79.32599999988452, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					87.79899999988265, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [2]
				{
					96.29099999996834, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					103.594000000041, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
				{
					109.6439999998547, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
			},
			[120100] = {
				{
					113.5239999999758, -- [1]
					"Мин Коварный", -- [2]
					120100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119981] = {
				{
					93.07700000004843, -- [1]
					"Мин Коварный", -- [2]
					119981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119922] = {
				{
					18.04899999988265, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.41999999992549, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.36899999994785, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.68799999984913, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [38]
		{
			[114999] = {
				{
					12.61700000008568, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фасти-Борейскаятундра", -- [5]
				}, -- [1]
				{
					22.29399999999441, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фасти-Борейскаятундра", -- [5]
				}, -- [2]
			},
			[107356] = {
				{
					19.11100000003353, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.09499999997206, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.91999999992549, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.7139999999199, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[131521] = {
				{
					9.375999999931082, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.47399999992922, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[112929] = {
				{
					16.48900000005961, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.69699999992736, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.89400000008754, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.65299999993295, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.88299999991432, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.09000000008382, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[270987] = {
				{
					81.93500000005588, -- [1]
					"Служитель Налоракка", -- [2]
					270987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[115002] = {
				{
					16.45299999997951, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.67699999990873, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.87299999990501, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.63500000000931, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.86199999996461, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.07199999992736, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[107357] = {
				{
					20.11700000008568, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.73399999993853, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [39]
		{
			[106872] = {
				{
					16.29999999981374, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фасти-Борейскаятундра", -- [5]
				}, -- [1]
				{
					34.5319999998901, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фасти-Борейскаятундра", -- [5]
				}, -- [2]
				{
					52.73999999999069, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фасти-Борейскаятундра", -- [5]
				}, -- [3]
			},
			[106827] = {
				{
					7.016999999992549, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.006999999983236, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.004999999888241, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					10.01399999996647, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.67199999978766, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					30.6589999999851, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.67499999981374, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					32.65099999983795, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					49.09399999980815, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					50.10399999981746, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					51.09299999987707, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					52.09199999994598, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[106877] = {
				{
					11.24899999983609, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.72599999979138, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.21999999997206, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.74799999990501, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					45.22899999981746, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.79799999995157, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.24499999987893, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[38166] = {
				{
					52.73999999999069, -- [1]
					"Ша Жестокости", -- [2]
					38166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106826] = {
				{
					7.016999999992549, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.67199999978766, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.09399999980815, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106966] = {
				{
					25.59699999983423, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.23199999984354, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.39099999982864, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.01799999992363, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.06899999990128, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					58.00299999979325, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [40]
		{
			[106853] = {
				{
					7.138999999966472, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.21200000005774, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106434] = {
				{
					17.40200000000186, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [41]
		{
			[102573] = {
				{
					30.46900000004098, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.13400000007823, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.84199999994598, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.57299999985844, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					69.2839999999851, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[106984] = {
				{
					12.08100000000559, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бибус", -- [5]
				}, -- [1]
				{
					18.14699999988079, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [2]
			},
			[110945] = {
				{
					22.22900000005029, -- [1]
					"Гу Небесный Удар", -- [2]
					110945, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[107140] = {
				{
					44.27799999993295, -- [1]
					"Лазурный змей", -- [2]
					107140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.64699999988079, -- [1]
					"Лазурный змей", -- [2]
					107140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [42]
		{
			[106563] = {
				{
					19.26399999996647, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.39000000013039, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106546] = {
				{
					10.77399999997579, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кахамачка-Гордунни", -- [5]
				}, -- [1]
				{
					25.37400000006892, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [2]
				{
					42.35000000009313, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каталочка", -- [5]
				}, -- [3]
				{
					58.93999999994412, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чейнига", -- [5]
				}, -- [4]
			},
			[106421] = {
				{
					67.60400000005029, -- [1]
					"Стражница Шадо-Пан", -- [2]
					106421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гу Небесный Удар", -- [5]
				}, -- [1]
				{
					67.60400000005029, -- [1]
					"Стражница Шадо-Пан", -- [2]
					106421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гу Небесный Удар", -- [5]
				}, -- [2]
				{
					67.60400000005029, -- [1]
					"Стражница Шадо-Пан", -- [2]
					106421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гу Небесный Удар", -- [5]
				}, -- [3]
				{
					67.60400000005029, -- [1]
					"Стражник Шадо-Пан", -- [2]
					106421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гу Небесный Удар", -- [5]
				}, -- [4]
			},
			[115003] = {
				{
					49.02399999997579, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					115003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [43]
		{
			[112944] = {
				{
					32.17599999997765, -- [1]
					"Прыгопотам", -- [2]
					112944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[114291] = {
				{
					44.30499999993481, -- [1]
					"Прыгун", -- [2]
					114291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.56700000003912, -- [1]
					"Прыгун", -- [2]
					114291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.37299999990501, -- [1]
					"Прыгун", -- [2]
					114291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.98099999991246, -- [1]
					"Прыгун", -- [2]
					114291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.19200000003912, -- [1]
					"Прыгун", -- [2]
					114291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[112992] = {
				{
					13.46900000004098, -- [1]
					"Прыгопотам", -- [2]
					112992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [44]
		{
			[106651] = {
				{
					7.057999999960885, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.72799999988638, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.54099999996834, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106807] = {
				{
					15.65399999986403, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.52899999986403, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.51199999987148, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.21799999987707, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.24699999997392, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [45]
		{
			[264757] = {
				{
					8.104999999981374, -- [1]
					"Старейшина Ликса", -- [2]
					264757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.92000000015833, -- [1]
					"Старейшина Ликса", -- [2]
					264757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.26000000000931, -- [1]
					"Старейшина Ликса", -- [2]
					264757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.21999999997206, -- [1]
					"Кровавый образ", -- [2]
					264757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.72600000002421, -- [1]
					"Старейшина Ликса", -- [2]
					264757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260894] = {
				{
					13.99800000013784, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.36100000003353, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.7609999999404, -- [1]
					"Кровавый образ", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.502000000095, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					61.27900000009686, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					75.86100000003353, -- [1]
					"Кровавый образ", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					77.11899999994785, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					92.89599999994971, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					108.6740000001155, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[264603] = {
				{
					17.43599999998696, -- [1]
					"Старейшина Ликса", -- [2]
					264603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.3430000001099, -- [1]
					"Старейшина Ликса", -- [2]
					264603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260879] = {
				{
					22.29300000006333, -- [1]
					"Старейшина Ликса", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Идрисс", -- [5]
				}, -- [1]
				{
					72.42400000011548, -- [1]
					"Старейшина Ликса", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Идрисс", -- [5]
				}, -- [2]
				{
					84.18599999998696, -- [1]
					"Кровавый образ", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Идрисс", -- [5]
				}, -- [3]
				{
					87.8320000001695, -- [1]
					"Старейшина Ликса", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Идрисс", -- [5]
				}, -- [4]
			},
		}, -- [46]
	},
	["useicons"] = true,
	["window_scale"] = 1,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
			["Пакостник"] = {
				{
					["time"] = 113.6510000000708,
					["events"] = {
					},
				}, -- [1]
			},
			["Резервар"] = {
				{
					["time"] = 113.6510000000708,
					["events"] = {
					},
				}, -- [1]
			},
			["Мойкамин"] = {
				{
					["time"] = 113.6510000000708,
					["events"] = {
					},
				}, -- [1]
			},
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Пакостник"] = {
				[248499] = {
					5.942999999970198, -- [1]
					157.6970000001602, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
			},
			["Алиита"] = {
				[304851] = {
					157.6970000001602, -- [1]
					["stacks"] = {
					},
					["source"] = "[*] Участие в битве за Назжатар",
					["active"] = true,
				},
			},
			["Резервар"] = {
				[248499] = {
					5.942999999970198, -- [1]
					157.6970000001602, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
			},
			["Мойкамин"] = {
				[248499] = {
					5.942999999970198, -- [1]
					157.6970000001602, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Пакостник"] = {
				[256899] = {
					114, -- [1]
					["stacks"] = {
					},
					["source"] = "Алчущая душа",
					["active"] = true,
				},
			},
			["Резервар"] = {
				[253901] = {
					24.41500000003725, -- [1]
					84.43099999986589, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Сила моря",
					["active"] = false,
				},
				[248499] = {
					5.666999999899417, -- [1]
					31.52900000009686, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
				[255199] = {
					45.39300000015646, -- [1]
					64.94799999985844, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Аватара Агграмара",
					["active"] = false,
				},
				[256899] = {
					114, -- [1]
					["stacks"] = {
					},
					["source"] = "Алчущая душа",
					["active"] = true,
				},
				[258647] = {
					16.27700000023469, -- [1]
					21.27000000001863, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Дар моря",
					["active"] = false,
				},
			},
			["Мойкамин"] = {
				[258646] = {
					16.27700000023469, -- [1]
					21.27000000001863, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Дар небес",
					["active"] = false,
				},
				[248499] = {
					5.666999999899417, -- [1]
					31.52900000009686, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
				[256899] = {
					114, -- [1]
					["stacks"] = {
					},
					["source"] = "Алчущая душа",
					["active"] = true,
				},
				[253903] = {
					24.41500000003725, -- [1]
					84.43099999986589, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Сила небес",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Пакостник"] = {
				[244912] = {
					35.72000000020489, -- [1]
					41.40999999968335, -- [2]
					["stacks"] = {
					},
					["source"] = "Уголек Тайшалака",
					["active"] = false,
				},
			},
			["Резервар"] = {
				[245990] = {
					0.575999999884516, -- [1]
					17.10099999979138, -- [2]
					39.86299999989569, -- [3]
					41.40999999968335, -- [4]
					["stacks"] = {
					},
					["source"] = "Агграмар",
					["active"] = false,
				},
				[244912] = {
					35.72000000020489, -- [1]
					41.40999999968335, -- [2]
					["stacks"] = {
					},
					["source"] = "Уголек Тайшалака",
					["active"] = false,
				},
			},
			["Мойкамин"] = {
				[245990] = {
					8.933000000193715, -- [1]
					22.44799999985844, -- [2]
					24.83199999993667, -- [3]
					41.40999999968335, -- [4]
					["stacks"] = {
					},
					["source"] = "Агграмар",
					["active"] = false,
				},
				[244912] = {
					35.72000000020489, -- [1]
					41.40999999968335, -- [2]
					["stacks"] = {
					},
					["source"] = "Уголек Тайшалака",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Резервар"] = {
				[248499] = {
					9.26100000005681, -- [1]
					24.26000000000931, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
				[251570] = {
					23.64300000004005, -- [1]
					204.7409999999218, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
			},
			["Пакостник"] = {
				[248499] = {
					9.26100000005681, -- [1]
					204.7409999999218, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
				[250669] = {
					23.64300000004005, -- [1]
					204.7409999999218, -- [2]
					["stacks"] = {
					},
					["source"] = "Аргус Порабощенный",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
		}, -- [1]
		{
			["Мойкамин"] = {
				{
					36.34400000004098, -- [1]
					"Мойкамин", -- [2]
					184662, -- [3]
				}, -- [1]
			},
		}, -- [2]
		{
			["Мойкамин"] = {
				{
					39.75300000002608, -- [1]
					"Мойкамин", -- [2]
					642, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Аргус Порабощенный"] = {
				{
					5.942999999970198, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
			},
		}, -- [1]
		{
			["Констеллар-куратор"] = {
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [1]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [2]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [3]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [4]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [5]
				{
					78.69400000013411, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [6]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [7]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [8]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [9]
				{
					80.5109999999404, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [10]
				{
					81.08700000029057, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [11]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [12]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [13]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [14]
				{
					82.3070000000298, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [15]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [16]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [17]
				{
					84.72200000006706, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [18]
				{
					87.14500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [19]
				{
					87.14500000001863, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [20]
				{
					89.56400000024587, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [21]
				{
					89.56400000024587, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [22]
				{
					91.99600000027567, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мойкамин", -- [5]
				}, -- [23]
				{
					94.41600000020117, -- [1]
					"Констеллар-куратор", -- [2]
					253061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [24]
			},
			["Аргус Порабощенный"] = {
				{
					5.666999999899417, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
				{
					15.625, -- [1]
					"Аргус Порабощенный", -- [2]
					257296, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.53099999995902, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [3]
				{
					110.594000000041, -- [1]
					"Аргус Порабощенный", -- [2]
					256542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					113.594000000041, -- [1]
					"Аргус Порабощенный", -- [2]
					258399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [2]
		{
			["Пламя Тайшалака"] = {
				{
					17.46100000012666, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.46100000012666, -- [1]
					"Пламя Тайшалака", -- [2]
					244901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.47200000006706, -- [1]
					"Пламя Тайшалака", -- [2]
					245631, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			["Уголек Тайшалака"] = {
				{
					35.72000000020489, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.52199999988079, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.52199999988079, -- [1]
					"Уголек Тайшалака", -- [2]
					244912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			["Агграмар"] = {
				{
					7.413000000175089, -- [1]
					"Агграмар", -- [2]
					244693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [1]
				{
					24.13700000010431, -- [1]
					"Агграмар", -- [2]
					243431, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [3]
		{
			["Модуль пересозидания"] = {
				{
					20.07000000006519, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.07000000006519, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.47400000004564, -- [1]
					"Модуль пересозидания", -- [2]
					256388, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			["Аргус Порабощенный"] = {
				{
					9.242000000085682, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Резервар", -- [5]
				}, -- [1]
				{
					16.62300000002142, -- [1]
					"Аргус Порабощенный", -- [2]
					257296, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.70800000010058, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [3]
				{
					23.81600000010803, -- [1]
					"Аргус Порабощенный", -- [2]
					248499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пакостник", -- [5]
				}, -- [4]
			},
		}, -- [4]
	},
}
