
PawnOptions = {
	["LastVersion"] = 2.0405,
	["LastPlayerFullName"] = "Пакостник-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 172685,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:172685::::::::50:71::56:6:6362:6388:1512:4786:6505:4775::::|h[Латный большой шлем падшего гладиатора]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 135,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:71::11:4:4932:4933:6316:1549::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159455,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:159455::::::::50:71::23:5:4819:1498:4786:6503:4775::::|h[Наплечники рогатого ужаса]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 170537,
			["Level"] = 71,
			["Link"] = "|cffa335ee|Hitem:170537::::::::50:71::11:4:1480:4786:5413:4775::::|h[Кираса центуриона Армии Чести]|h|r",
		}, -- [5]
		{
			["ID"] = 157933,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:157933::::::::50:71::28:5:4803:6516:6513:1514:4786::::|h[Большой пояс мастера клинка Резана]|h|r",
		}, -- [6]
		{
			["ID"] = 174264,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:174264::::::::50:71::3:5:4822:6516:6515:1487:4786::::|h[Хитиновые ножные латы завоевателя]|h|r",
		}, -- [7]
		{
			["ID"] = 173498,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:173498::::::::50:71::29:6:6412:4803:6513:6516:1494:4786::::|h[Сапоги тлетворного левиафана]|h|r",
		}, -- [8]
		{
			["ID"] = 174956,
			["Level"] = 95,
			["Link"] = "|cffa335ee|Hitem:174956::::::::50:71::29:5:6540:6515:6578:6579:4803::::|h[Наручи тлетворного левиафана]|h|r",
		}, -- [9]
		{
			["ID"] = 159457,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:159457::::::::50:71::35:8:5002:6578:6579:6479:6470:6513:1518:4786::::|h[Огромные рукавицы восставшего лорда]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 85,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460::::::::50:71::23:5:4779:6516:6515:1498:4786::::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 159460,
			["Level"] = 85,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159460::::::::50:73::23:5:4779:6516:6515:1498:4786::::|h[Потерянная печать надзирателя]|h|r",
		}, -- [12]
		{
			["ID"] = 174500,
			["Level"] = 100,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174500::::::::50:71::3:4:4822:6513:1487:4786::::|h[Заряженный жизненной силой осколок титанов]|h|r",
		}, -- [13]
		{
			["ID"] = 174500,
			["Level"] = 100,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174500::::::::50:73::3:4:4822:6513:1487:4786::::|h[Заряженный жизненной силой осколок титанов]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 131,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:71::11:2:6275:1472::::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172763,
			["Level"] = 95,
			["Link"] = "|cffa335ee|Hitem:172763:5964:::::::50:71::25:6:6387:6389:1507:4786:6516:6513::::|h[Большой меч падшего гладиатора]|h|r",
		}, -- [16]
		{
			["ID"] = 159840,
			["Level"] = 60,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159840::::::::50:71::54:2:1472:4786::::|h[Опаляющий меч Тибу]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128289] = {
			["Relics"] = {
				{
					["Type"] = "Iron",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
			},
			["Name"] = "Панцирь Хранителя Земли",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
