
PawnOptions = {
	["LastVersion"] = 2.0246,
	["ItemLevels"] = {
		{
			["ID"] = 122245,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122245::::::::47:66:::1:583:::|h[Полированный шлем доблести]|h|r",
		}, -- [1]
		{
			["ID"] = 122662,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122662::::::::47:66::::::|h[Вечный талисман уклонения]|h|r",
		}, -- [2]
		{
			["ID"] = 122372,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122372::::::::47:66:::1:583:::|h[Укрепленное тюремное наплечье]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122381,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122381::::::::47:66::::::|h[Полированная кираса доблести]|h|r",
		}, -- [5]
		{
			["ID"] = 143582,
			["Level"] = 45,
			["Link"] = "|cff0070dd|Hitem:143582::::::::46:66:512:17:2:1705:4244:39:::|h[Стойкий пояс со знаком рассвета]|h|r",
		}, -- [6]
		{
			["ID"] = 122251,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122251::::::::47:66:::1:582:::|h[Полированные ножные латы доблести]|h|r",
		}, -- [7]
		{
			["ID"] = 65991,
			["Level"] = 52,
			["Link"] = "|cffa335ee|Hitem:65991::::::::46:66:512:11:2:4038:5765:40:::|h[Сапоги благородного пути]|h|r",
		}, -- [8]
		{
			["ID"] = 82879,
			["Level"] = 39,
			["Link"] = "|cff0070dd|Hitem:82879::::::::46:66:512:1:1:4032:33:::|h[Наручи шипастого воротника]|h|r",
		}, -- [9]
		{
			["ID"] = 143583,
			["Level"] = 32,
			["Link"] = "|cff0070dd|Hitem:143583::::::::46:66:512:17:2:1708:4244:26:::|h[Стойкие захваты со знаком рассвета]|h|r",
		}, -- [10]
		{
			["ID"] = 18315,
			["Level"] = 52,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:18315::::::::46:66:512:1:1:4008:46:::|h[Кольцо демонической силы]|h|r",
		}, -- [11]
		{
			["ID"] = 18315,
			["Level"] = 52,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:18315::::::::47:66:512:1:1:4008:46:::|h[Кольцо демонической силы]|h|r",
		}, -- [12]
		{
			["ID"] = 122530,
			["Level"] = 51,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122530::::::::47:66:::1:582:::|h[Унаследованный знак деспотизма]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 51,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::47:66::::::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122266,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122266::::::::47:66::::::|h[Рваный плащ песчаного шторма]|h|r",
		}, -- [15]
		{
			["ID"] = 122369,
			["Level"] = 51,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff00ccff|Hitem:122369::::::::47:66::::::|h[Иссеченный в бою молотящий клинок]|h|r",
		}, -- [16]
		{
			["ID"] = 122391,
			["Level"] = 51,
			["Link"] = "|cff00ccff|Hitem:122391::::::::47:66:::1:583:::|h[Опаленный драконий отражающий щит]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Найтколл-Гордунни",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
