
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_start"] = "00:56:40",
			["date_end"] = "00:58:49",
			["name"] = "Шеф Разданк",
			["total_time"] = 129.3009999999777,
		}, -- [1]
		{
			["date_start"] = "00:51:17",
			["date_end"] = "00:52:26",
			["name"] = "Рикса Огневерт",
			["total_time"] = 69.79300000000512,
		}, -- [2]
		{
			["date_start"] = "00:45:54",
			["date_end"] = "00:47:14",
			["name"] = "Азерокк",
			["total_time"] = 81.9900000000489,
		}, -- [3]
		{
			["date_start"] = "00:40:02",
			["date_end"] = "00:41:13",
			["name"] = "Платный разгонятель толпы",
			["total_time"] = 70.3300000000163,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[260813] = {
				{
					7.028999999980442, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					28.05499999999302, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					108.0139999999665, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
			},
			[260280] = {
				{
					18.00299999996787, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.00599999999395, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119.0009999999893, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260372] = {
				{
					58.16699999995763, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					59.86799999995856, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					62.29899999999907, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
				{
					64.71799999999348, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [4]
				{
					65.93299999996088, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [5]
				{
					73.24599999998463, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [6]
				{
					74.47499999997672, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [7]
				{
					76.89899999997579, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [8]
				{
					80.5229999999865, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [9]
				{
					90.25, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [10]
			},
			[276229] = {
				{
					14.52199999999721, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.52199999999721, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.7609999999986, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.7609999999986, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.9079999999958, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					114.920999999973, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[260811] = {
				{
					7.028999999980442, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.05499999999302, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					108.0139999999665, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260318] = {
				{
					3.815999999991618, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [1]
				{
					7.059000000008382, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					9.498999999952503, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
				{
					11.9199999999837, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [4]
				{
					14.75399999995716, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [5]
				{
					28.0899999999674, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [6]
				{
					30.52700000000186, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [7]
				{
					32.93799999996554, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [8]
				{
					46.30999999999767, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [9]
				{
					48.75, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [10]
				{
					104.6479999999865, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [11]
				{
					108.2999999999884, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [12]
				{
					110.7039999999688, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [13]
				{
					113.1649999999791, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [14]
				{
					115.5899999999674, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [15]
			},
			[271456] = {
				{
					74.41300000000047, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [1]
				{
					84.12599999998929, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					95.05799999996088, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					76.9890000000014, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					87.92599999997765, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					98.87099999998463, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					51.98099999997066, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[281621] = {
				{
					63.29999999998836, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.81500000000233, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.47299999999814, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					87.6019999999553, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[276212] = {
				{
					3.00099999998929, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					104.0029999999679, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[262515] = {
				{
					66.62799999996787, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [1]
				{
					69.16300000000047, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					77.60699999995995, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
				{
					81.39499999996042, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
			},
			[260190] = {
				{
					98.90200000000186, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [1]
		{
			[259474] = {
				{
					2.142999999981839, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [1]
				{
					7.021000000007916, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					9.461999999999534, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
				{
					13.12699999997858, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [4]
				{
					15.55900000000838, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [5]
				{
					18.00299999996787, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [6]
				{
					22.84599999996135, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [7]
				{
					25.27999999996973, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [8]
				{
					28.91199999995297, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [9]
				{
					51.92199999996228, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [10]
				{
					54.35699999995995, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [11]
				{
					56.78699999995297, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [12]
				{
					59.21999999997206, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [13]
				{
					64.06099999998696, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [14]
				{
					66.50799999997253, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [15]
				{
					68.65299999999115, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [16]
			},
			[268865] = {
				{
					9.223999999987427, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.10399999999208, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.1129999999539, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.79300000000512, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259856] = {
				{
					12.25500000000466, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					12.85899999999674, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [2]
				{
					27.27199999999721, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
				{
					27.85899999999674, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [4]
				{
					54.26699999999255, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
				{
					54.88099999999395, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [6]
				{
					69.27499999996508, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
			},
			[260669] = {
				{
					32.23699999996461, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [1]
				{
					38.24599999998463, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
		}, -- [2]
		{
			[258622] = {
				{
					12.61000000004424, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.58800000004703, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[271698] = {
				{
					22.30499999999302, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
				{
					39.32099999999628, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [2]
				{
					73.30100000003586, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [3]
			},
			[257593] = {
				{
					61.88000000000466, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[271526] = {
				{
					15.71700000000419, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.75900000002002, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.96400000003632, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.87300000002142, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.08100000000559, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.7620000000461, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					23.0109999999986, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					24.16300000000047, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					25.38500000000931, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					26.60899999999674, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					27.81599999999162, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.02600000001257, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					30.2390000000014, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					61.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					61.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[257582] = {
				{
					0.6660000000265427, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [2]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [3]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [4]
				{
					17.75599999999395, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [5]
				{
					17.98500000004424, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [6]
				{
					32.24600000004284, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [7]
				{
					63.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [8]
				{
					63.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [9]
			},
			[275907] = {
				{
					6.863000000012107, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.62900000001537, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.70400000002701, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.92200000002049, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258627] = {
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268865] = {
				{
					9.362000000022817, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.22600000002421, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.27400000003399, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.54700000002049, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					81.9900000000489, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[268362] = {
				{
					5.146999999997206, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.146999999997206, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.577000000048429, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.22899999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					13.24000000004889, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					23.3410000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					23.3410000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.28900000004796, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.92200000002049, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.73800000001211, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.77700000000186, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					46.41200000001118, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					58.56700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					61.79500000004191, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					62.18800000002375, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					64.6140000000014, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					68.25200000003679, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
			},
		}, -- [3]
		{
			[263275] = {
				{
					2.62599999998929, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[271784] = {
				{
					20.65299999999115, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.15200000000186, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.67800000001444, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.16399999998976, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.65500000002794, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.86200000002282, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					56.37199999997392, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.875, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					57.375, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					57.88799999997718, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[269493] = {
				{
					9.694000000017695, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.74200000002747, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[268702] = {
				{
					11.88299999997253, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.3300000000163, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[271579] = {
				{
					3.884000000020023, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					3.884000000020023, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					8.762999999977183, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.762999999977183, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					13.61099999997532, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					16.00900000002002, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					24.52100000000792, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					33.03899999998976, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					40.34200000000419, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					46.54800000000978, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					53.69699999998557, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					58.56699999998091, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					65.8969999999972, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
			},
			[262347] = {
				{
					8.559999999997672, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.64699999999721, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.16800000000512, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268865] = {
				{
					3.413999999989756, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.4550000000163, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.58699999999953, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.3300000000163, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[271903] = {
				{
					32.77700000000186, -- [1]
					"Платный разгонятель толпы", -- [2]
					271903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[263262] = {
				{
					1.701000000000931, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					5.327999999979511, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					8.951999999990221, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					11.38500000000931, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					18.65200000000186, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [5]
				{
					27.16800000000512, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					30.83100000000559, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					45.45199999999022, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					53.92900000000373, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					67.33399999997346, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					70.3300000000163, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					70.3300000000163, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [12]
			},
			[268362] = {
				{
					1.612000000022817, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.271000000007916, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.08699999999953, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.30099999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					11.30099999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					13.35300000000279, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.88900000002468, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.88900000002468, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					27.12800000002608, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.95899999997346, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					35.2390000000014, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.29300000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					46.65399999998044, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.21299999998882, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.22999999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.65299999999115, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.86499999999069, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.27700000000186, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					69.71299999998882, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			[257337] = {
				{
					18.54300000000512, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.82099999999628, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [4]
		{
			[249919] = {
				{
					7.53000000002794, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [1]
				{
					20.94300000002841, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [2]
				{
					34.32500000001164, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [3]
				{
					47.65500000002794, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [4]
				{
					64.61300000001211, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [5]
			},
			[250050] = {
				{
					16.78700000001118, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.80800000001909, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[259187] = {
				{
					14.70699999999488, -- [1]
					"Язма", -- [2]
					259187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.01500000001397, -- [1]
					"Язма", -- [2]
					259187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[250096] = {
				{
					60.78900000004796, -- [1]
					"Язма", -- [2]
					250096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gali-Gorgonnash", -- [5]
				}, -- [1]
			},
		}, -- [5]
		{
			[255577] = {
				{
					29.01100000005681, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.21500000002561, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255591] = {
				{
					16.48400000005495, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [1]
				{
					50.49800000002142, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [2]
			},
			[255579] = {
				{
					12.43300000001909, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.44700000004377, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [6]
		{
			[250259] = {
				{
					3.988000000012107, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.70199999999022, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.52700000000186, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.59499999997206, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					35.86800000001676, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.89000000001397, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.09200000000419, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					61.33199999999488, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					74.07600000000093, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					79.64500000001863, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					86.29099999996834, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					96.08500000002095, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					102.1199999999953, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					108.0420000000158, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[259572] = {
				{
					4.960000000020955, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.62099999998463, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.11599999997998, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.55199999996694, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					87.6819999999716, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					109.5519999999669, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					131.429999999993, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					150.8479999999981, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[259531] = {
				{
					18.8410000000149, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.78100000001723, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.4319999999716, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.63699999998789, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.39100000000326, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					77.24400000000605, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					79.65999999997439, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[250258] = {
				{
					3.827999999979511, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.33199999999488, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.39999999996508, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.4539999999688, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					35.4429999999702, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.52799999999115, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					54.89299999998184, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					60.98499999998603, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.15999999997439, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					79.22499999997672, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					85.31400000001304, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					95.03999999997905, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					101.1209999999846, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					107.2339999999967, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[250241] = {
				{
					118.8740000000107, -- [1]
					"Вол'каал", -- [2]
					250241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [7]
		{
			[257407] = {
				{
					24.76400000002468, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [1]
				{
					59.98600000003353, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Gali-Gorgonnash", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					17.01700000005076, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.26300000003539, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					7.135999999998603, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.75500000000466, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.97600000002421, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.96199999999953, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[255373] = {
				{
					40.96900000004098, -- [1]
					"Резан", -- [2]
					255373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255434] = {
				{
					7.135999999998603, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [1]
				{
					39.97600000002421, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [2]
			},
			[255421] = {
				{
					25.79700000002049, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Tâquila-Blackmoore", -- [5]
				}, -- [1]
			},
		}, -- [8]
		{
			[249919] = {
				{
					7.596000000019558, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [1]
				{
					20.97299999999814, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [2]
				{
					34.36699999996927, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [3]
				{
					47.70100000000093, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [4]
				{
					63.51799999998184, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [5]
				{
					79.3069999999716, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [6]
				{
					91.49499999999534, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [7]
				{
					103.6500000000233, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [8]
			},
			[250050] = {
				{
					16.85700000001816, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.84899999998743, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.93800000002375, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[259187] = {
				{
					14.73099999997066, -- [1]
					"Язма", -- [2]
					259187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.07199999998557, -- [1]
					"Язма", -- [2]
					259187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					97.40999999997439, -- [1]
					"Язма", -- [2]
					259187, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[250096] = {
				{
					59.65200000000186, -- [1]
					"Язма", -- [2]
					250096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
		}, -- [9]
		{
			[255577] = {
				{
					29.46899999998277, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.66199999995297, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255591] = {
				{
					16.94499999994878, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [1]
				{
					51.13999999995576, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [2]
			},
			[255579] = {
				{
					12.87899999995716, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.04899999999907, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [10]
		{
			[250259] = {
				{
					4.216000000014901, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.57100000005448, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.60700000001816, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.36900000000605, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.34700000000885, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.53700000001118, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					51.10300000000279, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[259572] = {
				{
					5.556000000040513, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.23800000001211, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.57600000000093, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.19700000004377, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.64400000002934, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[259531] = {
				{
					24.29000000003725, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.60400000005029, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.09000000002561, -- [1]
					"Тотем воскрешения", -- [2]
					259531, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[250258] = {
				{
					4.026000000012573, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.93400000000838, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.01900000002934, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.10500000003958, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.02700000000186, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.11200000002282, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.62300000002142, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[250241] = {
				{
					58.68300000001909, -- [1]
					"Вол'каал", -- [2]
					250241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[257407] = {
				{
					24.34399999998277, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [1]
				{
					59.57099999999628, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Xarazin-Azshara", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					16.61100000003353, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.83699999999953, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					4.292000000015833, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.3190000000177, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.7850000000326, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.55300000001444, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[255434] = {
				{
					5.5, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [1]
				{
					40.7850000000326, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [2]
				{
					83.33500000002095, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [3]
			},
			[255421] = {
				{
					25.37700000003679, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Luchinhaert-Azshara", -- [5]
				}, -- [1]
			},
		}, -- [12]
		{
			[303299] = {
				{
					132.6549999999697, -- [1]
					"Повелительница приливов Этендрис", -- [2]
					303299, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [1]
				{
					132.6549999999697, -- [1]
					"Повелительница приливов Этендрис", -- [2]
					303299, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [2]
				{
					132.6549999999697, -- [1]
					"Повелительница приливов Этендрис", -- [2]
					303299, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [3]
			},
			[268007] = {
				{
					9.778999999980442, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [1]
				{
					15.85399999999208, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [2]
				{
					57.0910000000149, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [3]
				{
					63.16600000002654, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [4]
				{
					69.25799999997253, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [5]
				{
					106.8929999999818, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [6]
				{
					114.1780000000144, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [7]
				{
					121.4780000000028, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [8]
				{
					128.7509999999893, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [9]
			},
			[305010] = {
				{
					132.6549999999697, -- [1]
					"Повелительница приливов Этендрис", -- [2]
					305010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[302912] = {
				{
					132.6549999999697, -- [1]
					"Занш'ир-ловчий", -- [2]
					302912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
			[273677] = {
				{
					48.72600000002421, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.72600000002421, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.72600000002421, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.72600000002421, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					98.51400000002468, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.51400000002468, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					98.51400000002468, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					98.51400000002468, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [13]
		{
			[265986] = {
				{
					7.146000000007916, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.08799999998882, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.62900000001537, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					35.0910000000149, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.77700000000186, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					51.65100000001257, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					57.71400000003632, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[267278] = {
				{
					61.38800000003539, -- [1]
					"Поляризованный шпиль", -- [2]
					267278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					61.38800000003539, -- [1]
					"Поляризованный шпиль", -- [2]
					267278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [2]
				{
					61.38800000003539, -- [1]
					"Поляризованный шпиль", -- [2]
					267278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Войдах-ВечнаяПесня", -- [5]
				}, -- [3]
			},
		}, -- [14]
		{
			[268705] = {
				{
					63.85899999999674, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.05199999996694, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264234] = {
				{
					11.82699999999022, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.91099999996368, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.91099999996368, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.91099999996368, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[267027] = {
				{
					16.7390000000014, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [1]
				{
					18.01299999997718, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [2]
				{
					18.10300000000279, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [3]
				{
					18.10300000000279, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [4]
			},
			[264235] = {
				{
					50.72299999999814, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.80400000000373, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.80400000000373, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.80400000000373, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[267047] = {
				{
					50.80400000000373, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.80400000000373, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.80400000000373, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.80400000000373, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[264368] = {
				{
					0.5489999999990687, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.5489999999990687, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.5489999999990687, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					0.5489999999990687, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.96999999997206, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					42.96999999997206, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.96999999997206, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.96999999997206, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					81.81500000000233, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					81.81500000000233, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					81.81500000000233, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					81.81500000000233, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[269116] = {
				{
					12.79699999996228, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.79699999996228, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.75599999999395, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.475999999966, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.41899999999441, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[263912] = {
				{
					8.551999999966938, -- [1]
					"Меректа", -- [2]
					263912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [15]
		{
			[263371] = {
				{
					25.82200000004377, -- [1]
					"Аспидис", -- [2]
					263371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Панкицой", -- [5]
				}, -- [1]
			},
			[263775] = {
				{
					57.93800000002375, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негорячая", -- [5]
				}, -- [1]
			},
			[263309] = {
				{
					10.56500000000233, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энхейн-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					23.91899999999441, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					39.72200000000885, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Войдах-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[263318] = {
				{
					5.666000000026543, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энхейн-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					28.75800000003073, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энхейн-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					32.3980000000447, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энхейн-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[269116] = {
				{
					10.03900000004796, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.47100000001956, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.71900000004098, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					58.24300000001676, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[263257] = {
				{
					42.84900000004564, -- [1]
					"Аспидис", -- [2]
					263257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [16]
		{
			[256083] = {
				{
					20.64600000000792, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.55999999999767, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.19599999999627, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263345] = {
				{
					23.51299999997718, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.55400000000373, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.81400000001304, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[256198] = {
				{
					7.99800000002142, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.5690000000177, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256101] = {
				{
					12.8300000000163, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.88799999997718, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.39600000000792, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[256039] = {
				{
					28.21199999999953, -- [1]
					"Надзиратель Корги", -- [2]
					256039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асиризис-Галакронд", -- [5]
				}, -- [1]
				{
					53.71999999997206, -- [1]
					"Надзиратель Корги", -- [2]
					256039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ктолгор-Галакронд", -- [5]
				}, -- [2]
			},
			[256038] = {
				{
					24.22399999998743, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асиризис-Галакронд", -- [5]
				}, -- [1]
				{
					49.72499999997672, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ктолгор-Галакронд", -- [5]
				}, -- [2]
				{
					72.7719999999972, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асиризис-Галакронд", -- [5]
				}, -- [3]
			},
			[256199] = {
				{
					31.08399999997346, -- [1]
					"Надзиратель Корги", -- [2]
					256199, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [17]
		{
			[257028] = {
				{
					13.67900000000373, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даминус", -- [5]
				}, -- [1]
				{
					36.77799999999115, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асиризис-Галакронд", -- [5]
				}, -- [2]
				{
					59.84299999999348, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асиризис-Галакронд", -- [5]
				}, -- [3]
			},
			[256970] = {
				{
					7.614000000001397, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.40999999997439, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256955] = {
				{
					25.78100000001723, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.85999999998603, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [18]
		{
			[257777] = {
				{
					6.657999999995809, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ктолгор-Галакронд", -- [5]
				}, -- [1]
				{
					57.69599999999628, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Талрессар-Галакронд", -- [5]
				}, -- [2]
				{
					74.67500000004657, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ктолгор-Галакронд", -- [5]
				}, -- [3]
			},
			[257785] = {
				{
					17.73700000002282, -- [1]
					"Джес Хаулис", -- [2]
					257785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.75400000001537, -- [1]
					"Джес Хаулис", -- [2]
					257785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[257814] = {
				{
					24.89500000001863, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.34000000002561, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.74700000003213, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.46199999999953, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					41.89199999999255, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.33500000002096, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257793] = {
				{
					18.32900000002701, -- [1]
					"Джес Хаулис", -- [2]
					257793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257827] = {
				{
					49.42300000000978, -- [1]
					"Джес Хаулис", -- [2]
					257827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [19]
		{
			[257609] = {
				{
					81.69099999999162, -- [1]
					"Королева песков", -- [2]
					257609, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257092] = {
				{
					7.99900000001071, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.70999999996275, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.95100000000093, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.50399999995716, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.00099999998929, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					89.24499999999534, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[259711] = {
				{
					12.63699999998789, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.18099999998231, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.74599999998463, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.28699999995297, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.84700000000885, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					85.39100000000326, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					99.96299999998882, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					102.5420000000158, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[257495] = {
				{
					31.33399999997346, -- [1]
					"Королева песков", -- [2]
					257495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.28499999997439, -- [1]
					"Королева песков", -- [2]
					257495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					99.26299999997718, -- [1]
					"Королева песков", -- [2]
					257495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[257608] = {
				{
					21.63999999995576, -- [1]
					"Королева песков", -- [2]
					257608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.93599999998696, -- [1]
					"Королева песков", -- [2]
					257608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[257617] = {
				{
					25.97399999998743, -- [1]
					"Королева песков", -- [2]
					257617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.25599999999395, -- [1]
					"Королева песков", -- [2]
					257617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [20]
		{
			[249923] = {
				{
					13.25099999998929, -- [1]
					"Язма", -- [2]
					249923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хетлипс-Дракономор", -- [5]
				}, -- [1]
				{
					54.47899999999208, -- [1]
					"Язма", -- [2]
					249923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
			[250050] = {
				{
					15.31699999998091, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.53200000000652, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[259711] = {
				{
					67.01800000004005, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.01800000004005, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.01800000004005, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[249919] = {
				{
					6.119999999995343, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [1]
				{
					20.65799999999581, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [2]
				{
					32.77700000000186, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [3]
				{
					46.13500000000931, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [4]
				{
					60.68400000000838, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [5]
			},
			[250096] = {
				{
					25.30400000000373, -- [1]
					"Язма", -- [2]
					250096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					65.30499999999302, -- [1]
					"Язма", -- [2]
					250096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
		}, -- [21]
		{
			[255579] = {
				{
					12.11200000002282, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.28900000004796, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255824] = {
				{
					67.78200000000652, -- [1]
					"Дазар'айский сокрушитель", -- [2]
					255824, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255591] = {
				{
					16.17900000000373, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [1]
				{
					51.38200000004144, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [2]
			},
			[255577] = {
				{
					29.88300000003073, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.73400000005495, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[253239] = {
				{
					71.14000000001397, -- [1]
					"Дазар'айский сокрушитель", -- [2]
					253239, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [22]
		{
			[250258] = {
				{
					4.704999999958091, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.42399999999907, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.50599999999395, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.58699999999953, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259572] = {
				{
					7.032999999995809, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.92699999996694, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.81500000000233, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.26499999995576, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.10999999998603, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[250259] = {
				{
					5.097999999998137, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.41899999999441, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.42999999999302, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					28.04299999994692, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[250241] = {
				{
					39.17799999995623, -- [1]
					"Вол'каал", -- [2]
					250241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [23]
		{
			[257407] = {
				{
					23.61999999999534, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эскилион", -- [5]
				}, -- [1]
				{
					59.67499999998836, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Запарка-Дракономор", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					15.90799999999581, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.9100000000326, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					6.053000000014436, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.61200000002282, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.60600000002887, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.66499999997905, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.49400000000605, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[255373] = {
				{
					7.047000000020489, -- [1]
					"Резан", -- [2]
					255373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.50199999997858, -- [1]
					"Резан", -- [2]
					255373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255434] = {
				{
					4.830000000016298, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [1]
				{
					40.81599999999162, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [2]
				{
					79.74099999997998, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мумумувка", -- [5]
				}, -- [3]
			},
			[255421] = {
				{
					24.67800000001444, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эскилион", -- [5]
				}, -- [1]
				{
					63.92599999997765, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Запарка-Дракономор", -- [5]
				}, -- [2]
			},
		}, -- [24]
		{
			[273658] = {
				{
					32.75300000002608, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.12700000003679, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.0350000000326, -- [1]
					"Меченный смертью поработитель", -- [2]
					273658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[266460] = {
				{
					12.83699999999953, -- [1]
					"Меченный смертью поработитель", -- [2]
					266460, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					31.98700000002282, -- [1]
					"Меченный смертью поработитель", -- [2]
					266460, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					36.05000000004657, -- [1]
					"Меченный смертью поработитель", -- [2]
					266460, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [3]
				{
					38.07700000004843, -- [1]
					"Меченный смертью поработитель", -- [2]
					266460, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [4]
			},
			[266266] = {
				{
					4.39000000001397, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.22900000005029, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.28400000004331, -- [1]
					"Горак Тул", -- [2]
					266266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[273657] = {
				{
					14.54000000003725, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.43100000004051, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.69800000003306, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.72299999999814, -- [1]
					"Меченный смертью поработитель", -- [2]
					273657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[266258] = {
				{
					4.39000000001397, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.22900000005029, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.28400000004331, -- [1]
					"Drust Slaver Summoning Portal", -- [2]
					266258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[266181] = {
				{
					28.11900000000605, -- [1]
					"Горак Тул", -- [2]
					266181, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[266225] = {
				{
					10.55100000003586, -- [1]
					"Горак Тул", -- [2]
					266225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[252661] = {
				{
					40.83599999995204, -- [1]
					"Крадущийся теневой клинок", -- [2]
					252661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [25]
		{
			[261446] = {
				{
					11.99799999996321, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [1]
				{
					22.69899999996414, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [2]
				{
					32.12599999998929, -- [1]
					"Леди Уэйкрест", -- [2]
					261446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Уэйкрест", -- [5]
				}, -- [3]
			},
			[268271] = {
				{
					5.067999999970198, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [1]
				{
					7.090999999956694, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [2]
				{
					9.287000000011176, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					11.54099999996834, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [4]
				{
					28.78499999997439, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [5]
				{
					31.07099999999628, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [6]
				{
					56.97999999998137, -- [1]
					"Леди Уэйкрест", -- [2]
					268271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [7]
			},
			[271590] = {
				{
					0.1, -- [1]
					"Леди Уэйкрест", -- [2]
					271590, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[261439] = {
				{
					10.88899999996647, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.88699999998789, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.68599999998696, -- [1]
					"Лорд Уэйкрест", -- [2]
					261439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268306] = {
				{
					17.74799999996321, -- [1]
					"Леди Уэйкрест", -- [2]
					268306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[261447] = {
				{
					14.51999999996042, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.20600000000559, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.63299999997253, -- [1]
					"Лорд Уэйкрест", -- [2]
					261447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[261438] = {
				{
					8.744000000006054, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					25.74299999995856, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [2]
				{
					42.78099999995902, -- [1]
					"Лорд Уэйкрест", -- [2]
					261438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [3]
			},
			[261440] = {
				{
					12.38500000000931, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [1]
				{
					29.39199999999255, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [2]
				{
					45.19399999995949, -- [1]
					"Лорд Уэйкрест", -- [2]
					261440, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [3]
			},
			[268278] = {
				{
					3.562999999965541, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.599999999976717, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.023999999975786, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					10.44500000000699, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					27.43900000001304, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					29.90599999995902, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.4199999999837, -- [1]
					"Леди Уэйкрест", -- [2]
					268278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [26]
		{
			[264694] = {
				{
					8.077999999979511, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					37.28700000001118, -- [1]
					"Раал Прожорливый", -- [2]
					264694, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [2]
			},
			[264923] = {
				{
					23.77899999998044, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					27.44000000000233, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					31.09799999999814, -- [1]
					"Раал Прожорливый", -- [2]
					264923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [3]
			},
			[264693] = {
				{
					5.669999999983702, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.87900000001537, -- [1]
					"Раал Прожорливый", -- [2]
					264693, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264931] = {
				{
					34.44300000002841, -- [1]
					"Раал Прожорливый", -- [2]
					264931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [27]
		{
			[260551] = {
				{
					9.51699999999255, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.39500000001863, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.27799999999115, -- [1]
					"Оживленный голиаф", -- [2]
					260551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260508] = {
				{
					7.579000000027008, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					25.79500000004191, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [2]
				{
					42.83600000001025, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [3]
				{
					59.8520000000135, -- [1]
					"Оживленный голиаф", -- [2]
					260508, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [4]
			},
			[260512] = {
				{
					39.42300000000978, -- [1]
					"Оживленный голиаф", -- [2]
					260512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [28]
		{
			[261264] = {
				{
					10.31899999995949, -- [1]
					"Сестра Солена", -- [2]
					261264, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260696] = {
				{
					26.09899999998743, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					80.86599999997998, -- [1]
					"Сестра Маладия", -- [2]
					260696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [2]
			},
			[260805] = {
				{
					1.290999999968335, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.96999999997206, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.59399999998277, -- [1]
					"Сестра Солена", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.73699999996461, -- [1]
					"Сестра Маладия", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					90.92199999996228, -- [1]
					"Сестра Брайар", -- [2]
					260805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260852] = {
				{
					35.46700000000419, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [1]
				{
					50.06899999995949, -- [1]
					"Сестра Солена", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [2]
				{
					75.21199999999953, -- [1]
					"Сестра Маладия", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [3]
				{
					89.41199999995297, -- [1]
					"Сестра Брайар", -- [2]
					260852, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Радужный кристалл", -- [5]
				}, -- [4]
			},
			[260700] = {
				{
					1.777000000001863, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					8.28200000000652, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [2]
				{
					10.53200000000652, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [3]
				{
					41.92799999995623, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [4]
				{
					44.34700000000885, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [5]
				{
					46.77199999999721, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [6]
				{
					49.20499999995809, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					51.64899999997579, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [8]
				{
					54.08799999998882, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [9]
				{
					56.54800000000978, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [10]
				{
					58.95199999999022, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [11]
				{
					61.40999999997439, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [12]
				{
					73.55799999996088, -- [1]
					"Сестра Маладия", -- [2]
					260700, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [13]
			},
			[261266] = {
				{
					33.36099999997532, -- [1]
					"Сестра Маладия", -- [2]
					261266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[261265] = {
				{
					48.9879999999539, -- [1]
					"Сестра Брайар", -- [2]
					261265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260907] = {
				{
					11.49299999995856, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.40999999997439, -- [1]
					"Сестра Солена", -- [2]
					260907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260699] = {
				{
					23.65200000000186, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					26.09899999998743, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [2]
				{
					28.50199999997858, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					30.93899999995483, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					33.40499999996973, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [5]
				{
					35.80400000000373, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [6]
				{
					38.24099999997998, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					40.70499999995809, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [8]
				{
					43.12799999996787, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [9]
				{
					45.5679999999702, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [10]
				{
					47.98699999996461, -- [1]
					"Сестра Солена", -- [2]
					260699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [11]
			},
			[260701] = {
				{
					1.777000000001863, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					4.191999999980908, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [2]
				{
					6.619000000006054, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					9.028999999980442, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					11.49299999995856, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [5]
				{
					23.65200000000186, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [6]
				{
					26.09899999998743, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					33.40499999996973, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [8]
				{
					58.95199999999022, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [9]
				{
					61.40999999997439, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [10]
				{
					73.55799999996088, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [11]
				{
					75.97999999998137, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [12]
				{
					78.43899999995483, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [13]
				{
					80.86599999997998, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [14]
				{
					83.29899999999907, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [15]
				{
					85.73099999997066, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анубарак-ЧерныйШрам", -- [5]
				}, -- [16]
				{
					88.15799999999581, -- [1]
					"Сестра Брайар", -- [2]
					260701, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кайсерис", -- [5]
				}, -- [17]
			},
			[260703] = {
				{
					22.41499999997905, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.73099999997066, -- [1]
					"Сестра Маладия", -- [2]
					260703, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260697] = {
				{
					41.92799999995623, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [1]
				{
					49.20499999995809, -- [1]
					"Сестра Брайар", -- [2]
					260697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Здобудшка", -- [5]
				}, -- [2]
			},
			[260741] = {
				{
					44.34700000000885, -- [1]
					"Сестра Брайар", -- [2]
					260741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
		}, -- [29]
		{
			[257278] = {
				{
					10.55800000001909, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257402] = {
				{
					24.71799999999348, -- [1]
					"Красавчик Харлан", -- [2]
					257402, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257458] = {
				{
					44.16300000000047, -- [1]
					"Красавчик Харлан", -- [2]
					257458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [30]
		{
			[256363] = {
				{
					6.992000000027474, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [1]
				{
					37.30800000001909, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Медведь", -- [5]
				}, -- [2]
			},
			[256477] = {
				{
					16.63799999997718, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.15399999998044, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256405] = {
				{
					25.26299999997718, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256552] = {
				{
					19.36099999997532, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.35999999998603, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.3640000000014, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.38300000003073, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					27.3979999999865, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					29.29800000000978, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.32299999997485, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.90399999998044, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					36.91700000001583, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.89899999997579, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[256551] = {
				{
					19.13500000000931, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [1]
				{
					21.15100000001257, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [2]
				{
					23.15200000000186, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [3]
				{
					25.14600000000792, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [4]
				{
					27.13900000002468, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [5]
				{
					29.1359999999986, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [6]
				{
					31.13900000002468, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [7]
				{
					34.67599999997765, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фоглер", -- [5]
				}, -- [8]
				{
					36.66200000001118, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фоглер", -- [5]
				}, -- [9]
				{
					38.65700000000652, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [10]
			},
			[256358] = {
				{
					15.48200000001816, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [1]
			},
		}, -- [31]
		{
			[274555] = {
				{
					4.092000000004191, -- [1]
					"Мокрая корабельная крыса", -- [2]
					274555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [1]
				{
					4.092000000004191, -- [1]
					"Мокрая корабельная крыса", -- [2]
					274555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [2]
				{
					4.90600000001723, -- [1]
					"Мокрая корабельная крыса", -- [2]
					274555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [3]
				{
					24.33900000003632, -- [1]
					"Мокрая корабельная крыса", -- [2]
					274555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [4]
			},
			[274383] = {
				{
					2.77900000003865, -- [1]
					"Крысолов", -- [2]
					274383, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.63300000003073, -- [1]
					"Крысолов", -- [2]
					274383, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.5910000000149, -- [1]
					"Крысолов", -- [2]
					274383, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					58.60100000002421, -- [1]
					"Крысолов", -- [2]
					274383, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257747] = {
				{
					10.54000000003725, -- [1]
					"Громила из братства Чернозубых", -- [2]
					257747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [1]
				{
					25.54500000004191, -- [1]
					"Громила из братства Чернозубых", -- [2]
					257747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [2]
				{
					31.60600000002887, -- [1]
					"Громила из братства Чернозубых", -- [2]
					257747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [3]
				{
					37.66800000000512, -- [1]
					"Громила из братства Чернозубых", -- [2]
					257747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [4]
				{
					43.75400000001537, -- [1]
					"Громила из братства Чернозубых", -- [2]
					257747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [5]
			},
			[267533] = {
				{
					14.72400000004564, -- [1]
					"Капитан Джолли", -- [2]
					267533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.18499999999767, -- [1]
					"Капитан Джолли", -- [2]
					267533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.89500000001863, -- [1]
					"Капитан Джолли", -- [2]
					267533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					87.58800000004703, -- [1]
					"Капитан Джолли", -- [2]
					267533, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[267522] = {
				{
					8.940000000002328, -- [1]
					"Капитан Джолли", -- [2]
					267522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.00300000002608, -- [1]
					"Капитан Джолли", -- [2]
					267522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.46300000004703, -- [1]
					"Капитан Джолли", -- [2]
					267522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.78800000000047, -- [1]
					"Капитан Джолли", -- [2]
					267522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[224729] = {
				{
					16.28200000000652, -- [1]
					"Громила из братства Чернозубых", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [1]
				{
					16.28200000000652, -- [1]
					"Крысолов", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [2]
			},
			[267523] = {
				{
					9.114999999990687, -- [1]
					"Капитан Джолли", -- [2]
					267523, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.42600000003586, -- [1]
					"Капитан Джолли", -- [2]
					267523, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.85800000000745, -- [1]
					"Капитан Джолли", -- [2]
					267523, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.52100000000792, -- [1]
					"Капитан Джолли", -- [2]
					267523, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[256589] = {
				{
					17.22500000003493, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.7620000000461, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					80.35399999999208, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[257476] = {
				{
					7.340000000025611, -- [1]
					"Мокрая корабельная крыса", -- [2]
					257476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.556000000040513, -- [1]
					"Мокрая корабельная крыса", -- [2]
					257476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.556000000040513, -- [1]
					"Мокрая корабельная крыса", -- [2]
					257476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					30.39400000002934, -- [1]
					"Мокрая корабельная крыса", -- [2]
					257476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [32]
		{
			[258773] = {
				{
					6.59599999996135, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255966] = {
				{
					2.407999999995809, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [1]
				{
					7.664999999979045, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [2]
				{
					10.09299999999348, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фоглер", -- [5]
				}, -- [3]
			},
			[255952] = {
				{
					6.521999999997206, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[263274] = {
				{
					23.04099999996834, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256060] = {
				{
					22.23399999999674, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256005] = {
				{
					18.5899999999674, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.68699999997625, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.75699999998324, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.82499999995343, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.91299999994226, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[256106] = {
				{
					20.29599999997299, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миопи", -- [5]
				}, -- [1]
				{
					32.4879999999539, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канадака", -- [5]
				}, -- [2]
				{
					44.6239999999525, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мериэлиния-Гордунни", -- [5]
				}, -- [3]
			},
		}, -- [33]
		{
			[255378] = {
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					255378, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [1]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					255378, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [2]
			},
			[257231] = {
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [1]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лялок-СвежевательДуш", -- [5]
				}, -- [2]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лялок-СвежевательДуш", -- [5]
				}, -- [3]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [4]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [5]
				{
					59.23700000002282, -- [1]
					"Джи'да Проклятый", -- [2]
					257231, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Граз'носе", -- [5]
				}, -- [6]
			},
			[269843] = {
				{
					10.68400000000838, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.46700000000419, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.21000000002096, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.98300000000745, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [34]
		{
			[274213] = {
				{
					21.73599999997532, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.73599999997532, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[259718] = {
				{
					15.74399999994785, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Святобот", -- [5]
				}, -- [1]
				{
					15.74399999994785, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сенши", -- [5]
				}, -- [2]
			},
			[272457] = {
				{
					12.27899999998044, -- [1]
					"Заклинатель спор Занча", -- [2]
					272457, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [35]
		{
			[260455] = {
				{
					22.60600000002887, -- [1]
					"Кровавый клещ", -- [2]
					260455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Святобот", -- [5]
				}, -- [1]
				{
					22.72300000005635, -- [1]
					"Кровавый клещ", -- [2]
					260455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Святобот", -- [5]
				}, -- [2]
			},
			[260292] = {
				{
					22.31600000004983, -- [1]
					"Кроглот Зараженный", -- [2]
					260292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260793] = {
				{
					9.647000000055414, -- [1]
					"Кроглот Зараженный", -- [2]
					260793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [36]
		{
			[260894] = {
				{
					12.87700000003679, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [37]
		{
			[255966] = {
				{
					1.554000000003725, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Файдон", -- [5]
				}, -- [1]
				{
					3.36099999997532, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Файдон", -- [5]
				}, -- [2]
				{
					9.423000000009779, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					11.85499999998137, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
			},
			[256106] = {
				{
					22.07099999999628, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Файдон", -- [5]
				}, -- [1]
				{
					34.23099999997066, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канекибосс", -- [5]
				}, -- [2]
			},
			[255952] = {
				{
					8.288999999989755, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[263274] = {
				{
					24.74699999997392, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256060] = {
				{
					23.97399999998743, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256005] = {
				{
					20.33600000001025, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.4319999999716, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.5109999999986, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.56599999999162, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258773] = {
				{
					8.350999999966007, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [38]
		{
			[255966] = {
				{
					1.271999999997206, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					3.222999999998137, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Файдон", -- [5]
				}, -- [2]
				{
					9.319000000017695, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мисскейт", -- [5]
				}, -- [3]
				{
					11.7390000000014, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					46.76199999998789, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Терое", -- [5]
				}, -- [5]
			},
			[256106] = {
				{
					26.8190000000177, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Канекибосс", -- [5]
				}, -- [1]
				{
					37.74400000000605, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Терое", -- [5]
				}, -- [2]
			},
			[255952] = {
				{
					8.161000000021886, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.68900000001304, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263274] = {
				{
					25.83899999997811, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256060] = {
				{
					25.10300000000279, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[256005] = {
				{
					23.90000000002328, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.95400000002701, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.0229999999865, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.09600000001956, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258773] = {
				{
					8.882999999972526, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.12699999997858, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [39]
		{
			[308291] = {
				{
					6.797000000020489, -- [1]
					"Бронзовая гуляка", -- [2]
					308291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.797000000020489, -- [1]
					"Бронзовый гуляка", -- [2]
					308291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					6.797000000020489, -- [1]
					"Бронзовая гуляка", -- [2]
					308291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[34699] = {
				{
					6.797000000020489, -- [1]
					"Дозорный Времени", -- [2]
					34699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [40]
		{
			[51110] = {
				{
					39.66599999996834, -- [1]
					"Маг-лорд Уром", -- [2]
					51110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51121] = {
				{
					30.2160000000149, -- [1]
					"Маг-лорд Уром", -- [2]
					51121, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оггалтелый", -- [5]
				}, -- [1]
				{
					58.18699999997625, -- [1]
					"Маг-лорд Уром", -- [2]
					51121, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Цырёбла-ВечнаяПесня", -- [5]
				}, -- [2]
			},
			[51112] = {
				{
					31.43699999997625, -- [1]
					"Маг-лорд Уром", -- [2]
					51112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51103] = {
				{
					7.697999999974854, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.60499999998137, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.08799999998882, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.27000000001863, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [41]
		{
			[50730] = {
				{
					13.37599999998929, -- [1]
					"Ирреальный огр", -- [2]
					50730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.59600000001956, -- [1]
					"Ирреальный огр", -- [2]
					50730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50732] = {
				{
					17.0339999999851, -- [1]
					"Ирреальная нага", -- [2]
					50732, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оггалтелый", -- [5]
				}, -- [1]
			},
			[50496] = {
				{
					4.009000000020023, -- [1]
					"Маг-лорд Уром", -- [2]
					50496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50731] = {
				{
					11.66899999999441, -- [1]
					"Ирреальный огр", -- [2]
					50731, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [1]
				{
					16.96899999998277, -- [1]
					"Ирреальный огр", -- [2]
					50731, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[53813] = {
				{
					6.089999999967404, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49711] = {
				{
					13.88099999999395, -- [1]
					"Ирреальная нага", -- [2]
					49711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [42]
		{
			[50728] = {
				{
					15.17900000000373, -- [1]
					"Ирреальный волк", -- [2]
					50728, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.02100000000792, -- [1]
					"Ирреальный волк", -- [2]
					50728, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[51253] = {
				{
					15.17900000000373, -- [1]
					"Ирреальный мамонт", -- [2]
					51253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53813] = {
				{
					5.494000000006054, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50729] = {
				{
					13.97299999999814, -- [1]
					"Ирреальный волк", -- [2]
					50729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.97299999999814, -- [1]
					"Ирреальный волк", -- [2]
					50729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [2]
				{
					28.53700000001118, -- [1]
					"Ирреальный волк", -- [2]
					50729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[59220] = {
				{
					7.287000000011176, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
			[50495] = {
				{
					3.433000000019092, -- [1]
					"Маг-лорд Уром", -- [2]
					50495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[32323] = {
				{
					13.97299999999814, -- [1]
					"Ирреальный мамонт", -- [2]
					32323, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Декуното", -- [5]
				}, -- [1]
			},
		}, -- [43]
		{
			[50476] = {
				{
					3.01300000003539, -- [1]
					"Маг-лорд Уром", -- [2]
					50476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50744] = {
				{
					4.853999999992084, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.34799999999814, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исии-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[25020] = {
				{
					15.72899999999208, -- [1]
					"Ирреальный воздух", -- [2]
					25020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[37924] = {
				{
					14.7850000000326, -- [1]
					"Ирреальная вода", -- [2]
					37924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.41800000000512, -- [1]
					"Ирреальная вода", -- [2]
					37924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53813] = {
				{
					4.766999999992549, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [44]
		{
			[51002] = {
				{
					9.378000000026077, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.56200000003446, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50785] = {
				{
					14.01900000002934, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.09200000000419, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.14299999998184, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					32.21799999999348, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.27700000000186, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.35300000000279, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[51054] = {
				{
					20.30599999998231, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Цырёбла-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					34.84899999998743, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оггалтелый", -- [5]
				}, -- [2]
			},
			[51006] = {
				{
					44.56800000002841, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [45]
		{
			[50774] = {
				{
					22.39699999999721, -- [1]
					"Дракос Дознаватель", -- [2]
					50774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.97199999995064, -- [1]
					"Дракос Дознаватель", -- [2]
					50774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.76299999997718, -- [1]
					"Дракос Дознаватель", -- [2]
					50774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[50053] = {
				{
					57.72100000001956, -- [1]
					"Неизвестно", -- [2]
					50053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51336] = {
				{
					13.67599999997765, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.97899999999208, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.14199999999255, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					46.47399999998743, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [46]
		{
			[52960] = {
				{
					29.14299999998184, -- [1]
					"Локен", -- [2]
					52960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [47]
		{
			[52658] = {
				{
					8.510999999998603, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					21.89100000000326, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаэльга-СвежевательДуш", -- [5]
				}, -- [2]
				{
					49.8190000000177, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мехх", -- [5]
				}, -- [3]
				{
					60.72299999999814, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
			},
			[52780] = {
				{
					7.578999999968801, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.95799999998417, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.32600000000093, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.08600000001024, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[52770] = {
				{
					26.10099999996601, -- [1]
					"Ионар", -- [2]
					52770, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52671] = {
				{
					28.5449999999837, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.54899999999907, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.54899999999907, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.54999999998836, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					35.54899999999907, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					37.55900000000838, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					46.56299999996554, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					47.54899999999907, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					48.55099999997765, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					48.55099999997765, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					48.55099999997765, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					48.55099999997765, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [48]
		{
			[52387] = {
				{
					25.80900000000838, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.28600000002189, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52237] = {
				{
					38.20900000003167, -- [1]
					"Волхан", -- [2]
					52237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52429] = {
				{
					38.84000000002561, -- [1]
					"Хрупкий голем", -- [2]
					52429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52238] = {
				{
					14.35300000000279, -- [1]
					"Волхан", -- [2]
					52238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52433] = {
				{
					16.9320000000298, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					21.84900000004564, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мехх", -- [5]
				}, -- [2]
				{
					23.07800000003772, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					26.73700000002282, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [4]
				{
					31.5800000000163, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаэльга-СвежевательДуш", -- [5]
				}, -- [5]
				{
					38.82400000002235, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
			},
		}, -- [49]
		{
			[58769] = {
				{
					17.07299999997485, -- [1]
					"Генерал Бьярнгрим", -- [2]
					58769, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кактуса", -- [5]
				}, -- [1]
				{
					67.61300000001211, -- [1]
					"Генерал Бьярнгрим", -- [2]
					58769, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кактуса", -- [5]
				}, -- [2]
			},
			[52027] = {
				{
					7.348999999987427, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.12599999998929, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[59085] = {
				{
					6.144999999960419, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					9.774999999965075, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хаэльга-СвежевательДуш", -- [5]
				}, -- [2]
				{
					9.774999999965075, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кактуса", -- [5]
				}, -- [3]
				{
					25.15999999997439, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [4]
				{
					27.57099999999628, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
			},
			[52778] = {
				{
					8.566999999980908, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					17.07299999997485, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[53791] = {
				{
					50.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53792] = {
				{
					25.15999999997439, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53792, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15284] = {
				{
					16.16899999999441, -- [1]
					"Генерал Бьярнгрим", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					23.07299999997485, -- [1]
					"Генерал Бьярнгрим", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
				{
					58.80499999999302, -- [1]
					"Генерал Бьярнгрим", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [3]
				{
					73.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[52773] = {
				{
					1.287000000011176, -- [1]
					"Лекарь клана Закаленных Бурей", -- [2]
					52773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					8.566999999980908, -- [1]
					"Лекарь клана Закаленных Бурей", -- [2]
					52773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[41107] = {
				{
					50.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52774] = {
				{
					22.70899999997346, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.70899999997346, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52026] = {
				{
					33.92599999997765, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					46.04099999996834, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[12555] = {
				{
					34.83899999997811, -- [1]
					"Генерал Бьярнгрим", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					43.32799999997951, -- [1]
					"Генерал Бьярнгрим", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[16856] = {
				{
					31.22399999998743, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					38.48399999999674, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
				{
					46.98199999995995, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[41106] = {
				{
					25.15999999997439, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52028] = {
				{
					9.348999999987427, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.35999999998603, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.36099999997532, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					15.35499999998137, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					61.12699999997858, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.1359999999986, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					65.13099999999395, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					67.12199999997392, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [50]
		{
			[57802] = {
				{
					23.3289999999688, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [1]
				{
					24.53199999994831, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					39.08399999997346, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [3]
				{
					50.00099999998929, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [4]
				{
					50.00099999998929, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [5]
				{
					50.00099999998929, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [6]
				{
					50.00099999998929, -- [1]
					"Бульмаа", -- [2]
					57802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [7]
			},
			[58455] = {
				{
					66.48499999998603, -- [1]
					"Лазурная чародейка", -- [2]
					58455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35361] = {
				{
					66.48499999998603, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[25603] = {
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					25603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					25603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					25603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [3]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					25603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [4]
			},
			[57655] = {
				{
					22.11499999999069, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.11499999999069, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.11499999999069, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.11499999999069, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					48.77700000000186, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					48.77700000000186, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					48.77700000000186, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					48.77700000000186, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[58462] = {
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [3]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [4]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [5]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [6]
				{
					66.48499999998603, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [7]
			},
			[57657] = {
				{
					52.40999999997439, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					52.40999999997439, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бульмаа", -- [5]
				}, -- [2]
				{
					53.63299999997253, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [3]
				{
					53.63299999997253, -- [1]
					"Мизику-СвежевательДуш", -- [2]
					57657, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [4]
			},
			[57785] = {
				{
					30.68099999998231, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [1]
				{
					34.3179999999702, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [2]
				{
					37.95100000000093, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [3]
				{
					53.70599999994738, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [4]
				{
					53.70599999994738, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [5]
				{
					53.70599999994738, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [6]
				{
					53.70599999994738, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [7]
				{
					57.36699999996927, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [8]
				{
					61.00699999998324, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [9]
				{
					64.64999999996508, -- [1]
					"Бульмаа", -- [2]
					57785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глашатай Волаж", -- [5]
				}, -- [10]
			},
			[57941] = {
				{
					5.09499999997206, -- [1]
					"Глашатай Волаж", -- [2]
					57941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [1]
				{
					28.1699999999837, -- [1]
					"Глашатай Волаж", -- [2]
					57941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [2]
				{
					35.45199999999022, -- [1]
					"Глашатай Волаж", -- [2]
					57941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [3]
				{
					48.76499999995576, -- [1]
					"Глашатай Волаж", -- [2]
					57941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [4]
				{
					58.50199999997858, -- [1]
					"Глашатай Волаж", -- [2]
					57941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [5]
			},
			[57942] = {
				{
					13.58799999998882, -- [1]
					"Глашатай Волаж", -- [2]
					57942, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.59799999999814, -- [1]
					"Глашатай Волаж", -- [2]
					57942, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.5679999999702, -- [1]
					"Глашатай Волаж", -- [2]
					57942, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.86699999996927, -- [1]
					"Глашатай Волаж", -- [2]
					57942, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.13899999996647, -- [1]
					"Глашатай Волаж", -- [2]
					57942, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[57602] = {
				{
					25.74399999994785, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [1]
				{
					25.74399999994785, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мизику-СвежевательДуш", -- [5]
				}, -- [2]
				{
					25.74399999994785, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					25.76600000000326, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бульмаа", -- [5]
				}, -- [4]
				{
					52.40999999997439, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [5]
				{
					52.40999999997439, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мизику-СвежевательДуш", -- [5]
				}, -- [6]
				{
					52.40999999997439, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					52.40999999997439, -- [1]
					"Сергейсобака-Голдринн", -- [2]
					57602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бульмаа", -- [5]
				}, -- [8]
			},
			[57949] = {
				{
					12.375, -- [1]
					"Глашатай Волаж", -- [2]
					57949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [1]
				{
					30.59799999999814, -- [1]
					"Глашатай Волаж", -- [2]
					57949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					52.43099999998231, -- [1]
					"Глашатай Волаж", -- [2]
					57949, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жизнелов", -- [5]
				}, -- [3]
			},
			[15496] = {
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [3]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [4]
			},
			[58469] = {
				{
					66.48499999998603, -- [1]
					"Лазурный убийца магов", -- [2]
					58469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[57644] = {
				{
					25.1140000000014, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бульмаа", -- [5]
				}, -- [1]
				{
					25.1140000000014, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					25.1140000000014, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [3]
				{
					25.1140000000014, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мизику-СвежевательДуш", -- [5]
				}, -- [4]
				{
					51.78899999998976, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бульмаа", -- [5]
				}, -- [5]
				{
					51.78899999998976, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мизику-СвежевательДуш", -- [5]
				}, -- [6]
				{
					52.99599999998463, -- [1]
					"Жизнелов", -- [2]
					57644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [7]
			},
			[58456] = {
				{
					66.48499999998603, -- [1]
					"Лазурная чародейка", -- [2]
					58456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					66.48499999998603, -- [1]
					"Лазурная чародейка", -- [2]
					58456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
			},
			[58459] = {
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					58459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					58459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					58459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [3]
				{
					66.48499999998603, -- [1]
					"Лазурный захватчик", -- [2]
					58459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [4]
			},
		}, -- [51]
		{
			[55964] = {
				{
					9.760999999998603, -- [1]
					"Принц Талдарам", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.46500000002561, -- [1]
					"Принц Талдарам", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[55959] = {
				{
					14.60700000001816, -- [1]
					"Принц Талдарам", -- [2]
					55959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.30400000000373, -- [1]
					"Принц Талдарам", -- [2]
					55959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[12550] = {
				{
					34.83400000003167, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.48300000000745, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.39100000000326, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.61000000004424, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.17399999999907, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[55968] = {
				{
					35.24200000002747, -- [1]
					"Принц Талдарам", -- [2]
					55968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [1]
			},
		}, -- [52]
		{
			[56130] = {
				{
					16.95300000003772, -- [1]
					"Старейшина Надокс", -- [2]
					56130, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [1]
				{
					33.94300000002841, -- [1]
					"Старейшина Надокс", -- [2]
					56130, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					49.6940000000177, -- [1]
					"Старейшина Надокс", -- [2]
					56130, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сергейсобака-Голдринн", -- [5]
				}, -- [3]
			},
			[56709] = {
				{
					55.20799999998417, -- [1]
					"Чумоброд", -- [2]
					56709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [53]
		{
			[55276] = {
				{
					10.82600000000093, -- [1]
					"Гал'дара", -- [2]
					55276, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
				{
					26.62400000001071, -- [1]
					"Гал'дара", -- [2]
					55276, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[55599] = {
				{
					71.74499999999534, -- [1]
					"Целитель Драккари", -- [2]
					55599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Целитель Драккари", -- [5]
				}, -- [1]
				{
					71.74499999999534, -- [1]
					"Целитель Драккари", -- [2]
					55599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Целитель Драккари", -- [5]
				}, -- [2]
			},
			[55292] = {
				{
					37.54800000000978, -- [1]
					"Гал'дара", -- [2]
					55292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.47800000000279, -- [1]
					"Гал'дара", -- [2]
					55292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.41399999998976, -- [1]
					"Гал'дара", -- [2]
					55292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[55285] = {
				{
					33.90600000001723, -- [1]
					"Гал'дара", -- [2]
					55285, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.69699999998557, -- [1]
					"Гал'дара", -- [2]
					55285, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[55218] = {
				{
					6.981000000028871, -- [1]
					"Гал'дара", -- [2]
					55218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энергон", -- [5]
				}, -- [1]
				{
					19.11499999999069, -- [1]
					"Гал'дара", -- [2]
					55218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
			[54956] = {
				{
					39.97999999998137, -- [1]
					"Гал'дара", -- [2]
					54956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					55.77000000001863, -- [1]
					"Гал'дара", -- [2]
					54956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
			[55250] = {
				{
					10.82600000000093, -- [1]
					"Гал'дара", -- [2]
					55250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.95300000003772, -- [1]
					"Гал'дара", -- [2]
					55250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[56709] = {
				{
					71.74499999999534, -- [1]
					"Чумоброд", -- [2]
					56709, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12550] = {
				{
					71.74499999999534, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.74499999999534, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.74499999999534, -- [1]
					"Сумеречный апостол", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [54]
		{
			[55098] = {
				{
					32.0109999999986, -- [1]
					"Мураби", -- [2]
					55098, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55142] = {
				{
					27.82600000000093, -- [1]
					"Мураби", -- [2]
					55142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55102] = {
				{
					39.93699999997625, -- [1]
					"Мураби", -- [2]
					55102, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[55104] = {
				{
					5.938000000023749, -- [1]
					"Мураби", -- [2]
					55104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.24700000003213, -- [1]
					"Мураби", -- [2]
					55104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [2]
				{
					25.39299999998184, -- [1]
					"Мураби", -- [2]
					55104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[55106] = {
				{
					10.80099999997765, -- [1]
					"Мураби", -- [2]
					55106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55100] = {
				{
					43.58500000002096, -- [1]
					"Мураби", -- [2]
					55100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [55]
		{
			[54719] = {
				{
					12.02100000000792, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
				{
					29.71399999997811, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [2]
				{
					83.15200000000186, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [3]
				{
					95.15999999997439, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[16172] = {
				{
					34.33600000001025, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [1]
				{
					38.34200000000419, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [2]
				{
					75.20400000002701, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [3]
				{
					85.23800000001211, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [4]
				{
					108.2519999999786, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [5]
				{
					108.2519999999786, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [6]
			},
			[55635] = {
				{
					6.092000000004191, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.9550000000163, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.75900000002002, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					31.60499999998137, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.59999999997672, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.25400000001537, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[54878] = {
				{
					73.64000000001397, -- [1]
					"Элементаль Драккари", -- [2]
					54878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55636] = {
				{
					19.48599999997532, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.3300000000163, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.1140000000014, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[55599] = {
				{
					108.2519999999786, -- [1]
					"Целитель Драккари", -- [2]
					55599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Целитель Драккари", -- [5]
				}, -- [1]
			},
			[54850] = {
				{
					39.47899999999208, -- [1]
					"Колосс Драккари", -- [2]
					54850, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					98.91600000002654, -- [1]
					"Колосс Драккари", -- [2]
					54850, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[55633] = {
				{
					19.05099999997765, -- [1]
					"Голем Драккари", -- [2]
					55633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.05099999997765, -- [1]
					"Голем Драккари", -- [2]
					55633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[54801] = {
				{
					50.60700000001816, -- [1]
					"Элементаль Драккари", -- [2]
					54801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [1]
				{
					62.74099999997998, -- [1]
					"Элементаль Драккари", -- [2]
					54801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [2]
			},
		}, -- [56]
		{
			[54719] = {
				{
					6.892999999981839, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
				{
					21.91899999999441, -- [1]
					"Колосс Драккари", -- [2]
					54719, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[55627] = {
				{
					32.33500000002096, -- [1]
					"Живое колдунство", -- [2]
					55627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55635] = {
				{
					8.076999999990221, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.076999999990221, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.57099999999628, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					20.19199999998091, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.96399999997811, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.10499999998137, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					35.96899999998277, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					40.83100000000559, -- [1]
					"Голем Драккари", -- [2]
					55635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[55636] = {
				{
					16.05599999998231, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.99300000001676, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.96899999998277, -- [1]
					"Голем Драккари", -- [2]
					55636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[54850] = {
				{
					25.21299999998882, -- [1]
					"Колосс Драккари", -- [2]
					54850, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[55626] = {
				{
					8.26600000000326, -- [1]
					"Живое колдунство", -- [2]
					55626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.78200000000652, -- [1]
					"Живое колдунство", -- [2]
					55626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.54599999997299, -- [1]
					"Живое колдунство", -- [2]
					55626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[55633] = {
				{
					15.99099999997998, -- [1]
					"Голем Драккари", -- [2]
					55633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.6929999999702, -- [1]
					"Голем Драккари", -- [2]
					55633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[54801] = {
				{
					35.14500000001863, -- [1]
					"Элементаль Драккари", -- [2]
					54801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[16172] = {
				{
					35.04800000000978, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [1]
				{
					37.03700000001118, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [2]
				{
					44.94900000002235, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [3]
				{
					44.94900000002235, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [4]
			},
		}, -- [57]
		{
			[54970] = {
				{
					10.86300000001211, -- [1]
					"Слад'ран", -- [2]
					54970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [1]
				{
					20.59999999997672, -- [1]
					"Слад'ран", -- [2]
					54970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энергон", -- [5]
				}, -- [2]
				{
					29.0910000000149, -- [1]
					"Слад'ран", -- [2]
					54970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [3]
				{
					37.58600000001025, -- [1]
					"Слад'ран", -- [2]
					54970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Энергон", -- [5]
				}, -- [4]
			},
			[48287] = {
				{
					15.44199999998091, -- [1]
					"Слад'ран", -- [2]
					48287, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [1]
				{
					30.02999999996973, -- [1]
					"Слад'ран", -- [2]
					48287, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[55093] = {
				{
					26.78899999998976, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [1]
				{
					29.22599999996601, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [2]
				{
					31.64199999999255, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [3]
				{
					32.85899999999674, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [4]
				{
					35.28899999998976, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [5]
				{
					35.28899999998976, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [6]
				{
					37.70699999999488, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [7]
				{
					37.70699999999488, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [8]
				{
					38.91399999998976, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бартол-СвежевательДуш", -- [5]
				}, -- [9]
				{
					38.91399999998976, -- [1]
					"Слад'ранский душитель", -- [2]
					55093, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [10]
			},
			[55599] = {
				{
					2.092999999993481, -- [1]
					"Целитель Драккари", -- [2]
					55599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пикейщик Драккари", -- [5]
				}, -- [1]
				{
					21.52100000000792, -- [1]
					"Целитель Драккари", -- [2]
					55599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охотник бога Драккари", -- [5]
				}, -- [2]
			},
			[54987] = {
				{
					17.86900000000605, -- [1]
					"Слад'ранская гадюка", -- [2]
					54987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [1]
				{
					29.22599999996601, -- [1]
					"Слад'ранская гадюка", -- [2]
					54987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Наташонатор", -- [5]
				}, -- [2]
				{
					38.91399999998976, -- [1]
					"Слад'ранская гадюка", -- [2]
					54987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лакимен", -- [5]
				}, -- [3]
			},
			[55081] = {
				{
					26.24900000001071, -- [1]
					"Слад'ран", -- [2]
					55081, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[16172] = {
				{
					2.738000000012107, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [1]
				{
					39.51800000004005, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [2]
				{
					39.51800000004005, -- [1]
					"Землетряс Драккари", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землетряс Драккари", -- [5]
				}, -- [3]
			},
		}, -- [58]
		{
			[89263] = {
				{
					4.758999999961816, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89263, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [1]
				{
					36.28599999996368, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89263, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [2]
			},
			[89734] = {
				{
					9.211000000010245, -- [1]
					"Испорченная кукуруза", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.85099999996601, -- [1]
					"Испорченный стейк", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.72200000000885, -- [1]
					"Испорченный хлеб", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.77199999999721, -- [1]
					"Испорченная дыня", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.61699999996927, -- [1]
					"Испорченное загадочное мясо", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.2839999999851, -- [1]
					"Испорченная булочка", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					41.57600000000093, -- [1]
					"Испорченная кукуруза", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					45.62799999996787, -- [1]
					"Испорченный стейк", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.65099999995437, -- [1]
					"Испорченный хлеб", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[90555] = {
				{
					19.28999999997905, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Себотару", -- [5]
				}, -- [1]
			},
			[90556] = {
				{
					14.4319999999716, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90556, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					46.01600000000326, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90556, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
			[89252] = {
				{
					2.763999999966472, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89252, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90603] = {
				{
					12.0229999999865, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пятихатка-Галакронд", -- [5]
				}, -- [1]
				{
					43.58699999999953, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [2]
			},
			[90559] = {
				{
					9.599999999976717, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90559, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пятихатка-Галакронд", -- [5]
				}, -- [1]
				{
					41.15499999996973, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90559, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джедора-Галакронд", -- [5]
				}, -- [2]
			},
			[90605] = {
				{
					16.86199999996461, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джедора-Галакронд", -- [5]
				}, -- [1]
				{
					48.45999999996275, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [2]
			},
			[90606] = {
				{
					31.42199999996228, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джедора-Галакронд", -- [5]
				}, -- [1]
			},
			[90602] = {
				{
					21.72099999996135, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [1]
			},
			[90560] = {
				{
					24.14600000000792, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Себотару", -- [5]
				}, -- [1]
			},
			[89739] = {
				{
					7.190999999991618, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					38.71899999998277, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пятихатка-Галакронд", -- [5]
				}, -- [2]
			},
			[90604] = {
				{
					26.57199999998557, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
			[90557] = {
				{
					29.00199999997858, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
			[90680] = {
				{
					33.85700000001816, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90680, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Себотару", -- [5]
				}, -- [1]
			},
		}, -- [59]
		{
			[88839] = {
				{
					2.442999999970198, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [1]
				{
					6.069999999948777, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [2]
				{
					9.712999999988824, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [3]
				{
					34.03200000000652, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [4]
				{
					37.69000000000233, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [5]
				{
					41.33299999998417, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [6]
				{
					58.29899999999907, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [7]
				{
					61.92999999999302, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [8]
				{
					65.59399999998277, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [9]
				{
					69.21799999999348, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [10]
				{
					72.85799999994924, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [11]
				{
					76.4890000000014, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [12]
				{
					89.83599999995204, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [13]
				{
					93.48099999997066, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [14]
				{
					97.1469999999972, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [15]
			},
		}, -- [60]
		{
			[89652] = {
				{
					4.363000000012107, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.0120000000461, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.09400000004098, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.2050000000163, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.85899999999674, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[88522] = {
				{
					39.56400000001304, -- [1]
					"Врагорез-5000", -- [2]
					88522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[88481] = {
				{
					7.767000000050757, -- [1]
					"Врагорез-5000", -- [2]
					88481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.47400000004564, -- [1]
					"Врагорез-5000", -- [2]
					88481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[88490] = {
				{
					4.26300000003539, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [1]
				{
					21.37400000001071, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [2]
				{
					23.81600000004983, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [3]
				{
					26.23600000003353, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [4]
				{
					28.66500000003725, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [5]
				{
					32.31400000001304, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [6]
				{
					35.1359999999986, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [7]
				{
					37.54300000000512, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [8]
				{
					43.2050000000163, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [9]
				{
					45.64500000001863, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Беква", -- [5]
				}, -- [10]
			},
			[89757] = {
				{
					2.128000000026077, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.943000000028405, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.943000000028405, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					2.943000000028405, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					3.353000000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					3.353000000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					5.774000000033993, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					9.425000000046566, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					10.22800000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					10.22800000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					10.22800000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					10.64400000002934, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					10.64400000002934, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.05900000000838, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					16.71300000004703, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					17.5109999999986, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.5109999999986, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					17.5109999999986, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					17.92800000001444, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					17.92800000001444, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					20.36800000001676, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					24.01300000003539, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					24.82200000004377, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					24.82200000004377, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.82200000004377, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					25.22800000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					25.22800000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					27.65500000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					31.29700000002049, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					32.11300000001211, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					32.11300000001211, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					32.11300000001211, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					32.51600000000326, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					32.51600000000326, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					34.92800000001444, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					38.55900000000838, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					39.36000000004424, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					39.36000000004424, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					39.36000000004424, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					39.75700000004144, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					39.75700000004144, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.20300000003772, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					45.82400000002235, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					46.65500000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					46.65500000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					46.65500000002794, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					47.0570000000298, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					47.0570000000298, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					49.47600000002421, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					53.1359999999986, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					53.93900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					53.93900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					53.93900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					54.3300000000163, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					54.3300000000163, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					54.85899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
			},
		}, -- [61]
		{
			[89652] = {
				{
					8.401000000012573, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.66700000001583, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.72800000000279, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.55800000001909, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					66.62099999998463, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.75500000000466, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[88288] = {
				{
					18.90999999997439, -- [1]
					"Болванчик", -- [2]
					88288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Себотару", -- [5]
				}, -- [1]
			},
			[88974] = {
				{
					36.30199999996694, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.75299999996787, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.12599999998929, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.16899999999441, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[89769] = {
				{
					57.15299999999115, -- [1]
					"Порох", -- [2]
					89769, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90096] = {
				{
					57.15299999999115, -- [1]
					"Взрыв", -- [2]
					90096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[88300] = {
				{
					26.33399999997346, -- [1]
					"Болванчик", -- [2]
					88300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90047] = {
				{
					4.346000000019558, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [1]
				{
					16.46100000001025, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [2]
				{
					29.84499999997206, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [3]
				{
					41.95799999998417, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [4]
				{
					54.08299999998417, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [5]
				{
					65.01199999998789, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [6]
				{
					78.75500000000466, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [7]
			},
			[89757] = {
				{
					0.1, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.526000000012573, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.168999999994412, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					6.978999999992084, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					6.978999999992084, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.978999999992084, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.382999999972526, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					7.382999999972526, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					9.814000000013039, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					13.44500000000699, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					14.26000000000931, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					14.26000000000931, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					14.26000000000931, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					14.66899999999441, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					14.66899999999441, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.07199999998557, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					20.7149999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					21.52499999996508, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					21.52499999996508, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.52499999996508, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.92499999998836, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					21.92499999998836, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					24.36800000001676, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					28.00199999997858, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					28.80199999996694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					28.80199999996694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.80199999996694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					29.21399999997811, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					29.21399999997811, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					31.63799999997718, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					35.27100000000792, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					36.0899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					36.0899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					36.0899999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.48599999997532, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					36.48599999997532, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					38.92300000000978, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					42.55400000000373, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					43.36900000000605, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					43.36900000000605, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					43.36900000000605, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					43.77899999998044, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					43.77899999998044, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					46.17900000000373, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					49.83500000002096, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					50.64699999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					50.64699999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					50.64699999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					51.05800000001909, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					51.05800000001909, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					53.48200000001816, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					57.11099999997532, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					57.91700000001583, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					57.91700000001583, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					57.91700000001583, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					58.32799999997951, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					58.32799999997951, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					60.76500000001397, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					64.39000000001397, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					65.19599999999627, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					65.19599999999627, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					65.19599999999627, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					65.6030000000028, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					65.6030000000028, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					68.0339999999851, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					71.68499999999767, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					72.50599999999395, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					72.50599999999395, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					72.50599999999395, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					72.89500000001863, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					72.89500000001863, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					75.3289999999688, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					78.75500000000466, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					78.75500000000466, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					78.75500000000466, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					78.75500000000466, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
			},
		}, -- [62]
		{
			[89652] = {
				{
					2.760000000009313, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.67900000000373, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.49299999995856, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.76500000001397, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[88169] = {
				{
					37.52700000000186, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.75199999997858, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.53999999997905, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.35399999999208, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					40.75699999998324, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.16099999996368, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.35599999997066, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.76500000001397, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					43.57099999999628, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					45.19399999995949, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					45.19399999995949, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					45.19399999995949, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.84899999998743, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					52.06400000001304, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.87199999997392, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.68099999998231, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					54.08499999996275, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[90047] = {
				{
					9.630000000004657, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [1]
				{
					21.76299999997718, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [2]
				{
					33.8979999999865, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [3]
				{
					45.99400000000605, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [4]
				{
					59.33699999999953, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шахтер из братства Справедливости", -- [5]
				}, -- [5]
			},
			[87859] = {
				{
					7.995999999984633, -- [1]
					"Глубток", -- [2]
					87859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[87861] = {
				{
					21.33199999999488, -- [1]
					"Глубток", -- [2]
					87861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[91034] = {
				{
					59.41500000003725, -- [1]
					"Гоблин-надсмотрщик", -- [2]
					91034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[89757] = {
				{
					0.1279999999678694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1279999999678694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.1279999999678694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					0.5320000000065193, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					0.5320000000065193, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					2.966000000014901, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.61099999997532, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.418000000005122, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					7.418000000005122, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					7.418000000005122, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					7.810999999986962, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					7.810999999986962, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					10.24400000000605, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.87099999998463, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					14.68900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					14.68900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					14.68900000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					15.08899999997811, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					15.08899999997811, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					17.51699999999255, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.14499999996042, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.94599999999628, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					21.94599999999628, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					21.95600000000559, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					22.37099999998463, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					22.37099999998463, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					24.78499999997439, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.43299999996088, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					29.25099999998929, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					29.25099999998929, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					29.25099999998929, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					29.64699999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					29.64699999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					32.07500000001164, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.70600000000559, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.50899999996182, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					36.50899999996182, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					36.50899999996182, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					36.91399999998976, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					36.91399999998976, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					39.34499999997206, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.96899999998277, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					43.77399999997579, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					43.77399999997579, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					43.77399999997579, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					44.17699999996694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					44.17699999996694, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					46.59799999999814, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					50.22999999998137, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					51.03599999996368, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					51.05499999999302, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					51.05499999999302, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					51.44799999997485, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					51.44799999997485, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					53.87400000001071, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					57.52199999999721, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					58.31400000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					58.31400000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					58.31400000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					58.73399999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					58.73399999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					59.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					59.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					59.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					59.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					59.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
			},
			[88129] = {
				{
					37.52700000000186, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.52700000000186, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.75199999997858, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.14000000001397, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					40.35399999999208, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.16099999996368, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.76500000001397, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					43.57099999999628, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					43.57099999999628, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					45.99400000000605, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					46.38799999997718, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.84899999998743, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					50.84899999998743, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					52.06400000001304, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.45999999996275, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.68099999998231, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[88009] = {
				{
					33.8979999999865, -- [1]
					"Глубток", -- [2]
					88009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [63]
		{
			[49356] = {
				{
					19.11099999997532, -- [1]
					"Пророк Тарон'джа", -- [2]
					49356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49528] = {
				{
					12.80900000000838, -- [1]
					"Пророк Тарон'джа", -- [2]
					49528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49537] = {
				{
					33.13699999998789, -- [1]
					"Пророк Тарон'джа", -- [2]
					49537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миссмэйай", -- [5]
				}, -- [1]
			},
			[53463] = {
				{
					42.76500000001397, -- [1]
					"Пророк Тарон'джа", -- [2]
					53463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49544] = {
				{
					38.85300000000279, -- [1]
					"Пророк Тарон'джа", -- [2]
					49544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миссмэйай", -- [5]
				}, -- [1]
			},
		}, -- [64]
		{
			[48894] = {
				{
					13.23599999997532, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					26.58799999998882, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
			},
			[48873] = {
				{
					27.70899999997346, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[48849] = {
				{
					13.33799999998882, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.75699999998324, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[47668] = {
				{
					0.1159999999799766, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1159999999799766, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.1159999999799766, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					1.317999999970198, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					1.328999999968801, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					2.534999999974389, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					4.97099999996135, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					4.981999999959953, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					9.798999999999069, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					9.798999999999069, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					11.02100000000792, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					12.2379999999539, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					12.2379999999539, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.43899999995483, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					13.43899999995483, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					14.64899999997579, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					14.64899999997579, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					15.86199999996461, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					15.86199999996461, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					19.51600000000326, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					19.51600000000326, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.95100000000093, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					21.95100000000093, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					23.14199999999255, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					23.14199999999255, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					23.14199999999255, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					26.78499999997439, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					26.78499999997439, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					26.78499999997439, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					26.78499999997439, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					28.00799999997253, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					30.43799999996554, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					32.85099999996601, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					34.07199999998557, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					34.07199999998557, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					35.29399999999441, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					35.29399999999441, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					37.73399999999674, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					37.73399999999674, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					37.73399999999674, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					38.94999999995343, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					40.16800000000512, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					41.38399999996182, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					43.0460000000312, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					43.0460000000312, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					43.0460000000312, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					43.0460000000312, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					43.0460000000312, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					43.0460000000312, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					43.0460000000312, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					43.0460000000312, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
			},
			[48895] = {
				{
					2.836999999999534, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					6.472999999998137, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					8.899999999965075, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					11.30099999997765, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					16.15299999999115, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					18.57999999995809, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					21.00899999996182, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					23.43799999996554, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					31.92199999996228, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					34.35899999999674, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					36.79999999998836, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					39.25, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					43.0460000000312, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					43.0460000000312, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					43.0460000000312, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					43.0460000000312, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
			},
			[48920] = {
				{
					28.91699999995763, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[48878] = {
				{
					24.05799999996088, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[22686] = {
				{
					25.76699999999255, -- [1]
					"Король Дред", -- [2]
					22686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [65]
		{
			[49034] = {
				{
					94.899000000034, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					110.7030000000377, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48894] = {
				{
					15.59299999999348, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					27.75900000002002, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
				{
					70.25599999999395, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [3]
				{
					84.78299999999581, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [4]
				{
					105.4360000000452, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [5]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [6]
			},
			[49037] = {
				{
					83.96000000002095, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [1]
				{
					86.39100000000326, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					88.83699999999953, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [3]
				{
					92.4780000000028, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [4]
				{
					97.33699999999953, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [5]
				{
					99.77000000001863, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [6]
				{
					102.1940000000177, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [7]
				{
					105.8490000000456, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [8]
				{
					108.2730000000447, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [9]
				{
					113.1410000000033, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миссмэйай", -- [5]
				}, -- [10]
			},
			[48895] = {
				{
					1.503000000026077, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					3.940000000002328, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					6.377000000036787, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					8.800000000046566, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					11.22500000003493, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					13.65600000001723, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					18.5120000000461, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					22.16500000003725, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					24.60000000003493, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					30.66899999999441, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					33.10899999999674, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					35.52800000004936, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					37.96400000003632, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					40.40600000001723, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					44.03400000004331, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					47.68900000001304, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
				{
					50.11100000003353, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [17]
				{
					52.55300000001444, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [18]
				{
					57.39699999999721, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [19]
				{
					59.82200000004377, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [20]
				{
					62.2609999999986, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [21]
				{
					64.67999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [22]
				{
					68.33300000004238, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [23]
				{
					73.18499999999767, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [24]
				{
					75.58900000003632, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [25]
				{
					78.01500000001397, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [26]
				{
					80.43400000000838, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [27]
				{
					82.86800000001676, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [28]
				{
					87.71000000002095, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [29]
				{
					91.3760000000475, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [30]
				{
					93.79200000001583, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [31]
				{
					96.21400000003632, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [32]
				{
					98.63900000002468, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [33]
				{
					101.0860000000102, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [34]
				{
					103.5109999999986, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [35]
				{
					108.3610000000335, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [36]
				{
					112.0130000000354, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [37]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [38]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [39]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [40]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [41]
				{
					113.5979999999981, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [42]
			},
			[51363] = {
				{
					56.19000000000233, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [1]
				{
					95.80499999999302, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [2]
				{
					100.6730000000098, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					101.8870000000461, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [4]
				{
					106.7350000000442, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
				{
					109.1790000000037, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миссмэйай", -- [5]
				}, -- [6]
			},
			[50089] = {
				{
					82.25400000001537, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миссмэйай", -- [5]
				}, -- [1]
				{
					90.78100000001723, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [2]
				{
					104.1300000000047, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Убийцануба-Корольлич", -- [5]
				}, -- [3]
			},
			[47668] = {
				{
					0.1, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.219000000040978, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					1.219000000040978, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					1.219000000040978, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.868000000016764, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					6.091000000014901, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.091000000014901, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.29500000004191, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					8.527000000001863, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					8.527000000001863, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					10.94599999999628, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					12.16300000000047, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					13.37900000001537, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					14.5910000000149, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					15.81400000001304, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					15.81400000001304, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.00200000003679, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					18.23700000002282, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					18.23700000002282, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					19.45200000004843, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					19.45200000004843, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					19.45200000004843, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					20.66100000002189, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					23.10500000003958, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.32500000001164, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					25.53299999999581, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					25.53299999999581, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					26.74700000003213, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					29.17800000001444, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					29.17800000001444, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					29.17800000001444, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					30.39300000004005, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					30.39300000004005, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					30.39300000004005, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.24400000000605, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					35.24400000000605, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					36.47400000004564, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					36.47400000004564, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					37.68800000002375, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					40.10600000002887, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					41.32000000000699, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.54500000004191, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					43.75500000000466, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					44.96799999999348, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					44.96799999999348, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					44.96799999999348, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					48.6140000000014, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					48.6140000000014, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					49.82900000002701, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					49.82900000002701, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					51.03800000000047, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					51.03800000000047, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					53.47600000002421, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					53.47600000002421, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					54.6940000000177, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					55.8980000000447, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					57.11300000001211, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					58.31700000003912, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					58.31700000003912, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					58.31700000003912, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					58.31700000003912, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					61.98200000001816, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					63.18700000003446, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					65.61300000001211, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					65.61300000001211, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					65.61300000001211, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					66.82700000004843, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					66.82700000004843, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					69.25700000004144, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					69.25700000004144, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					69.25700000004144, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					71.68600000004517, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					72.87900000001537, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					74.08400000003166, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					74.08400000003166, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					76.5120000000461, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					76.5120000000461, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					77.73100000002887, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					78.93700000003446, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					80.1480000000447, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					81.35899999999674, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					81.35899999999674, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					82.55200000002515, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					82.55200000002515, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					86.22100000001956, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					87.43800000002375, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					88.65600000001723, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					88.65600000001723, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					89.875, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					91.0800000000163, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [90]
				{
					91.08900000003632, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					91.08900000003632, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					93.50300000002608, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					93.50300000002608, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					95.9320000000298, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					98.36900000000605, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					98.36900000000605, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					98.36900000000605, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					100.7910000000265, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
				{
					100.7910000000265, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [100]
				{
					101.9980000000214, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [101]
				{
					103.2210000000196, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [102]
				{
					103.2210000000196, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [103]
				{
					103.2210000000196, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [104]
				{
					104.4420000000391, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [105]
				{
					105.6510000000126, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [106]
				{
					108.0780000000377, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [107]
				{
					109.3020000000252, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [108]
				{
					109.3020000000252, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [109]
				{
					110.5300000000279, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [110]
				{
					112.9500000000116, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [111]
				{
					112.9500000000116, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [112]
				{
					113.5979999999981, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [113]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [114]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [115]
				{
					113.5979999999981, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [116]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [117]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [118]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [119]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [120]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [121]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [122]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [123]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [124]
				{
					113.5979999999981, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [125]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [126]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [127]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [128]
				{
					113.5979999999981, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [129]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [130]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [131]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [132]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [133]
				{
					113.5979999999981, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [134]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [135]
				{
					113.5979999999981, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [136]
			},
			[81140] = {
				{
					109.6039999999921, -- [1]
					"Неповоротливое тело", -- [2]
					81140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49668] = {
				{
					38.18700000003446, -- [1]
					"Хрустальный укротитель", -- [2]
					49668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [66]
		{
			[48894] = {
				{
					8.649999999965075, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					24.43799999996554, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
				{
					37.77899999998044, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [3]
			},
			[47668] = {
				{
					2.796999999962281, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.796999999962281, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.231999999959953, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					5.231999999959953, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					6.437999999965541, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					8.854999999981374, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					8.854999999981374, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					8.854999999981374, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					10.08299999998417, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					12.48699999996461, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					12.48699999996461, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					12.48699999996461, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					13.7149999999674, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.7149999999674, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					13.7149999999674, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					17.37599999998929, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					18.59099999995669, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					19.80299999995623, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					21.01399999996647, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					21.01399999996647, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					22.22999999998137, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					22.22999999998137, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					23.44399999995949, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					24.66300000000047, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.66300000000047, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					28.29300000000512, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					30.71700000000419, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					31.91399999998976, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					33.1359999999986, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					33.1359999999986, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					33.1359999999986, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					34.34599999996135, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					34.34599999996135, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					34.34599999996135, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.54899999999907, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					35.54899999999907, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					35.54899999999907, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					36.7609999999986, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					38.42199999996228, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					38.42199999996228, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					38.42199999996228, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					38.42199999996228, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					38.42199999996228, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					38.42199999996228, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					38.42199999996228, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					38.42199999996228, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
			},
			[48895] = {
				{
					0.6509999999543652, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					4.277999999991152, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					6.725999999966007, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					11.58499999996275, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					13.99799999996321, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					17.65799999999581, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					20.08399999997346, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					22.51299999997718, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					27.375, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					29.79399999999441, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					32.21399999997811, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					34.63899999996647, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					38.42199999996228, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					38.42199999996228, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
			},
			[49639] = {
				{
					8.739000000001397, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					19.4199999999837, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
				{
					30.94500000000699, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[49637] = {
				{
					20.10300000000279, -- [1]
					"Кровотролль", -- [2]
					49637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [1]
				{
					35.85899999999674, -- [1]
					"Кровотролль", -- [2]
					49637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дельфиний-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[49380] = {
				{
					15.2379999999539, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.0109999999986, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [67]
		{
			[48096] = {
				{
					11.3179999999702, -- [1]
					"Керистраза", -- [2]
					48096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.50799999997253, -- [1]
					"Керистраза", -- [2]
					48096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.27599999995437, -- [1]
					"Керистраза", -- [2]
					48096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.21899999998277, -- [1]
					"Керистраза", -- [2]
					48096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[6726] = {
				{
					3.038000000000466, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [1]
				{
					10.25500000000466, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [2]
				{
					20.02999999996973, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [3]
				{
					24.87799999996787, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [4]
				{
					39.43899999995483, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [5]
				{
					52.78099999995902, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [6]
				{
					66.13099999999395, -- [1]
					"Лазурный хранитель", -- [2]
					6726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [7]
			},
			[17741] = {
				{
					5.478999999992084, -- [1]
					"Лазурный хранитель", -- [2]
					17741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.13299999997253, -- [1]
					"Лазурный хранитель", -- [2]
					17741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50155] = {
				{
					6.690999999991618, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.23699999996461, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.56899999995949, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.07499999995343, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.56199999997625, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.50599999999395, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[50997] = {
				{
					7.896999999997206, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [1]
				{
					16.39999999996508, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чаркатхе", -- [5]
				}, -- [2]
				{
					30.92299999995157, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					38.21599999995669, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [4]
				{
					45.48599999997532, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [5]
				{
					56.42499999998836, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [6]
			},
			[8599] = {
				{
					50.34099999995669, -- [1]
					"Керистраза", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [68]
		{
			[50302] = {
				{
					2.086999999999534, -- [1]
					"Кристаллический заступник", -- [2]
					50302, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48053] = {
				{
					0.871999999973923, -- [1]
					"Кристаллический хлестун", -- [2]
					48053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чаркатхе", -- [5]
				}, -- [1]
				{
					4.932999999960885, -- [1]
					"Кристаллический хлестун", -- [2]
					48053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарксенсмонк", -- [5]
				}, -- [2]
				{
					30.80400000000373, -- [1]
					"Кристаллический хлестун", -- [2]
					48053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
			},
			[48016] = {
				{
					10.59599999996135, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.52399999997579, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.63799999997718, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.63799999997718, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[50994] = {
				{
					10.59599999996135, -- [1]
					"Кристаллическая грация", -- [2]
					50994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.82500000001164, -- [1]
					"Кристаллическая грация", -- [2]
					50994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52067] = {
				{
					3.304999999993015, -- [1]
					"Кристаллический хлестун", -- [2]
					52067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.952999999979511, -- [1]
					"Кристаллический хлестун", -- [2]
					52067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.562999999965541, -- [1]
					"Кристаллический хлестун", -- [2]
					52067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.09899999998743, -- [1]
					"Кристаллический хлестун", -- [2]
					52067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[47958] = {
				{
					11.82500000001164, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					47958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.42800000001444, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					47958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[47981] = {
				{
					25.94399999995949, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					47981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51972] = {
				{
					15.44599999999628, -- [1]
					"Кристаллическая грация", -- [2]
					51972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.30499999999302, -- [1]
					"Кристаллическая грация", -- [2]
					51972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48017] = {
				{
					44.58199999999488, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[33688] = {
				{
					2.886999999987893, -- [1]
					"Кристаллический хранитель", -- [2]
					33688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [1]
				{
					6.586999999999534, -- [1]
					"Кристаллический хранитель", -- [2]
					33688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [2]
				{
					16.93599999998696, -- [1]
					"Кристаллический хранитель", -- [2]
					33688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [3]
				{
					20.62400000001071, -- [1]
					"Кристаллический хранитель", -- [2]
					33688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [4]
			},
			[48058] = {
				{
					29.58899999997811, -- [1]
					"Кристаллический хлестун", -- [2]
					48058, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48082] = {
				{
					3.304999999993015, -- [1]
					"Кристаллический хлестун", -- [2]
					48082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.952999999979511, -- [1]
					"Кристаллический хлестун", -- [2]
					48082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.562999999965541, -- [1]
					"Кристаллический хлестун", -- [2]
					48082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.09899999998743, -- [1]
					"Кристаллический хлестун", -- [2]
					48082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [69]
		{
			[56969] = {
				{
					0.6120000000228174, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
				{
					4.024000000033993, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [2]
				{
					11.14600000000792, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [3]
				{
					12.74000000004889, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [4]
				{
					25.71900000004098, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [5]
				{
					36.94700000004377, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [6]
			},
			[47737] = {
				{
					17.73800000001211, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.73700000002282, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.73000000003958, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[33833] = {
				{
					0.3220000000437722, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [1]
				{
					3.968000000051688, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [2]
				{
					8.853000000002794, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [3]
				{
					9.23300000000745, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [4]
				{
					9.827000000048429, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [5]
				{
					10.23399999999674, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [6]
				{
					10.82500000001164, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [7]
				{
					11.84200000000419, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [8]
				{
					23.42200000002049, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [9]
				{
					23.8300000000163, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [10]
				{
					24.4100000000326, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [11]
				{
					24.82300000003306, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [12]
				{
					25.40700000000652, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [13]
				{
					26.41100000002189, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [14]
				{
					27.41100000002189, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [15]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [16]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [17]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [18]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [19]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [20]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [21]
				{
					36.94700000004377, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [22]
			},
			[47747] = {
				{
					16.71900000004098, -- [1]
					"Аномалус", -- [2]
					47747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15284] = {
				{
					2.88800000003539, -- [1]
					"Лазурный головорез", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
			},
			[47688] = {
				{
					16.51600000000326, -- [1]
					"Хаотический разлом", -- [2]
					47688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47743] = {
				{
					15.50800000003073, -- [1]
					"Аномалус", -- [2]
					47743, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47751] = {
				{
					9.448000000033062, -- [1]
					"Аномалус", -- [2]
					47751, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [1]
				{
					21.5910000000149, -- [1]
					"Аномалус", -- [2]
					47751, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чаркатхе", -- [5]
				}, -- [2]
				{
					32.49900000001071, -- [1]
					"Аномалус", -- [2]
					47751, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хулинадо-Гордунни", -- [5]
				}, -- [3]
			},
			[47748] = {
				{
					16.71900000004098, -- [1]
					"Аномалус", -- [2]
					47748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [70]
		{
			[47727] = {
				{
					22.79599999997299, -- [1]
					"Великая ведунья Телестра", -- [2]
					47727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47729] = {
				{
					16.01999999996042, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [1]
				{
					17.22399999998743, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [2]
				{
					18.45699999999488, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [3]
				{
					19.6589999999851, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Веселыпелмеш-СвежевательДуш", -- [5]
				}, -- [4]
				{
					20.86699999996927, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [5]
				{
					22.08799999998882, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарксенсмонк", -- [5]
				}, -- [6]
			},
			[47773] = {
				{
					2.423999999999069, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.865999999979977, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[56969] = {
				{
					34.19399999995949, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
				{
					47.10400000005029, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [2]
				{
					47.10400000005029, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [3]
			},
			[47721] = {
				{
					17.94500000000699, -- [1]
					"Великая ведунья Телестра", -- [2]
					47721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Борисхитрый", -- [5]
				}, -- [1]
			},
			[47731] = {
				{
					21.87199999997392, -- [1]
					"Великая ведунья Телестра", -- [2]
					47731, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[33833] = {
				{
					1.934999999997672, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [1]
				{
					2.946999999985565, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [2]
				{
					3.935999999986962, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [3]
				{
					4.943999999959488, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [4]
				{
					18.53299999999581, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [5]
				{
					31.48099999997066, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [6]
				{
					32.47800000000279, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [7]
				{
					33.46899999998277, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [8]
				{
					34.47200000000885, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [9]
				{
					35.49599999998463, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [10]
				{
					46.88299999997253, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [11]
				{
					46.88299999997253, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [12]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [13]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [14]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [15]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [16]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [17]
				{
					47.10400000005029, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [18]
			},
		}, -- [71]
		{
			[197961] = {
				{
					44.50599999999395, -- [1]
					"Один", -- [2]
					197961, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198077] = {
				{
					41.49099999997998, -- [1]
					"Один", -- [2]
					198077, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198263] = {
				{
					14.51199999998789, -- [1]
					"Один", -- [2]
					198263, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [72]
		{
			[194112] = {
				{
					29.78099999995902, -- [1]
					"Король-бог Сковальд", -- [2]
					194112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193826] = {
				{
					14.38500000000931, -- [1]
					"Король-бог Сковальд", -- [2]
					193826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193659] = {
				{
					7.505000000004657, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полая", -- [5]
				}, -- [1]
				{
					24.53200000000652, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					50.0229999999865, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полая", -- [5]
				}, -- [3]
				{
					60.95899999997346, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [4]
				{
					71.88699999998789, -- [1]
					"Король-бог Сковальд", -- [2]
					193659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
			},
			[193660] = {
				{
					7.87599999998929, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.73099999997066, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.38999999995576, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					61.15700000000652, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.0339999999851, -- [1]
					"Король-бог Сковальд", -- [2]
					193660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[193668] = {
				{
					44.82999999995809, -- [1]
					"Король-бог Сковальд", -- [2]
					193668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [1]
				{
					66.72099999996135, -- [1]
					"Король-бог Сковальд", -- [2]
					193668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [2]
			},
		}, -- [73]
		{
			[200901] = {
				{
					8.98300000000745, -- [1]
					"Солстен", -- [2]
					200901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[192158] = {
				{
					52.67700000002515, -- [1]
					"Олмир Просвещенный", -- [2]
					192158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [74]
		{
			[196543] = {
				{
					1.929999999993015, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.00400000001537, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[196512] = {
				{
					37.13899999996647, -- [1]
					"Фенрир", -- [2]
					196512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[197558] = {
				{
					11.01199999998789, -- [1]
					"Фенрир", -- [2]
					197558, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.55599999998231, -- [1]
					"Фенрир", -- [2]
					197558, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[196838] = {
				{
					21.94699999998557, -- [1]
					"Фенрир", -- [2]
					196838, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
			},
		}, -- [75]
		{
			[185425] = {
				{
					0.9419999999809079, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [1]
				{
					4.576999999990221, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [2]
				{
					9.440000000002328, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [3]
				{
					16.57000000000699, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [4]
				{
					21.5899999999674, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [5]
				{
					27.65299999999115, -- [1]
					"Зубастый гризли", -- [2]
					185425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [6]
			},
			[199090] = {
				{
					16.16399999998976, -- [1]
					"Сердитый бык", -- [2]
					199090, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196543] = {
				{
					10.93299999996088, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.50599999999395, -- [1]
					"Фенрир", -- [2]
					196543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[197558] = {
				{
					17.28299999999581, -- [1]
					"Фенрир", -- [2]
					197558, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[199151] = {
				{
					0.5160000000032596, -- [1]
					"Сердитый бык", -- [2]
					199151, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [1]
				{
					19.93400000000838, -- [1]
					"Сердитый бык", -- [2]
					199151, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гдемоекопыто-Галакронд", -- [5]
				}, -- [2]
			},
			[196567] = {
				{
					45.18599999998696, -- [1]
					"Фенрир", -- [2]
					196567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[196512] = {
				{
					25.23699999996461, -- [1]
					"Фенрир", -- [2]
					196512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.92699999996694, -- [1]
					"Фенрир", -- [2]
					196512, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[190225] = {
				{
					16.71299999998882, -- [1]
					"Сердитый бык", -- [2]
					190225, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [76]
		{
			[191284] = {
				{
					9.631999999983236, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.31599999999162, -- [1]
					"Химдалль", -- [2]
					191284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[193092] = {
				{
					15.60899999999674, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.21299999998882, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.29399999999441, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.31499999994412, -- [1]
					"Химдалль", -- [2]
					193092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[193235] = {
				{
					5.239000000001397, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полая", -- [5]
				}, -- [1]
				{
					37.9890000000014, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полая", -- [5]
				}, -- [2]
				{
					48.90599999995902, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Полая", -- [5]
				}, -- [3]
				{
					80.4989999999525, -- [1]
					"Химдалль", -- [2]
					193235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [4]
			},
			[188404] = {
				{
					16.42799999995623, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.09499999997206, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.77899999998044, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.22499999997672, -- [1]
					"Штормовой дракон", -- [2]
					188404, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [77]
		{
			[241672] = {
				{
					9.329000000027008, -- [1]
					"Латосий", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.11700000002747, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.7270000000135, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.3190000000177, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					86.91899999999441, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					88.52500000002328, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					90.11999999999534, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					91.71900000004098, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					93.31500000000233, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					94.9210000000312, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					96.52100000000792, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					98.12100000004284, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					99.7160000000149, -- [1]
					"Проекция Латосия", -- [2]
					241672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[198641] = {
				{
					11.8300000000163, -- [1]
					"Кур'талос Гребень Ворона", -- [2]
					198641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
			},
			[199193] = {
				{
					78.60800000000745, -- [1]
					"Данталионакс", -- [2]
					199193, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198820] = {
				{
					12.34200000000419, -- [1]
					"Латосий", -- [2]
					198820, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[202019] = {
				{
					54.71300000004703, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					63.21799999999348, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [2]
				{
					71.73600000003353, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [3]
				{
					112.9930000000168, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [4]
				{
					121.5360000000219, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [5]
				{
					130.0420000000158, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [6]
				{
					138.5470000000205, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [7]
				{
					147.0230000000447, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [8]
				{
					155.1730000000098, -- [1]
					"Данталионакс", -- [2]
					202019, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [9]
			},
			[198833] = {
				{
					0.8850000000093132, -- [1]
					"Латосий", -- [2]
					198833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.521999999997206, -- [1]
					"Латосий", -- [2]
					198833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.168999999994412, -- [1]
					"Латосий", -- [2]
					198833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.10500000003958, -- [1]
					"Латосий", -- [2]
					198833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.72200000000885, -- [1]
					"Латосий", -- [2]
					198833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[199143] = {
				{
					65.8969999999972, -- [1]
					"Данталионакс", -- [2]
					199143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					132.7360000000335, -- [1]
					"Данталионакс", -- [2]
					199143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[198635] = {
				{
					4.442000000039116, -- [1]
					"Кур'талос Гребень Ворона", -- [2]
					198635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					16.58500000002096, -- [1]
					"Кур'талос Гребень Ворона", -- [2]
					198635, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [2]
			},
			[199567] = {
				{
					85.13200000004144, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					86.73300000000745, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					88.33500000002095, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					89.92700000002515, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					91.5219999999972, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					93.125, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					94.72899999999208, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					96.33500000002095, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					97.92900000000373, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					99.5219999999972, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					101.1280000000261, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					102.7289999999921, -- [1]
					"Проекция Латосия", -- [2]
					199567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [78]
		{
			[198073] = {
				{
					13.01000000000931, -- [1]
					"Хмуродроб Лютый", -- [2]
					198073, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.87599999998929, -- [1]
					"Хмуродроб Лютый", -- [2]
					198073, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.71399999997811, -- [1]
					"Хмуродроб Лютый", -- [2]
					198073, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.57199999998556, -- [1]
					"Хмуродроб Лютый", -- [2]
					198073, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[198446] = {
				{
					31.99699999997392, -- [1]
					"Сквернотопырь", -- [2]
					198446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.04399999999441, -- [1]
					"Сквернотопырь", -- [2]
					198446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.08399999997346, -- [1]
					"Сквернотопырь", -- [2]
					198446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					84.99699999997392, -- [1]
					"Сквернотопырь", -- [2]
					198446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					95.50699999998324, -- [1]
					"Сквернотопырь", -- [2]
					198446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[198245] = {
				{
					42.82499999995343, -- [1]
					"Хмуродроб Лютый", -- [2]
					198245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					88.95799999998417, -- [1]
					"Хмуродроб Лютый", -- [2]
					198245, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [2]
			},
		}, -- [79]
		{
			[197696] = {
				{
					47.85999999998603, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллисанна Гребень Ворона", -- [5]
				}, -- [1]
				{
					61.36099999997532, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллисанна Гребень Ворона", -- [5]
				}, -- [2]
				{
					74.8849999999511, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллисанна Гребень Ворона", -- [5]
				}, -- [3]
			},
			[197418] = {
				{
					10.12799999996787, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					26.13699999998789, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [2]
				{
					37.12699999997858, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [3]
				{
					107.7789999999804, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [4]
				{
					120.7729999999865, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [5]
				{
					134.7729999999865, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [6]
				{
					149.7770000000019, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [7]
			},
			[197484] = {
				{
					16.98300000000745, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.21399999997811, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					109.5469999999623, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					110.7179999999935, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					141.5329999999958, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					142.2699999999604, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[197546] = {
				{
					7.067999999970198, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.85599999997066, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					39.85999999998603, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [3]
				{
					99.32999999995809, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [4]
				{
					115.1459999999497, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [5]
				{
					130.9229999999516, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [6]
				{
					146.7229999999981, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [7]
			},
			[197687] = {
				{
					47.85999999998603, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [1]
				{
					61.37299999996321, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [2]
				{
					74.8849999999511, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
			},
			[197478] = {
				{
					10.83699999999953, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.3999999999651, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					135.4089999999851, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[197974] = {
				{
					69.54199999995762, -- [1]
					"Лишенный души боец авангарда", -- [2]
					197974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [80]
		{
			[197696] = {
				{
					48.32700000004843, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестно", -- [5]
				}, -- [1]
				{
					61.74700000003213, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллисанна Гребень Ворона", -- [5]
				}, -- [2]
				{
					75.27000000001863, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллисанна Гребень Ворона", -- [5]
				}, -- [3]
			},
			[197418] = {
				{
					9.947000000043772, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аджарагуджу-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					25.93600000004517, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [2]
				{
					36.92900000000373, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [3]
				{
					108.164000000048, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					121.1670000000158, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [5]
				{
					135.1600000000326, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
			},
			[197484] = {
				{
					16.66800000000512, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.52199999999721, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					110.024000000034, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					111.079000000027, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197484, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[197546] = {
				{
					7.352000000013504, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [1]
				{
					23.19700000004377, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					39.55200000002515, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
				{
					99.72000000003027, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [4]
				{
					115.4860000000335, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [5]
				{
					131.25900000002, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [6]
			},
			[197687] = {
				{
					48.32700000004843, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					61.77100000000792, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [2]
				{
					75.2840000000433, -- [1]
					"Пронзающий взгляд", -- [2]
					197687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
			},
			[197478] = {
				{
					10.55800000001909, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.789000000048, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					136.3690000000061, -- [1]
					"Иллисанна Гребень Ворона", -- [2]
					197478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[197974] = {
				{
					66.06600000004983, -- [1]
					"Лишенный души боец авангарда", -- [2]
					197974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [81]
		{
			[194956] = {
				{
					22.61599999997998, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.93799999996554, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.31199999997625, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.67999999999302, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					77.86799999995856, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					91.82099999999627, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					105.1680000000051, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					120.350999999966, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[194966] = {
				{
					16.23499999998603, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					42.96399999997811, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					69.67499999998836, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [3]
				{
					98.3629999999539, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [4]
				{
					125.5129999999772, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыжуха-Ясеневыйлес", -- [5]
				}, -- [5]
			},
			[195254] = {
				{
					7.952999999979511, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [1]
				{
					28.59599999996135, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					51.67999999999302, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
				{
					72.31199999997625, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [4]
				{
					94.16399999998976, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фиддлфорд-СвежевательДуш", -- [5]
				}, -- [5]
				{
					114.8009999999777, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
			},
		}, -- [82]
		{
			[194956] = {
				{
					22.74800000002142, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.88300000003073, -- [1]
					"Слияние душ", -- [2]
					194956, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[194966] = {
				{
					16.40999999997439, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					43.06400000001304, -- [1]
					"Слияние душ", -- [2]
					194966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
			},
			[195254] = {
				{
					8.520000000018626, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Годовой-СвежевательДуш", -- [5]
				}, -- [1]
				{
					29.93599999998696, -- [1]
					"Слияние душ", -- [2]
					195254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
			},
		}, -- [83]
		{
			[260280] = {
				{
					17.02600000001257, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					101.6870000000345, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[262515] = {
				{
					48.57800000003772, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [1]
			},
			[260811] = {
				{
					6.02900000003865, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.03100000001723, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.7270000000135, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260813] = {
				{
					6.02900000003865, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [1]
				{
					27.03100000001723, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					90.7270000000135, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[271456] = {
				{
					55.94599999999628, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					66.84400000004098, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [2]
				{
					77.77000000001863, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					59.70700000005309, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.65799999999581, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					81.55999999999767, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					33.92399999999907, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[281621] = {
				{
					46.46300000004703, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.95600000000559, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260372] = {
				{
					40.60500000003958, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [1]
				{
					40.60500000003958, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [2]
				{
					44.0350000000326, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					44.25600000005215, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [4]
				{
					47.88800000003539, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [5]
				{
					52.72500000003493, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [6]
				{
					56.36600000003818, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [7]
			},
			[260318] = {
				{
					1.51300000003539, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [1]
				{
					3.949000000022352, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [2]
				{
					6.364000000001397, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [3]
				{
					8.817000000039116, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [4]
				{
					11.24000000004889, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [5]
				{
					13.68400000000838, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [6]
				{
					27.04400000005262, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [7]
				{
					29.48000000003958, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [8]
				{
					83.71400000003632, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [9]
				{
					86.14400000002934, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [10]
				{
					88.55400000000373, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [11]
				{
					90.97200000000885, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [12]
				{
					93.41900000005262, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [13]
				{
					95.82600000000093, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [14]
				{
					98.274000000034, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [15]
			},
			[260190] = {
				{
					81.57600000000093, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [84]
		{
			[259474] = {
				{
					1.026000000012573, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [1]
				{
					3.456000000005588, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [2]
				{
					8.301999999966938, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [3]
				{
					10.73699999996461, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [4]
				{
					14.37299999996321, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [5]
				{
					16.80799999996088, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [6]
				{
					19.24699999997392, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [7]
				{
					24.10499999998137, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [8]
				{
					26.52700000000186, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [9]
			},
			[268865] = {
				{
					9.701000000000931, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.78100000001723, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.04500000004191, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[259856] = {
				{
					13.38299999997253, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрододо-Азурегос", -- [5]
				}, -- [1]
				{
					13.99099999997998, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [2]
				{
					28.38199999998324, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					28.98300000000745, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[260669] = {
				{
					31.37099999998463, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					37.40499999996973, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
		}, -- [85]
		{
			[258622] = {
				{
					14.0569999999716, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.09700000000885, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[271698] = {
				{
					21.34799999999814, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
				{
					39.5569999999716, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [2]
			},
			[257593] = {
				{
					63.37599999998929, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[271526] = {
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.55099999997765, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					19.55099999997765, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.04999999998836, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					21.51299999997718, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					21.58199999999488, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					23.19000000000233, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					23.19000000000233, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					24.00799999997253, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.2270000000135, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					26.85699999995995, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					27.66099999996368, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					63.72099999996135, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					63.72099999996135, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					64.53299999999581, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[257582] = {
				{
					1.988000000012107, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [1]
				{
					2.021000000007916, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [2]
				{
					2.021000000007916, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					2.021000000007916, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					21.54200000001583, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [5]
				{
					23.04699999996228, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
				{
					25.19899999996414, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [7]
				{
					29.65999999997439, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Руфти", -- [5]
				}, -- [8]
				{
					66.53200000000652, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Йабык-СвежевательДуш", -- [5]
				}, -- [9]
			},
			[268362] = {
				{
					4.163999999989756, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.773999999975786, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.48300000000745, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.53599999996368, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					20.36199999996461, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.8069999999716, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.87400000001071, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					36.97899999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.38899999996647, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					37.81400000001304, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					49.5449999999837, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					51.58100000000559, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					56.83299999998417, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					58.86199999996461, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					66.9539999999688, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					67.12099999998463, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					67.12099999998463, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.12099999998463, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.12099999998463, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					67.12099999998463, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
			},
			[258627] = {
				{
					16.05499999999302, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.05499999999302, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.05499999999302, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.05499999999302, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268865] = {
				{
					9.993000000016764, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.87400000001071, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.76299999997718, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.12099999998463, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268810] = {
				{
					67.12099999998463, -- [1]
					"Подопытная крыса", -- [2]
					268810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [86]
		{
			[263275] = {
				{
					20.62900000001537, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.8190000000177, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269493] = {
				{
					9.932000000029802, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.95800000004238, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[268702] = {
				{
					6.869000000006054, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.33900000003632, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.93400000000838, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.49300000001676, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.80100000003586, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					58.06700000003912, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[281621] = {
				{
					15.57300000003306, -- [1]
					"Механожокей", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[271579] = {
				{
					12.22200000000885, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					12.60700000001816, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					17.46400000003632, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					19.49499999999534, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					23.5350000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					25.55300000001444, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					30.83199999999488, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					31.64100000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					36.49700000003213, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					36.89500000001863, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					42.59600000001956, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					42.97299999999814, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					48.67000000004191, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					49.06400000001304, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					57.1359999999986, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					57.54000000003725, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					58.06700000003912, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					58.06700000003912, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					58.06700000003912, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					58.06700000003912, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
			},
			[262347] = {
				{
					7.592999999993481, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.63900000002468, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.52500000002328, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268865] = {
				{
					12.93300000001909, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.79000000003725, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.86700000002747, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263262] = {
				{
					5.178000000014436, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					8.78100000001723, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [2]
				{
					13.63000000000466, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					24.57500000001164, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					30.63900000002468, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [5]
				{
					35.5, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					42.80600000004051, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					51.30600000004051, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					57.36100000003353, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					58.06700000003912, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [10]
				{
					58.06700000003912, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					58.06700000003912, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
			},
			[268362] = {
				{
					4.271000000007916, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.891999999992549, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					8.710000000020955, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.3410000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					13.16300000000047, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					15.98000000003958, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					20.84000000002561, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.29300000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.12599999998929, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					29.74499999999534, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					34.19000000000233, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					36.62400000001071, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					41.10000000003493, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.95800000004238, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					45.1600000000326, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.42900000000373, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.24800000002142, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					57.7160000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					58.06700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			[257337] = {
				{
					18.76800000004005, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.08400000003167, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [87]
		{
			[256083] = {
				{
					20.57999999995809, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.94699999998557, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.50599999999395, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263345] = {
				{
					22.22399999998743, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.68299999996088, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256198] = {
				{
					7.978999999992084, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.29599999997299, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256101] = {
				{
					12.78099999995902, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.55799999996088, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.02799999999115, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.83799999998882, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					57.69899999996414, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[256039] = {
				{
					27.36099999997532, -- [1]
					"Надзиратель Корги", -- [2]
					256039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
			},
			[256038] = {
				{
					23.36099999997532, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
			},
			[256199] = {
				{
					31.00799999997253, -- [1]
					"Надзиратель Корги", -- [2]
					256199, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [88]
		{
			[257028] = {
				{
					15.08400000003167, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					38.13800000003539, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Звир-Дракономор", -- [5]
				}, -- [2]
				{
					61.20799999998417, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
			},
			[256970] = {
				{
					9.006999999983236, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.78000000002794, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256955] = {
				{
					27.13800000003539, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.22299999999814, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [89]
		{
			[257777] = {
				{
					6.981999999959953, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миндтрикс-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					62.8859999999986, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миндтрикс-Ясеневыйлес", -- [5]
				}, -- [2]
			},
			[257785] = {
				{
					18.05300000001444, -- [1]
					"Джес Хаулис", -- [2]
					257785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257814] = {
				{
					25.17099999997299, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.60800000000745, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.05599999998231, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.77100000000792, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.21399999997811, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.64100000000326, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257793] = {
				{
					18.60399999999208, -- [1]
					"Джес Хаулис", -- [2]
					257793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257827] = {
				{
					49.70899999997346, -- [1]
					"Джес Хаулис", -- [2]
					257827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [90]
		{
			[257609] = {
				{
					47.28999999997905, -- [1]
					"Королева песков", -- [2]
					257609, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257092] = {
				{
					9.918000000005122, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.70499999995809, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.93299999996088, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					58.52799999999115, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259711] = {
				{
					13.34999999997672, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.9319999999716, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.52100000000792, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.09899999998743, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257495] = {
				{
					33.27899999998044, -- [1]
					"Королева песков", -- [2]
					257495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257608] = {
				{
					23.58499999996275, -- [1]
					"Королева песков", -- [2]
					257608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257617] = {
				{
					27.9319999999716, -- [1]
					"Королева песков", -- [2]
					257617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [91]
		{
			[267459] = {
				{
					38.27799999999115, -- [1]
					"Забытый обитатель глубин", -- [2]
					267459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[267034] = {
				{
					11.52600000001257, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Прокуренная", -- [5]
				}, -- [1]
			},
			[267360] = {
				{
					25.04300000000512, -- [1]
					"Вол'зит Шепчущая", -- [2]
					267360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[269399] = {
				{
					16.45299999997951, -- [1]
					"Вол'зит Шепчущая", -- [2]
					269399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.5789999999688, -- [1]
					"Вол'зит Шепчущая", -- [2]
					269399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267385] = {
				{
					12.81500000000233, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.32500000001164, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.75699999998324, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.20600000000559, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					44.82400000002235, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					51.0229999999865, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					52.91599999996834, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.9770000000135, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					63.05099999997765, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					67.86900000000605, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					72.36699999996927, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					78.44699999998556, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					83.29599999997299, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					87.14399999997113, -- [1]
					"Щупальце", -- [2]
					267385, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
		}, -- [92]
		{
			[269131] = {
				{
					19.68800000002375, -- [1]
					"Лорд Штормсонг", -- [2]
					269131, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.09399999998277, -- [1]
					"Лорд Штормсонг", -- [2]
					269131, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269097] = {
				{
					17.03899999998976, -- [1]
					"Лорд Штормсонг", -- [2]
					269097, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.59500000003027, -- [1]
					"Лорд Штормсонг", -- [2]
					269097, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[268347] = {
				{
					22.61800000001676, -- [1]
					"Лорд Штормсонг", -- [2]
					268347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
			},
		}, -- [93]
		{
			[267899] = {
				{
					7.854999999981374, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.07400000002235, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.25500000000466, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					62.46899999998277, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					80.62800000002608, -- [1]
					"Брат Айронхалл", -- [2]
					267899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[267905] = {
				{
					31.65100000001257, -- [1]
					"Брат Айронхалл", -- [2]
					267905, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.61200000002282, -- [1]
					"Брат Айронхалл", -- [2]
					267905, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					97.10700000001816, -- [1]
					"Брат Айронхалл", -- [2]
					267905, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[267891] = {
				{
					18.27799999999115, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.63000000000466, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[267818] = {
				{
					15.625, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.75300000002608, -- [1]
					"Призывательница штормов Фэй", -- [2]
					267818, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [94]
		{
			[264903] = {
				{
					89.09299999999348, -- [1]
					"Аква'сирр", -- [2]
					264903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[241680] = {
				{
					4.431999999971595, -- [1]
					"Лорд Штормсонг", -- [2]
					241680, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268050] = {
				{
					0.7839999999850988, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.431999999971595, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.26600000000326, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.92799999995623, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					23.85699999995995, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.37799999996787, -- [1]
					"Жрица моря - спиритуалистка", -- [2]
					268050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[265001] = {
				{
					8.25299999996787, -- [1]
					"Аква'сирр", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [1]
				{
					11.30199999996694, -- [1]
					"Аква'сирр", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [2]
				{
					95.30900000000838, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [3]
				{
					98.3969999999972, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [4]
				{
					103.265000000014, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [5]
				{
					105.7029999999795, -- [1]
					"Воденыш", -- [2]
					265001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [6]
			},
			[276282] = {
				{
					3.222000000008848, -- [1]
					"Ученик призывательницы штормов", -- [2]
					276282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.082999999984168, -- [1]
					"Ученик призывательницы штормов", -- [2]
					276282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.40299999999115, -- [1]
					"Ученик призывательницы штормов", -- [2]
					276282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.46700000000419, -- [1]
					"Ученик призывательницы штормов", -- [2]
					276282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[274437] = {
				{
					6.958999999973457, -- [1]
					"Ученик призывательницы штормов", -- [2]
					274437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.958999999973457, -- [1]
					"Ученик призывательницы штормов", -- [2]
					274437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.75699999998324, -- [1]
					"Ученик призывательницы штормов", -- [2]
					274437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.75699999998324, -- [1]
					"Ученик призывательницы штормов", -- [2]
					274437, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[265366] = {
				{
					115.8289999999688, -- [1]
					"Воденыш", -- [2]
					265366, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[264560] = {
				{
					13.33699999999953, -- [1]
					"Аква'сирр", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					53.45600000000559, -- [1]
					"Аква'сирр", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [2]
				{
					100.8289999999688, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [3]
				{
					100.8289999999688, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					101.24099999998, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [5]
				{
					134.1119999999646, -- [1]
					"Воденыш", -- [2]
					264560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [6]
			},
			[267969] = {
				{
					0.7839999999850988, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					3.206000000005588, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					5.638999999966472, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					11.7039999999688, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					14.15599999995902, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					16.58199999999488, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					27.51299999997718, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					29.93900000001304, -- [1]
					"Служитель храма", -- [2]
					267969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
			},
			[267973] = {
				{
					8.565000000002328, -- [1]
					"Служитель храма", -- [2]
					267973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.34999999997672, -- [1]
					"Служитель храма", -- [2]
					267973, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264101] = {
				{
					19.38799999997718, -- [1]
					"Аква'сирр", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.9089999999851, -- [1]
					"Аква'сирр", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					110.1259999999893, -- [1]
					"Воденыш", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					110.1259999999893, -- [1]
					"Воденыш", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					110.5349999999744, -- [1]
					"Воденыш", -- [2]
					264101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[264144] = {
				{
					43.70999999996275, -- [1]
					"Аква'сирр", -- [2]
					264144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					80.20000000001164, -- [1]
					"Аква'сирр", -- [2]
					264144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [2]
				{
					115.445000000007, -- [1]
					"Воденыш", -- [2]
					264144, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
			},
			[264166] = {
				{
					117.8580000000075, -- [1]
					"Воденыш", -- [2]
					264166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэлгдар-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [95]
		{
			[249919] = {
				{
					6.62699999997858, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					20.00500000000466, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					33.39899999997579, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					46.75300000002608, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					60.125, -- [1]
					"Язма", -- [2]
					249919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
			},
			[250050] = {
				{
					15.83799999998882, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.89100000000326, -- [1]
					"Язма", -- [2]
					250050, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[249923] = {
				{
					13.7609999999986, -- [1]
					"Язма", -- [2]
					249923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алия", -- [5]
				}, -- [1]
			},
		}, -- [96]
		{
			[255577] = {
				{
					29.32600000000093, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.53200000000652, -- [1]
					"Жрица Алун'за", -- [2]
					255577, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255579] = {
				{
					12.72600000002421, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.73999999999069, -- [1]
					"Жрица Алун'за", -- [2]
					255579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260666] = {
				{
					12.31700000003912, -- [1]
					"Позолоченная жрица", -- [2]
					260666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.15799999999581, -- [1]
					"Позолоченная жрица", -- [2]
					260666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.78899999998976, -- [1]
					"Позолоченная жрица", -- [2]
					260666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[255591] = {
				{
					16.78899999998976, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [1]
				{
					50.79000000003725, -- [1]
					"Жрица Алун'за", -- [2]
					255591, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Оскверненный кровью золотой котел", -- [5]
				}, -- [2]
			},
		}, -- [97]
		{
			[250258] = {
				{
					4.804000000003725, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.30200000002515, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.38699999998789, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.45000000001164, -- [1]
					"Вол'каал", -- [2]
					250258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259572] = {
				{
					5.967000000004191, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.60100000002421, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.81699999998091, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.30400000000373, -- [1]
					"Вол'каал", -- [2]
					259572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[250259] = {
				{
					5.01600000000326, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.49400000000605, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.51500000001397, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.57400000002235, -- [1]
					"Вол'каал", -- [2]
					250259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[250241] = {
				{
					26.62900000001537, -- [1]
					"Вол'каал", -- [2]
					250241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [98]
		{
			[257407] = {
				{
					25.79899999999907, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мангончик-СвежевательДуш", -- [5]
				}, -- [1]
				{
					67.06599999999162, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мангончик-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					18.04899999999907, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.32799999997951, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					6.95599999994738, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.77999999996973, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.68499999999767, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.04199999995762, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[255373] = {
				{
					51.69199999998091, -- [1]
					"Резан", -- [2]
					255373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255434] = {
				{
					8.179999999993015, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					49.4649999999674, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[255421] = {
				{
					33.8289999999688, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мангончик-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [99]
		{
			[260280] = {
				{
					18.04000000003725, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					104.164000000048, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[262515] = {
				{
					49.76699999999255, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					49.86600000003818, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[260811] = {
				{
					7.019000000029337, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.07500000001164, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					93.14600000000792, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260813] = {
				{
					7.019000000029337, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мамкинмодник", -- [5]
				}, -- [1]
				{
					28.07500000001164, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мамкинмодник", -- [5]
				}, -- [2]
				{
					93.14600000000792, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шушпун", -- [5]
				}, -- [3]
			},
			[271456] = {
				{
					57.10600000002887, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					68.02700000000186, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					78.99700000003213, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					60.89300000004005, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.83199999999488, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.00700000004144, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					34.67000000004191, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260372] = {
				{
					39.32600000000093, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					40.2050000000163, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					43.37300000002142, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					45.81100000004517, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					47.02500000002328, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [5]
				{
					49.05100000003586, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					54.31300000002375, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					57.54100000002654, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					58.75900000002002, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
			},
			[281621] = {
				{
					54.90100000001257, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.73399999999674, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[260318] = {
				{
					2.26300000003539, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					4.715000000025611, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					7.132000000041444, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					9.563000000023749, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					11.97500000003493, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					14.42700000002515, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					28.99200000002747, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					31.42500000004657, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					86.11999999999534, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					88.57500000001164, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [10]
				{
					91, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [11]
				{
					93.42600000003586, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [12]
				{
					95.8640000000014, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [13]
				{
					98.29800000000978, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [14]
				{
					100.7400000000489, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [15]
			},
			[260190] = {
				{
					84.0230000000447, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [100]
		{
			[259474] = {
				{
					2.367000000027474, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					4.800999999977648, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					9.64000000001397, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					12.05099999997765, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					15.67599999997765, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					18.12400000001071, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					20.54899999999907, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					24.17900000000373, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					26.61300000001211, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					52.13099999999395, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [10]
				{
					54.56800000002841, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [11]
			},
			[268865] = {
				{
					0.5050000000046566, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.53000000002794, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.85499999998137, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[259856] = {
				{
					14.5, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					15.0910000000149, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					29.49699999997392, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					30.09999999997672, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
			},
			[260669] = {
				{
					32.52000000001863, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					38.52100000000792, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
		}, -- [101]
		{
			[268362] = {
				{
					0.3549999999813736, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.07600000000093, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.52499999996508, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.59999999997672, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.59999999997672, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.26699999999255, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					33.17099999997299, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					36.82399999996414, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					36.82399999996414, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.04599999997299, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					44.94000000000233, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.8289999999688, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					57.45999999996275, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					59.07299999997485, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					59.07299999997485, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					59.07299999997485, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					59.07299999997485, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[257582] = {
				{
					0.7449999999953434, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					1.976999999955297, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					1.976999999955297, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мамкинмодник", -- [5]
				}, -- [3]
				{
					1.976999999955297, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [4]
				{
					19.21700000000419, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [5]
				{
					22.61099999997532, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [6]
				{
					22.61099999997532, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шушпун", -- [5]
				}, -- [7]
				{
					22.61099999997532, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [8]
			},
			[271698] = {
				{
					17.55799999996088, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
			},
			[268865] = {
				{
					7.836000000010245, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.68299999996088, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.57999999995809, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.07299999997485, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258622] = {
				{
					11.45299999997951, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.51999999996042, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[258627] = {
				{
					13.47399999998743, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.47399999998743, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.47399999998743, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.47399999998743, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					47.52999999996973, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[271526] = {
				{
					17.21299999998882, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.21299999998882, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.18899999995483, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.41200000001118, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					20.62099999998463, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.62099999998463, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					20.62099999998463, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [102]
		{
			[263275] = {
				{
					14.30999999999767, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[269493] = {
				{
					9.677000000025146, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268702] = {
				{
					14.29399999999441, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[271579] = {
				{
					1.861000000033528, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					3.877000000036787, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					9.131999999983236, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					9.943000000028405, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					13.97399999998743, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					18.43800000002375, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					41.85399999999208, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					41.85399999999208, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					41.85399999999208, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
			},
			[262347] = {
				{
					8.540000000037253, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.59600000001956, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[257337] = {
				{
					18.5350000000326, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[263262] = {
				{
					0.4530000000377186, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					11.35700000001816, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					13.79700000002049, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [3]
				{
					41.85399999999208, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					41.85399999999208, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [5]
			},
			[268362] = {
				{
					5.237000000022817, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.646999999997206, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.677000000025146, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.2839999999851, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					12.89299999998184, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.1479999999865, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					18.57900000002701, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.88800000003539, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					33.14000000001397, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.01699999999255, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					41.85399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.85399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					41.85399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					41.85399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					41.85399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[268865] = {
				{
					22.375, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.85399999999208, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [103]
		{
			[269843] = {
				{
					11.5229999999865, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.33399999997346, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.08199999999488, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					58.89000000001397, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					74.65999999997439, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					90.45999999996275, -- [1]
					"Освобожденное чудовище", -- [2]
					269843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [104]
		{
			[272457] = {
				{
					12.72800000000279, -- [1]
					"Заклинатель спор Занча", -- [2]
					272457, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.29899999999907, -- [1]
					"Заклинатель спор Занча", -- [2]
					272457, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.0339999999851, -- [1]
					"Заклинатель спор Занча", -- [2]
					272457, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[259718] = {
				{
					16.52799999999115, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					16.52799999999115, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ловкач-Корольлич", -- [5]
				}, -- [2]
				{
					32.32699999999022, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илэнель", -- [5]
				}, -- [3]
				{
					32.32699999999022, -- [1]
					"Заклинатель спор Занча", -- [2]
					259718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
			},
			[274213] = {
				{
					22.54700000002049, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.54700000002049, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.34000000002561, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.34000000002561, -- [1]
					"Заклинатель спор Занча", -- [2]
					274213, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259732] = {
				{
					51.85100000002421, -- [1]
					"Заклинатель спор Занча", -- [2]
					259732, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[259830] = {
				{
					55.32400000002235, -- [1]
					"Заклинатель спор Занча", -- [2]
					259830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [105]
		{
			[260292] = {
				{
					10.38500000000931, -- [1]
					"Кроглот Зараженный", -- [2]
					260292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.43099999998231, -- [1]
					"Кроглот Зараженный", -- [2]
					260292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.03899999998976, -- [1]
					"Кроглот Зараженный", -- [2]
					260292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260793] = {
				{
					20.7839999999851, -- [1]
					"Кроглот Зараженный", -- [2]
					260793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.6479999999865, -- [1]
					"Кроглот Зараженный", -- [2]
					260793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [106]
		{
			[260894] = {
				{
					13.32699999999022, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.1140000000014, -- [1]
					"Старейшина Ликса", -- [2]
					260894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264603] = {
				{
					18.40399999998044, -- [1]
					"Старейшина Ликса", -- [2]
					264603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260879] = {
				{
					15.96700000000419, -- [1]
					"Старейшина Ликса", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нраш", -- [5]
				}, -- [1]
				{
					23.25099999998929, -- [1]
					"Старейшина Ликса", -- [2]
					260879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нраш", -- [5]
				}, -- [2]
			},
		}, -- [107]
		{
			[36589] = {
				{
					107.7449999999953, -- [1]
					"Жилистый волк", -- [2]
					36589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52960] = {
				{
					29.19900000002235, -- [1]
					"Локен", -- [2]
					52960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.49699999997392, -- [1]
					"Локен", -- [2]
					52960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.32400000002235, -- [1]
					"Локен", -- [2]
					52960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					98.42099999997299, -- [1]
					"Локен", -- [2]
					52960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[35361] = {
				{
					107.7449999999953, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					107.7449999999953, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[61353] = {
				{
					107.7449999999953, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [108]
		{
			[52658] = {
				{
					6.556999999971595, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [1]
				{
					18.71599999995669, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тиринор", -- [5]
				}, -- [2]
				{
					57.57999999995809, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					68.47999999998137, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мидтинайт", -- [5]
				}, -- [4]
				{
					79.38000000000466, -- [1]
					"Ионар", -- [2]
					52658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мидтинайт", -- [5]
				}, -- [5]
			},
			[52780] = {
				{
					9.263999999966472, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.0679999999702, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.08100000000559, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					71.18899999995483, -- [1]
					"Ионар", -- [2]
					52780, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[52770] = {
				{
					33.8640000000014, -- [1]
					"Ионар", -- [2]
					52770, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52671] = {
				{
					35.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					35.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					36.92199999996228, -- [1]
					"Искра Ионар", -- [2]
					52671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [109]
		{
			[52429] = {
				{
					44.64899999997579, -- [1]
					"Хрупкий голем", -- [2]
					52429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52237] = {
				{
					44.0229999999865, -- [1]
					"Волхан", -- [2]
					52237, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52387] = {
				{
					48.59700000000885, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52238] = {
				{
					16.53099999995902, -- [1]
					"Волхан", -- [2]
					52238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52433] = {
				{
					22.79399999999441, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [1]
				{
					25.21399999997811, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тиринор", -- [5]
				}, -- [2]
				{
					27.64899999997579, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тиринор", -- [5]
				}, -- [3]
				{
					31.29399999999441, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мидтинайт", -- [5]
				}, -- [4]
				{
					31.29399999999441, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мидтинайт", -- [5]
				}, -- [5]
				{
					37.37699999997858, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тиринор", -- [5]
				}, -- [6]
				{
					49.51299999997718, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тиринор", -- [5]
				}, -- [7]
			},
		}, -- [110]
		{
			[52433] = {
				{
					18.23999999999069, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [1]
				{
					20.66599999996834, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					24.30199999996694, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [3]
				{
					27.93799999996554, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [4]
				{
					27.93799999996554, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волчара", -- [5]
				}, -- [5]
				{
					32.78099999995902, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
				{
					37.65399999998044, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [7]
				{
					41.29199999995763, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [8]
				{
					47.34200000000419, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [9]
				{
					47.34200000000419, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [10]
				{
					57.04300000000512, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [11]
				{
					57.04300000000512, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [12]
				{
					57.04300000000512, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Алетос", -- [5]
				}, -- [13]
				{
					60.69999999995343, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волчара", -- [5]
				}, -- [14]
				{
					60.69999999995343, -- [1]
					"Оплавленный голем", -- [2]
					52433, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волчара", -- [5]
				}, -- [15]
			},
			[52387] = {
				{
					27.00799999997253, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.93599999998696, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.90299999999115, -- [1]
					"Волхан", -- [2]
					52387, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[52238] = {
				{
					12.00599999999395, -- [1]
					"Волхан", -- [2]
					52238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.14100000000326, -- [1]
					"Волхан", -- [2]
					52238, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [111]
		{
			[58769] = {
				{
					41.24300000001676, -- [1]
					"Генерал Бьярнгрим", -- [2]
					58769, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [1]
			},
			[41107] = {
				{
					23.05100000003586, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.49800000002142, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[59085] = {
				{
					4.856000000028871, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [1]
				{
					6.059000000008382, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [2]
				{
					23.05100000003586, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [3]
				{
					23.05100000003586, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [4]
			},
			[52028] = {
				{
					32.28700000001118, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.29100000002654, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.29500000004191, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.28900000004796, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					50.52700000000186, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.51400000002468, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					54.5230000000447, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.52400000003399, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[53791] = {
				{
					23.05100000003586, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.48600000003353, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52029] = {
				{
					3.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.40900000004331, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52022] = {
				{
					14.55000000004657, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15284] = {
				{
					40.57200000004377, -- [1]
					"Генерал Бьярнгрим", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
			},
			[12555] = {
				{
					69.01000000000931, -- [1]
					"Генерал Бьярнгрим", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					80.04500000004191, -- [1]
					"Генерал Бьярнгрим", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
			},
			[52026] = {
				{
					67.01000000000931, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мотылек", -- [5]
				}, -- [1]
				{
					77.92800000001444, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
			},
			[16856] = {
				{
					61.86300000001211, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					69.14300000004005, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
				{
					78.83600000001024, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [3]
			},
			[41106] = {
				{
					57.02500000002328, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53792] = {
				{
					57.02500000002328, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53792, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36096] = {
				{
					3.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.11900000000605, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.61999999999534, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[52027] = {
				{
					30.29899999999907, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.52700000000186, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [112]
		{
			[61369] = {
				{
					1.187000000034459, -- [1]
					"Берсерк из закаленной стали", -- [2]
					61369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.19200000003912, -- [1]
					"Берсерк из закаленной стали", -- [2]
					61369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15655] = {
				{
					8.475000000034925, -- [1]
					"Разоритель из закаленной стали", -- [2]
					15655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					69.1030000000028, -- [1]
					"Разоритель из закаленной стали", -- [2]
					15655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Докторнежить", -- [5]
				}, -- [2]
				{
					88.5109999999986, -- [1]
					"Разоритель из закаленной стали", -- [2]
					15655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					105.4960000000428, -- [1]
					"Разоритель из закаленной стали", -- [2]
					15655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [4]
				{
					120.1240000000107, -- [1]
					"Разоритель из закаленной стали", -- [2]
					15655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мотылек", -- [5]
				}, -- [5]
			},
			[59085] = {
				{
					1.187000000034459, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [1]
				{
					6.036000000021886, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
				{
					8.475000000034925, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лилитус-СтражСмерти", -- [5]
				}, -- [3]
				{
					16.98399999999674, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [4]
				{
					26.69599999999628, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [5]
				{
					33.95300000003772, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Докторнежить", -- [5]
				}, -- [6]
				{
					49.69300000002841, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Докторнежить", -- [5]
				}, -- [7]
				{
					52.63300000003073, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [8]
				{
					65.46800000005169, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [9]
				{
					69.1030000000028, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [10]
				{
					82.42900000000373, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [11]
				{
					93.36300000001211, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [12]
				{
					101.8600000000442, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					59085, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [13]
			},
			[41106] = {
				{
					50.90700000000652, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.0630000000238, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[41107] = {
				{
					25.49300000001676, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[41105] = {
				{
					77.59500000003027, -- [1]
					"Генерал Бьярнгрим", -- [2]
					41105, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36096] = {
				{
					6.036000000021886, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.53400000004331, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.64000000001397, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					86.08300000004238, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					94.57900000002701, -- [1]
					"Генерал Бьярнгрим", -- [2]
					36096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[52022] = {
				{
					93.36300000001211, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53790] = {
				{
					77.59500000003027, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53790, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42724] = {
				{
					1.118000000016764, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					12.48000000003958, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
				{
					68.95200000004843, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Докторнежить", -- [5]
				}, -- [3]
				{
					79.59700000000885, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Докторнежить", -- [5]
				}, -- [4]
				{
					107.0960000000196, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [5]
				{
					118.0590000000084, -- [1]
					"Разоритель из закаленной стали", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мотылек", -- [5]
				}, -- [6]
			},
			[53792] = {
				{
					50.90700000000652, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53792, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					103.0630000000238, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53792, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52026] = {
				{
					66.96900000004098, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					76.67800000001444, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [2]
				{
					111.8680000000168, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [3]
			},
			[52740] = {
				{
					0.995000000053551, -- [1]
					"Берсерк из закаленной стали", -- [2]
					52740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					17.98399999999674, -- [1]
					"Берсерк из закаленной стали", -- [2]
					52740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
			},
			[52028] = {
				{
					35.95200000004843, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.96500000002561, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.95700000005309, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.97600000002421, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[52029] = {
				{
					4.817000000039116, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.98399999999674, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.6590000000433, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					98.22299999999814, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[52774] = {
				{
					14.10500000003958, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.91900000005262, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.59799999999814, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					61.40600000001723, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.81700000003912, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					78.3859999999986, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					90.51300000003539, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					99.01300000003539, -- [1]
					"Лейтенант клана Закаленных Бурей", -- [2]
					52774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[12555] = {
				{
					63.04200000001583, -- [1]
					"Генерал Бьярнгрим", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
			},
			[16856] = {
				{
					63.97400000004564, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					71.51900000002934, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
				{
					109.1359999999986, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аптечечка", -- [5]
				}, -- [3]
				{
					117.6739999999991, -- [1]
					"Генерал Бьярнгрим", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волчара", -- [5]
				}, -- [4]
			},
			[53791] = {
				{
					25.49300000001676, -- [1]
					"Генерал Бьярнгрим", -- [2]
					53791, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52778] = {
				{
					3.621000000042841, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [1]
				{
					10.8870000000461, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [2]
				{
					18.19200000003912, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [3]
				{
					27.91100000002189, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ларгатор", -- [5]
				}, -- [4]
				{
					36.37400000001071, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волчара", -- [5]
				}, -- [5]
				{
					53.33100000000559, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
				{
					59.4100000000326, -- [1]
					"Тактик клана Закаленных Бурей", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
			},
			[52027] = {
				{
					33.95300000003772, -- [1]
					"Генерал Бьярнгрим", -- [2]
					52027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [113]
		{
			[50834] = {
				{
					18.01999999996042, -- [1]
					"Сьоннир Литейщик", -- [2]
					50834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					42.25099999998929, -- [1]
					"Сьоннир Литейщик", -- [2]
					50834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
				{
					66.51600000000326, -- [1]
					"Сьоннир Литейщик", -- [2]
					50834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [3]
				{
					93.20799999998417, -- [1]
					"Сьоннир Литейщик", -- [2]
					50834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [4]
			},
			[50895] = {
				{
					9.36099999997532, -- [1]
					"Кованый железный дворф", -- [2]
					50895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					14.39899999997579, -- [1]
					"Кованый железный дворф", -- [2]
					50895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[51849] = {
				{
					79.84899999998743, -- [1]
					"Сьоннир Литейщик", -- [2]
					51849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[79962] = {
				{
					94.21900000004098, -- [1]
					"Рулен Светлый Плод", -- [2]
					79962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50830] = {
				{
					15.60599999997066, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					28.92699999996694, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					41.03099999995902, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					54.38299999997253, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					68.95000000001164, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					85.92300000000978, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					91.9890000000014, -- [1]
					"Сьоннир Литейщик", -- [2]
					50830, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
			},
			[61353] = {
				{
					94.21900000004098, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.21900000004098, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.21900000004098, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					94.21900000004098, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					94.21900000004098, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[50831] = {
				{
					21.64100000000326, -- [1]
					"Сьоннир Литейщик", -- [2]
					50831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.66899999999441, -- [1]
					"Сьоннир Литейщик", -- [2]
					50831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.30499999999302, -- [1]
					"Сьоннир Литейщик", -- [2]
					50831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.36199999996461, -- [1]
					"Сьоннир Литейщик", -- [2]
					50831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[36589] = {
				{
					94.21900000004098, -- [1]
					"Жилистый волк", -- [2]
					36589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.21900000004098, -- [1]
					"Жилистый волк", -- [2]
					36589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[35361] = {
				{
					94.21900000004098, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					94.21900000004098, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50900] = {
				{
					43.02999999996973, -- [1]
					"Трогг кованого железа", -- [2]
					50900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [1]
				{
					45.47200000000885, -- [1]
					"Трогг кованого железа", -- [2]
					50900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [2]
			},
			[59008] = {
				{
					94.21900000004098, -- [1]
					"Жилистый волк", -- [2]
					59008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[28747] = {
				{
					79.84899999998743, -- [1]
					"Сьоннир Литейщик", -- [2]
					28747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50840] = {
				{
					30.14600000000792, -- [1]
					"Сьоннир Литейщик", -- [2]
					50840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [114]
		{
			[51012] = {
				{
					67.93699999997625, -- [1]
					"Темная сущность", -- [2]
					51012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					102.3919999999926, -- [1]
					"Темная сущность", -- [2]
					51012, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[51001] = {
				{
					56.22499999997672, -- [1]
					"Темная сущность", -- [2]
					51001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					86.59200000000419, -- [1]
					"Темная сущность", -- [2]
					51001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[22120] = {
				{
					25.82000000000699, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					25.82000000000699, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
				{
					25.82000000000699, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
				{
					56.19199999998091, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					56.19199999998091, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
				{
					56.19199999998091, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
				{
					86.59200000000419, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					86.59200000000419, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [8]
				{
					86.59200000000419, -- [1]
					"Заступник из клана Темных Рун", -- [2]
					22120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [9]
			},
			[12167] = {
				{
					66.1030000000028, -- [1]
					"Буревестник из клана Темных Рун", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					107.8319999999949, -- [1]
					"Буревестник из клана Темных Рун", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
				{
					108.3729999999632, -- [1]
					"Буревестник из клана Темных Рун", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Буревой-Гордунни", -- [5]
				}, -- [3]
			},
		}, -- [115]
		{
			[50760] = {
				{
					21.89399999997113, -- [1]
					"Дева Скорби", -- [2]
					50760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.21999999997206, -- [1]
					"Дева Скорби", -- [2]
					50760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50761] = {
				{
					12.83100000000559, -- [1]
					"Дева Скорби", -- [2]
					50761, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					33.5, -- [1]
					"Дева Скорби", -- [2]
					50761, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					62.63799999997718, -- [1]
					"Дева Скорби", -- [2]
					50761, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [3]
			},
			[50752] = {
				{
					5.738000000012107, -- [1]
					"Дева Скорби", -- [2]
					50752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.96100000001025, -- [1]
					"Дева Скорби", -- [2]
					50752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.01600000000326, -- [1]
					"Дева Скорби", -- [2]
					50752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.99599999998463, -- [1]
					"Дева Скорби", -- [2]
					50752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[51776] = {
				{
					69.92099999997299, -- [1]
					"Повелитель стихий из клана Темных Рун", -- [2]
					51776, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Повелитель стихий из клана Темных Рун", -- [5]
				}, -- [1]
			},
			[50831] = {
				{
					69.92099999997299, -- [1]
					"Сьоннир Литейщик", -- [2]
					50831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [116]
		{
			[50843] = {
				{
					10.60800000000745, -- [1]
					"Кристаллус", -- [2]
					50843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [1]
				{
					19.0899999999674, -- [1]
					"Кристаллус", -- [2]
					50843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					42.16200000001118, -- [1]
					"Кристаллус", -- [2]
					50843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мефокс-Азурегос", -- [5]
				}, -- [3]
				{
					59.15599999995902, -- [1]
					"Кристаллус", -- [2]
					50843, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
			},
			[50868] = {
				{
					16.88999999995576, -- [1]
					"Кристаллус", -- [2]
					50868, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50810] = {
				{
					32.47599999996601, -- [1]
					"Кристаллус", -- [2]
					50810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.49199999996927, -- [1]
					"Кристаллус", -- [2]
					50810, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [117]
		{
			[121282] = {
				{
					32.75099999998929, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121447] = {
				{
					6.896000000007916, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.86499999999069, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					72.74799999996321, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[122259] = {
				{
					1.505000000004657, -- [1]
					"Сик'тик-инженер", -- [2]
					122259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.566999999980908, -- [1]
					"Сик'тик-инженер", -- [2]
					122259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[121284] = {
				{
					63.05999999999767, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121442] = {
				{
					35.18099999998231, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.99599999998463, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.86499999999069, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.73099999997066, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.27799999999115, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					75.19000000000233, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					84.89100000000326, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[121762] = {
				{
					0.2820000000065193, -- [1]
					"Сик'тик-строитель", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					1.492999999958556, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
				{
					3.909999999974389, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
				{
					6.34599999996135, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [4]
				{
					8.402000000001863, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					17.24099999997998, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хэйтроу", -- [5]
				}, -- [6]
				{
					19.6699999999837, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					34.73800000001211, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					36.68099999998231, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					39.08899999997811, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [10]
				{
					41.52499999996508, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [11]
				{
					43.94399999995949, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [12]
				{
					46.37199999997392, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [13]
				{
					48.79899999999907, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [14]
				{
					51.23300000000745, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [15]
				{
					53.64899999997579, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [16]
				{
					69.41599999996834, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хэйтроу", -- [5]
				}, -- [17]
				{
					71.82299999997485, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [18]
				{
					74.24599999998463, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [19]
				{
					76.6819999999716, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [20]
				{
					79.11099999997532, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [21]
				{
					81.53700000001118, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [22]
				{
					83.9659999999567, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [23]
			},
		}, -- [118]
		{
			[119476] = {
				{
					33.99700000003213, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.52600000001257, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[124317] = {
				{
					15.48300000000745, -- [1]
					"Генерал Па'валак", -- [2]
					124317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.18900000001304, -- [1]
					"Генерал Па'валак", -- [2]
					124317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[124283] = {
				{
					14.2270000000135, -- [1]
					"Генерал Па'валак", -- [2]
					124283, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.34899999998743, -- [1]
					"Генерал Па'валак", -- [2]
					124283, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[86603] = {
				{
					3.688000000023749, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.60100000002421, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.92399999999907, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.92399999999907, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					85.92399999999907, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[119840] = {
				{
					42.93100000004051, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					43.72500000003493, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					43.72500000003493, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					43.72500000003493, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					44.9320000000298, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					46.13200000004144, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					46.13200000004144, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					48.5570000000298, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					48.5570000000298, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					48.5570000000298, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [10]
				{
					60.26800000004005, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [11]
				{
					61.48399999999674, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [12]
				{
					61.48399999999674, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [13]
				{
					71.58500000002095, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [14]
				{
					72.78899999998976, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [15]
				{
					76.42300000000978, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [16]
			},
		}, -- [119]
		{
			[120760] = {
				{
					11.34899999998743, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.34399999998277, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.34399999998277, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.34500000003027, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.03200000000652, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.02899999998044, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.03999999997905, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.03999999997905, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.41200000001118, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					41.42999999999302, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.42599999997765, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.41899999999441, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					56.30900000000838, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					57.3070000000298, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					58.31500000000233, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					59.31400000001304, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[120789] = {
				{
					8.276000000012573, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.4770000000135, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.0339999999851, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.5800000000163, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[120800] = {
				{
					10.3410000000149, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.02899999998044, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.41700000001583, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.30099999997765, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[120759] = {
				{
					10.3410000000149, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.02899999998044, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.41700000001583, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.30099999997765, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[86603] = {
				{
					60.19199999998091, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[120758] = {
				{
					11.57000000000699, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.57000000000699, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.57099999999628, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.56699999998091, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					19.57500000001164, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.56300000002375, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.57099999999628, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					27.57400000002235, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.57400000002235, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.57000000000699, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.56400000001304, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.58199999999488, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					43.57000000000699, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.57300000003306, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					47.57799999997951, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					49.5800000000163, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					51.65000000002328, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					53.56800000002841, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					55.57500000001164, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					57.57400000002235, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					59.58299999998417, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
			},
		}, -- [120]
		{
		}, -- [121]
		{
			[52723] = {
				{
					1.532000000006519, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.53999999997905, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.31400000001304, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.3289999999688, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[52720] = {
				{
					2.741999999969266, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.04200000001583, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.10999999998603, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.17399999999907, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.24699999997392, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.31400000001304, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					40.39199999999255, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					46.47399999998743, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					52.52000000001863, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					58.57299999997485, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					64.6479999999865, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[52722] = {
				{
					6.684999999997672, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [1]
				{
					15.17399999999907, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [2]
				{
					27.32299999997485, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [3]
				{
					38.25400000001537, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [4]
				{
					50.40200000000186, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Перовнутро", -- [5]
				}, -- [5]
				{
					62.52000000001863, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [6]
			},
			[61353] = {
				{
					71.2270000000135, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52721] = {
				{
					8.602000000013504, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					20.77500000002328, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Перовнутро", -- [5]
				}, -- [2]
				{
					32.88099999999395, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Перовнутро", -- [5]
				}, -- [3]
				{
					45.02399999997579, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [4]
				{
					57.1589999999851, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Перовнутро", -- [5]
				}, -- [5]
			},
			[35361] = {
				{
					71.2270000000135, -- [1]
					"Лесной древень", -- [2]
					35361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [122]
		{
			[52772] = {
				{
					11.76400000002468, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					33.61300000001211, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					52.19099999999162, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
			},
			[52771] = {
				{
					6.886999999987893, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					17.03299999999581, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					37.65700000000652, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					48.55300000001444, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					60.67499999998836, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
			},
			[52766] = {
				{
					20.27400000003399, -- [1]
					"Хронолорд Эпох", -- [2]
					52766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.50200000003679, -- [1]
					"Хронолорд Эпох", -- [2]
					52766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [123]
		{
			[52451] = {
				{
					10.70699999999488, -- [1]
					"Салрамм Плоторез", -- [2]
					52451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.79399999999441, -- [1]
					"Салрамм Плоторез", -- [2]
					52451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52480] = {
				{
					18.20499999998719, -- [1]
					"Салрамм Плоторез", -- [2]
					52480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52708] = {
				{
					25.07799999997951, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [1]
				{
					46.96099999998114, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Перовнутро", -- [5]
				}, -- [2]
				{
					57.89400000000023, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [3]
			},
			[57725] = {
				{
					2.497000000003027, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					23.14100000000326, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					31.23099999999977, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					42.1479999999865, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					53.11099999997532, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					56.73599999997532, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					64.0339999999851, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
			},
		}, -- [124]
		{
			[52666] = {
				{
					3.660000000003493, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.309999999997672, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.95100000000093, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.58900000000722, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.22899999999208, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.88500000000931, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.52400000000489, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.16599999999744, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.80799999998999, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.45000000001164, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					40.08400000000256, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.72200000000885, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.36300000001211, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					51.03700000001118, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.67399999999907, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					58.32699999999022, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					61.96700000000419, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					65.59299999999348, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[52696] = {
				{
					38.86799999998766, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [1]
				{
					57.1019999999844, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нянькэт", -- [5]
				}, -- [2]
			},
		}, -- [125]
		{
			[79962] = {
				{
					96.06700000001001, -- [1]
					"Нелур Сеющий Свет", -- [2]
					79962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53467] = {
				{
					10.44599999999628, -- [1]
					"Ануб'арак", -- [2]
					53467, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.51499999998487, -- [1]
					"Ануб'арак", -- [2]
					53467, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53520] = {
				{
					86.37299999999232, -- [1]
					"Ануб'арак", -- [2]
					53520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53618] = {
				{
					42.6479999999865, -- [1]
					"Ануб'арский страж", -- [2]
					53618, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
			},
			[53454] = {
				{
					39.4199999999837, -- [1]
					"Ануб'арак", -- [2]
					53454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.36999999999534, -- [1]
					"Ануб'арак", -- [2]
					53454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52540] = {
				{
					32.10899999999674, -- [1]
					"Ануб'арский убийца", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					77.87899999998626, -- [1]
					"Ануб'арский убийца", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[61353] = {
				{
					96.06700000001001, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36589] = {
				{
					96.06700000001001, -- [1]
					"Жилистый волк", -- [2]
					36589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53472] = {
				{
					17.92799999998533, -- [1]
					"Ануб'арак", -- [2]
					53472, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.66599999999744, -- [1]
					"Ануб'арак", -- [2]
					53472, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [126]
		{
			[53317] = {
				{
					12.71399999997811, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					30.9320000000007, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
			},
			[53400] = {
				{
					10.70900000000256, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.49099999997998, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.26399999999558, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[53333] = {
				{
					1.370999999984633, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					3.399000000004889, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					5.827999999979511, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					5.827999999979511, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					8.247999999992317, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					11.49700000000303, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					13.91599999999744, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					18.38099999999395, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					22.00800000000163, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
				{
					23.64400000000023, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [10]
				{
					29.70999999999185, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [11]
				{
					29.73099999999977, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [12]
				{
					32.1140000000014, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [13]
				{
					33.74899999998161, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [14]
				{
					37.37299999999232, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [15]
				{
					39.01799999998184, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [16]
				{
					39.81200000000536, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [17]
				{
					42.3409999999858, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [18]
			},
			[53394] = {
				{
					33.35899999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					34.15799999999581, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
			},
			[52592] = {
				{
					29.90599999998813, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52592, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53418] = {
				{
					15.55499999999302, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский воитель", -- [5]
				}, -- [1]
				{
					31.33400000000256, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский воитель", -- [5]
				}, -- [2]
			},
			[52586] = {
				{
					9.490999999979977, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					20.41199999998207, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					30.12299999999232, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					42.27400000000489, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
			},
			[53030] = {
				{
					17.98299999997835, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.83999999999651, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53330] = {
				{
					24.45900000000256, -- [1]
					"Ануб'арский некроарахнид", -- [2]
					53330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
			},
			[28747] = {
				{
					32.55299999998533, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					28747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53406] = {
				{
					8.28200000000652, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.76600000000326, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52446] = {
				{
					23.28500000000349, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.52999999999884, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.11799999998766, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [127]
		{
			[53317] = {
				{
					20.98699999999371, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					26.64600000000792, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					34.32699999999022, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					36.33599999998114, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					43.00099999998929, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					43.00099999998929, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
			},
			[53400] = {
				{
					10.05799999998999, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.04999999998836, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.00099999998929, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[53333] = {
				{
					7.202999999979511, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					9.625, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					10.83499999999185, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					12.04999999998836, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					13.27499999999418, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					14.47599999999511, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					16.92600000000675, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					18.5460000000021, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					20.97800000000279, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
				{
					20.98699999999371, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [10]
				{
					23.38800000000629, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [11]
				{
					24.60999999998603, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [12]
				{
					25.80999999999767, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [13]
				{
					27.41699999998673, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [14]
				{
					28.23600000000442, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [15]
				{
					30.6699999999837, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [16]
				{
					30.6699999999837, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [17]
				{
					31.06299999999465, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [18]
				{
					33.08299999998417, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [19]
				{
					33.08299999998417, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [20]
				{
					33.08299999998417, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [21]
				{
					35.52799999999115, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [22]
				{
					35.94199999998091, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [23]
				{
					37.94899999999325, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [24]
				{
					38.74199999999837, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [25]
				{
					39.15099999998347, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [26]
				{
					41.17199999999139, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [27]
				{
					41.97999999998137, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [28]
				{
					43.00099999998929, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [29]
				{
					43.00099999998929, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [30]
				{
					43.00099999998929, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [31]
				{
					43.00099999998929, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [32]
			},
			[53394] = {
				{
					19.77799999999115, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					30.2839999999851, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					32.29799999998068, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					43.00099999998929, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					43.00099999998929, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
			},
			[52532] = {
				{
					21.9199999999837, -- [1]
					"Ануб'арский воин", -- [2]
					52532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					32.28699999998207, -- [1]
					"Ануб'арский воин", -- [2]
					52532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[52540] = {
				{
					26.22599999999511, -- [1]
					"Ануб'арский рыскатель", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					38.35999999998603, -- [1]
					"Ануб'арский рыскатель", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Окинашак", -- [5]
				}, -- [2]
			},
			[53418] = {
				{
					13.69000000000233, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский некромант", -- [5]
				}, -- [1]
				{
					31.89100000000326, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский воитель", -- [5]
				}, -- [2]
			},
			[53406] = {
				{
					22.18700000000536, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.00099999998929, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52086] = {
				{
					15.7159999999858, -- [1]
					"Ануб'арский прядильщик", -- [2]
					52086, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зловещий охотник", -- [5]
				}, -- [1]
			},
			[53330] = {
				{
					10.05799999998999, -- [1]
					"Ануб'арский некроарахнид", -- [2]
					53330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					30.2839999999851, -- [1]
					"Ануб'арский некроарахнид", -- [2]
					53330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
			},
			[54290] = {
				{
					1.98499999998603, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					4.369999999995343, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					6.809000000008382, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					16.18799999999465, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					24.60999999998603, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					39.15099999998347, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
			},
			[49806] = {
				{
					16.90700000000652, -- [1]
					"Ануб'арский воин", -- [2]
					49806, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					27.93299999998999, -- [1]
					"Ануб'арский воин", -- [2]
					49806, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					28.27899999998044, -- [1]
					"Ануб'арский воин", -- [2]
					49806, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
			},
			[53030] = {
				{
					12.4769999999844, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.1140000000014, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.00099999998929, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [128]
		{
			[12544] = {
				{
					87.97899999999208, -- [1]
					"Магистр Сурдиэль", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42708] = {
				{
					23.58999999999651, -- [1]
					"Ингвар Расхититель", -- [2]
					42708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42724] = {
				{
					6.997000000003027, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					12.89999999999418, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					20.43100000001141, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					27.23600000000442, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
			},
			[42705] = {
				{
					11.08499999999185, -- [1]
					"Ингвар Расхититель", -- [2]
					42705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.58999999999651, -- [1]
					"Ингвар Расхититель", -- [2]
					42705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[61353] = {
				{
					87.97899999999208, -- [1]
					"Дагна Кремневое Ружье", -- [2]
					61353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42730] = {
				{
					81.97200000000885, -- [1]
					"Ингвар Расхититель", -- [2]
					42730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
			},
			[42669] = {
				{
					18.52999999999884, -- [1]
					"Ингвар Расхититель", -- [2]
					42669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42729] = {
				{
					56.42900000000373, -- [1]
					"Ингвар Расхититель", -- [2]
					42729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.46100000001024, -- [1]
					"Ингвар Расхититель", -- [2]
					42729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [129]
		{
			[43649] = {
				{
					23.78099999998813, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Релаксуха-Галакронд", -- [5]
				}, -- [1]
				{
					29.84500000000116, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Риск-Разувий", -- [5]
				}, -- [2]
			},
			[43651] = {
				{
					10.85799999997835, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					22.58599999998114, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Релаксуха-Галакронд", -- [5]
				}, -- [2]
				{
					42.41300000000047, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
			},
			[48583] = {
				{
					8.443999999988591, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [1]
				{
					15.7159999999858, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [2]
				{
					29.06199999997625, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [3]
				{
					38.76599999997416, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [4]
			},
		}, -- [130]
		{
			[43667] = {
				{
					1.810999999986962, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					4.24199999999837, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					11.51499999998487, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					13.94399999998859, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					29.70699999999488, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					33.34699999997974, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					35.77999999999884, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [7]
				{
					44.27899999998044, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [8]
				{
					47.91199999998207, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					52.79799999998068, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [10]
			},
			[42702] = {
				{
					21.78699999998207, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					22.04999999998836, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					41.46499999999651, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
			},
			[35570] = {
				{
					56.43400000000838, -- [1]
					"Надзиратель из клана Укротителей драконов", -- [2]
					35570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
			},
		}, -- [131]
		{
			[106736] = {
				{
					6.967999999993481, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.46100000001025, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.1590000000142, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.97500000000582, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					50.62799999999697, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.32899999999791, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					68.82800000000861, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[117570] = {
				{
					26.7609999999986, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.7609999999986, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.77199999999721, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.77199999999721, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.77199999999721, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[117665] = {
				{
					27.57500000001164, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34189] = {
				{
					77.13200000001234, -- [1]
					"Неизвестно", -- [2]
					34189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106113] = {
				{
					13.05000000001746, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.37600000001839, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.52700000000186, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [132]
		{
			[106797] = {
				{
					18.82600000000093, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106823] = {
				{
					10.52899999998044, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
			},
			[106841] = {
				{
					19.03499999997439, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					29.99799999999232, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					40.94000000000233, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
			},
			[107045] = {
				{
					50.22999999998137, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.625, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.237999999983, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.87899999998626, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.53699999998207, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [133]
		{
			[114571] = {
				{
					0.8430000000225846, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					0.8430000000225846, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					3.254000000015367, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					3.254000000015367, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					5.682000000000699, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
				{
					5.682000000000699, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [6]
				{
					8.114000000001397, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [7]
				{
					8.114000000001397, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Черныйорк", -- [5]
				}, -- [8]
				{
					10.54200000001583, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [9]
				{
					10.54200000001583, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [10]
				{
					12.95399999999791, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [11]
				{
					12.95399999999791, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [12]
				{
					15.40800000002491, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [13]
				{
					15.40800000002491, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [14]
				{
					17.83900000000722, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [15]
				{
					17.83900000000722, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [16]
				{
					19.84400000001187, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [17]
				{
					19.84400000001187, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [18]
				{
					22.28800000000047, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [19]
				{
					22.28800000000047, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [20]
				{
					24.74300000001676, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [21]
				{
					24.74300000001676, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [22]
				{
					27.16600000002654, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [23]
				{
					27.16600000002654, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [24]
				{
					29.57800000000862, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [25]
				{
					29.57800000000862, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [26]
				{
					32.01600000000326, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [27]
				{
					32.01600000000326, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [28]
				{
					34.43900000001304, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [29]
				{
					34.43900000001304, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [30]
				{
					36.87300000002142, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [31]
				{
					36.87300000002142, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [32]
				{
					39.30800000001909, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [33]
				{
					39.30800000001909, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [34]
				{
					41.72800000000279, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [35]
				{
					41.72800000000279, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [36]
				{
					44.1590000000142, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [37]
				{
					44.1590000000142, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [38]
				{
					46.58699999999953, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [39]
				{
					46.58699999999953, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [40]
				{
					49.01600000000326, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [41]
				{
					49.01600000000326, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [42]
				{
					51.44000000000233, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [43]
				{
					51.44000000000233, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [44]
				{
					53.8520000000135, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [45]
				{
					53.8520000000135, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [46]
				{
					56.29300000000512, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [47]
				{
					56.29300000000512, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [48]
				{
					58.72100000001956, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [49]
				{
					58.72100000001956, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [50]
				{
					61.15100000001257, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [51]
				{
					63.58100000000559, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [52]
				{
					66.01800000001094, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [53]
				{
					68.42700000002515, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [54]
				{
					70.86699999999837, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [55]
			},
		}, -- [134]
		{
			[106526] = {
				{
					9.254000000015367, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.37400000001071, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.42600000000675, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.41399999998976, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					6.814000000013039, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.3980000000156, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.93100000001141, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					72.91699999998673, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					89.80600000001141, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[106055] = {
				{
					3.99299999998766, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.88300000000163, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.96499999999651, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.01999999998952, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.29999999998836, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.01999999998952, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.07099999999628, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					57.37700000000768, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					67.04899999999907, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					74.34700000000885, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					84.05600000001141, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					90.12299999999232, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					96.20300000000861, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[106612] = {
				{
					104.6909999999916, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121483] = {
				{
					140.8159999999916, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [135]
		{
			[122959] = {
				{
					3.638000000006286, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.50899999999092, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.50099999998929, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[119684] = {
				{
					16.36100000000442, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.25400000001537, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.95300000000862, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.05400000000373, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [136]
		{
			[118940] = {
				{
					21.85100000002421, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.87200000000303, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.63600000002771, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[118958] = {
				{
					23.94300000002841, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.64000000001397, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[118903] = {
				{
					7.51500000001397, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					22.70100000000093, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					51.22000000000116, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					62.13300000000163, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
				{
					83.35400000002119, -- [1]
					"Глинтрок-проклинатель", -- [2]
					118903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [5]
			},
			[118963] = {
				{
					21.07300000000396, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [1]
				{
					35.64500000001863, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [2]
				{
					46.55500000002212, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [3]
				{
					66.2510000000184, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [4]
				{
					87.80500000002212, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [5]
			},
			[118988] = {
				{
					19.84800000002724, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [1]
				{
					45.36200000002282, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-тихоступ", -- [5]
				}, -- [2]
				{
					71.63800000000629, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [3]
				{
					94.43100000001141, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [4]
			},
			[129262] = {
				{
					61.90600000001723, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.58200000002398, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					100.4560000000056, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					109.2550000000047, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [137]
		{
			[120160] = {
				{
					114.9580000000133, -- [1]
					"Хайан Неудержимый", -- [2]
					120160, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [1]
			},
			[123655] = {
				{
					101.9880000000121, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [1]
				{
					117.8110000000161, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
			},
			[120167] = {
				{
					112.948000000004, -- [1]
					"Хайан Неудержимый", -- [2]
					120167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119981] = {
				{
					73.07800000000861, -- [1]
					"Мин Коварный", -- [2]
					119981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119922] = {
				{
					18.62600000001839, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.99900000001071, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[120087] = {
				{
					75.39300000001094, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [1]
				{
					78.3760000000184, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					78.38500000000931, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [3]
				{
					78.38500000000931, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ахабан-ВечнаяПесня", -- [5]
				}, -- [4]
				{
					78.6940000000177, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [5]
			},
			[123654] = {
				{
					60.52900000000955, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [1]
				{
					69.01000000000931, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [2]
				{
					77.49600000001374, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Добрыйбобрик", -- [5]
				}, -- [3]
			},
			[119946] = {
				{
					19.45699999999488, -- [1]
					"Му'Шиба", -- [2]
					119946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
		}, -- [138]
		{
			[106563] = {
				{
					5.3519999999844, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.39999999999418, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					91.09200000000419, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106563, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106546] = {
				{
					7.786999999982072, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					24.76900000000023, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колыбан", -- [5]
				}, -- [2]
				{
					38.11199999999371, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [3]
				{
					53.47800000000279, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					70.87200000000303, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мионеелол-Голдринн", -- [5]
				}, -- [5]
				{
					85.03699999998207, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [6]
			},
			[114548] = {
				{
					1.654999999998836, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					114548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [139]
		{
			[112944] = {
				{
					32.14099999997416, -- [1]
					"Прыгопотам", -- [2]
					112944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[116027] = {
				{
					42.73199999998906, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.73199999998906, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.73199999998906, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.73199999998906, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.75199999997858, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[112992] = {
				{
					13.42299999998068, -- [1]
					"Прыгопотам", -- [2]
					112992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [140]
		{
			[106651] = {
				{
					9.489000000001397, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.00299999999697, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.69099999999162, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106807] = {
				{
					16.84899999998743, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.22599999999511, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.99499999999534, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.01399999999558, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [141]
		{
			[106113] = {
				{
					15.54899999999907, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.76199999998789, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[117665] = {
				{
					27.66800000000512, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106736] = {
				{
					8.25899999999092, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.18700000000536, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.6699999999837, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					47.05100000000675, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[117570] = {
				{
					22.82699999999022, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.44000000000233, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.44000000000233, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.45100000000093, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.45100000000093, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [142]
		{
			[106797] = {
				{
					10.79800000000978, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106841] = {
				{
					11.0340000000142, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [1]
				{
					21.96400000000722, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
			},
			[107045] = {
				{
					30.22500000000582, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.40700000000652, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.06599999999162, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.67300000000978, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [143]
		{
			[113017] = {
				{
					37.81399999998394, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
				{
					39.44699999998557, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [2]
				{
					40.65999999997439, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анекхас-СвежевательДуш", -- [5]
				}, -- [3]
				{
					41.86599999997998, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [4]
				{
					43.08099999997648, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анекхас-СвежевательДуш", -- [5]
				}, -- [5]
				{
					44.2839999999851, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [6]
				{
					45.50299999999697, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [7]
				{
					46.70699999999488, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Белыйпринц-ВечнаяПесня", -- [5]
				}, -- [8]
				{
					47.93799999999465, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анекхас-СвежевательДуш", -- [5]
				}, -- [9]
				{
					49.1699999999837, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анекхас-СвежевательДуш", -- [5]
				}, -- [10]
				{
					50.38999999998487, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [11]
				{
					51.61499999999069, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [12]
			},
		}, -- [144]
		{
			[106526] = {
				{
					5.040999999997439, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.00800000000163, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.1020000000135, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.16599999999744, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					16.24300000001676, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.2960000000021, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.3640000000014, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.89300000001094, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106055] = {
				{
					0.1, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.68400000000838, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.72299999999814, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.65000000002328, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.7160000000149, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					39.79500000001281, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.7160000000149, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.80200000002515, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					64.0800000000163, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					73.80999999999767, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					79.88000000000466, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					85.98099999999977, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[106612] = {
				{
					93.2609999999986, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[224729] = {
				{
					18.73400000002584, -- [1]
					"Оскверненная капля", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [1]
				{
					18.73400000002584, -- [1]
					"Оскверненная капля", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эчпочу", -- [5]
				}, -- [2]
				{
					59.54500000001281, -- [1]
					"Оскверненная капля", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [3]
				{
					59.54500000001281, -- [1]
					"Оскверненная капля", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эргарон", -- [5]
				}, -- [4]
			},
			[121483] = {
				{
					123.25900000002, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [145]
		{
			[49356] = {
				{
					21.82800000000862, -- [1]
					"Пророк Тарон'джа", -- [2]
					49356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49528] = {
				{
					8.245000000024447, -- [1]
					"Пророк Тарон'джа", -- [2]
					49528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.19900000002235, -- [1]
					"Пророк Тарон'джа", -- [2]
					49528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[49537] = {
				{
					34.10800000000745, -- [1]
					"Пророк Тарон'джа", -- [2]
					49537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стараяквашня", -- [5]
				}, -- [1]
			},
			[49527] = {
				{
					16.58600000001025, -- [1]
					"Пророк Тарон'джа", -- [2]
					49527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуль-Ясеневыйлес", -- [5]
				}, -- [1]
			},
			[49548] = {
				{
					36.46100000001025, -- [1]
					"Пророк Тарон'джа", -- [2]
					49548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49544] = {
				{
					38.77700000000186, -- [1]
					"Пророк Тарон'джа", -- [2]
					49544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [1]
			},
		}, -- [146]
		{
			[48878] = {
				{
					16.86900000000605, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
				{
					44.79999999998836, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
			},
			[48849] = {
				{
					12.23600000000442, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.00899999999092, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.23999999999069, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[48895] = {
				{
					1.315000000002328, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					3.736999999993714, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					6.154999999998836, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					9.796000000002095, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					13.43599999998696, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					19.49100000000908, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					21.91699999998673, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					25.57899999999791, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					27.98999999999069, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					30.41899999999441, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					32.8409999999858, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					43.7729999999865, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					47.42199999999139, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					49.88399999999092, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					54.74299999998766, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [17]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [18]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [19]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [20]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [21]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [22]
				{
					54.92999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [23]
			},
			[48873] = {
				{
					18.08300000001327, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
				{
					46.01800000001094, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
			},
			[22686] = {
				{
					23.45800000001327, -- [1]
					"Король Дред", -- [2]
					22686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.21400000000722, -- [1]
					"Король Дред", -- [2]
					22686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48920] = {
				{
					19.29199999998673, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
				{
					47.24299999998766, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
			},
			[47668] = {
				{
					0.2149999999965075, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.2149999999965075, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.850000000005821, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					5.060999999986962, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.070000000006985, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					7.070000000006985, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					8.295000000012806, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					8.295000000012806, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					11.93499999999767, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					11.93499999999767, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					13.54399999999441, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					13.55299999998533, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					14.34599999999045, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					14.34599999999045, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					14.35599999999977, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					16.77499999999418, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.18700000000536, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					18.38699999998789, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					19.20900000000256, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					20.41300000000047, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.64300000001094, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					22.87299999999232, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					23.26399999999558, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					24.07999999998719, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					26.49700000000303, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					26.89199999999255, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					26.89199999999255, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					27.71700000000419, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					27.71700000000419, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					28.10699999998906, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					30.14199999999255, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					32.54500000001281, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					34.97399999998743, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					34.97399999998743, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.38999999998487, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.59599999999045, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					39.83999999999651, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					39.8520000000135, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					39.8520000000135, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					39.8520000000135, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					40.23199999998906, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.67799999998533, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					46.34200000000419, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					47.15599999998813, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					47.56200000000536, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					48.36199999999371, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					49.57999999998719, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					49.57999999998719, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					50.80400000000373, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					51.21100000001025, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					53.23999999999069, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					53.64999999999418, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					54.92999999999302, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					54.92999999999302, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					54.92999999999302, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					54.92999999999302, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					54.92999999999302, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					54.92999999999302, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
			},
			[13738] = {
				{
					4.959999999991851, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
			},
			[48894] = {
				{
					16.56299999999465, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					35.98300000000745, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
				{
					51.79199999998673, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [3]
			},
		}, -- [147]
		{
			[49034] = {
				{
					78.07699999999022, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					96.25, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					109.6049999999814, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[48894] = {
				{
					7.179000000003725, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					21.74299999998766, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
				{
					30.26900000000023, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [3]
				{
					54.57399999999325, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [4]
				{
					78.88999999998487, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [5]
			},
			[49037] = {
				{
					81.72299999999814, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стараяквашня", -- [5]
				}, -- [1]
				{
					83.34299999999348, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
				{
					85.35699999998906, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [3]
				{
					87.77799999999115, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуль-Ясеневыйлес", -- [5]
				}, -- [4]
				{
					91.40299999999115, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [5]
				{
					93.83199999999488, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Исчадие Тьмы", -- [5]
				}, -- [6]
				{
					98.67999999999302, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [7]
				{
					101.1049999999814, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [8]
				{
					103.5380000000005, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стараяквашня", -- [5]
				}, -- [9]
				{
					107.1809999999823, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [10]
				{
					112.0240000000049, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [11]
				{
					114.0350000000035, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [12]
			},
			[48895] = {
				{
					0.3779999999969732, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					2.817999999999302, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					5.25199999997858, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					11.34699999997974, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					13.77700000000186, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					16.18099999998231, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					19.81500000000233, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					24.67199999999139, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					27.10300000000279, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					33.17799999998533, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					35.59899999998743, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					39.25800000000163, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					41.70499999998719, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					44.15299999999115, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					47.78999999997905, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					50.22000000000116, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
				{
					52.64100000000326, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [17]
				{
					57.50899999999092, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [18]
				{
					61.14699999999721, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [19]
				{
					64.78599999999278, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [20]
				{
					68.4549999999872, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [21]
				{
					70.87799999999697, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [22]
				{
					73.28699999998207, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [23]
				{
					76.95999999999185, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [24]
				{
					84.22999999998137, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [25]
				{
					86.80100000000675, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [26]
				{
					89.07499999998254, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [27]
				{
					91.49799999999232, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [28]
				{
					95.13899999999558, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [29]
				{
					100.0009999999893, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [30]
				{
					102.4070000000065, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [31]
				{
					104.8450000000012, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [32]
				{
					108.4959999999846, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [33]
				{
					110.9219999999914, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [34]
				{
					114.5449999999837, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [35]
			},
			[81140] = {
				{
					8.530999999988126, -- [1]
					"Неповоротливое тело", -- [2]
					81140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					99.60499999998137, -- [1]
					"Неповоротливое тело", -- [2]
					81140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50089] = {
				{
					80.00599999999395, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [1]
				{
					89.69000000000233, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шерсул", -- [5]
				}, -- [2]
				{
					105.4590000000026, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [3]
			},
			[47668] = {
				{
					0.4909999999799766, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.304000000003725, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.513000000006286, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.158999999985099, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.158999999985099, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					6.179999999993015, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					7.804000000003725, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					8.63499999998021, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					9.837999999988824, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					9.837999999988824, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					11.05299999998533, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					13.47099999999045, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					13.88499999998021, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					15.90499999999884, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					15.90499999999884, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					17.10499999998137, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.5109999999986, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					17.5109999999986, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					20.74899999998161, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					20.74899999998161, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					20.74899999998161, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.14299999998184, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					23.1820000000007, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					24.80299999998533, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.80299999998533, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					26.01799999998184, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					26.82199999998557, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.04399999999441, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					28.04399999999441, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					31.68499999999767, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					31.68499999999767, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					34.50699999998324, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					35.31200000000536, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					35.31200000000536, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.71799999999348, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.5339999999851, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					39.39100000000326, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					40.60399999999208, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					42.65099999998347, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					42.65099999998347, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					43.87799999999697, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					43.87799999999697, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					44.26799999998184, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					44.26799999998184, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					46.29999999998836, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					47.50999999998021, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					48.72199999997974, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					48.72199999997974, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					49.125, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					49.125, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					51.15200000000186, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					52.36199999999371, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					53.98199999998906, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					54.79199999998673, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					56.00500000000466, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					56.4199999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					57.21299999998882, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					59.66099999999278, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					60.86699999999837, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					61.26999999998952, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					62.48600000000442, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					64.50999999998021, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					66.13800000000629, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					68.16599999999744, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					68.16599999999744, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					68.56599999999162, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					69.38399999999092, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					70.57300000000396, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					71.78800000000047, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					72.1929999999993, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					73.01199999998789, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					73.41599999999744, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					75.44899999999325, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					76.66899999999441, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					76.66899999999441, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					78.29099999999744, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					79.10599999999977, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					79.10599999999977, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					81.9309999999823, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					81.9309999999823, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					82.73399999999674, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					83.94999999998254, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					86.80100000000675, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					87.57000000000698, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					87.97099999999045, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					88.79099999999744, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					91.60399999999208, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					91.60399999999208, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					92.44000000000233, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					93.64199999999255, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [90]
				{
					94.83799999998882, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					94.83799999998882, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					95.24799999999232, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					97.28899999998976, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					99.70699999999488, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					99.70699999999488, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					100.1039999999921, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					100.9100000000035, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					101.3059999999823, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
				{
					101.3059999999823, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [100]
				{
					104.5589999999793, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [101]
				{
					104.5589999999793, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [102]
				{
					104.9700000000012, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [103]
				{
					106.9959999999846, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [104]
				{
					106.9959999999846, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [105]
				{
					109.4239999999991, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [106]
				{
					109.4239999999991, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [107]
				{
					109.8249999999825, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [108]
				{
					110.6300000000047, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [109]
				{
					111.0209999999788, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [110]
				{
					111.8390000000072, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [111]
				{
					114.252999999997, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [112]
			},
			[51363] = {
				{
					17.80999999999767, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пуль-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					79.78699999998207, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
				{
					102.8179999999993, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стараяквашня", -- [5]
				}, -- [3]
				{
					111.2619999999879, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [4]
			},
			[49668] = {
				{
					20.44199999998091, -- [1]
					"Хрустальный укротитель", -- [2]
					49668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.78999999997905, -- [1]
					"Хрустальный укротитель", -- [2]
					49668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [148]
		{
			[48894] = {
				{
					22.79899999999907, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					32.50099999998929, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
			},
			[47668] = {
				{
					0.3809999999939464, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.593999999982771, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.399999999994179, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					3.61099999997532, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.023999999975786, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					5.223999999987427, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					7.650999999983469, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.650999999983469, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					10.87999999997555, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					11.28999999997905, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					11.28999999997905, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					12.09899999998743, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					12.49499999999534, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					14.9199999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					14.9199999999837, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					14.9199999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					15.72399999998743, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					15.72399999998743, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					18.55599999998231, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					19.77999999999884, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.80399999997462, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					22.19499999997788, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					22.19499999997788, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					23.01599999997416, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.61799999998766, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					25.4320000000007, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					27.04799999998068, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.27999999999884, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					28.27999999999884, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					30.2949999999837, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					33.11699999999837, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					33.11699999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					35.1359999999986, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					35.53800000000047, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.53800000000047, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.74199999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					36.74199999999837, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					36.74199999999837, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					38.31399999998394, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					38.31399999998394, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					38.31399999998394, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					38.31399999998394, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					38.31399999998394, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					38.31399999998394, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					38.31399999998394, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					38.31399999998394, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					38.31399999998394, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					38.31399999998394, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					38.31399999998394, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					38.31399999998394, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
			},
			[48895] = {
				{
					2.684999999997672, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					5.113999999972293, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					7.526999999972759, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					9.951999999990221, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					12.39199999999255, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					14.79699999999139, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					17.23299999997835, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					19.65499999999884, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					26.9429999999993, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					30.57600000000093, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					36.63199999998324, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					38.31399999998394, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					38.31399999998394, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					38.31399999998394, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					38.31399999998394, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					38.31399999998394, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
			},
			[49380] = {
				{
					15.2269999999844, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.99899999998161, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[49639] = {
				{
					9.709999999991851, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
				{
					22.69199999998091, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
				{
					32.72899999999208, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [3]
			},
			[49637] = {
				{
					17.64299999998184, -- [1]
					"Кровотролль", -- [2]
					49637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [1]
				{
					37.04399999999441, -- [1]
					"Кровотролль", -- [2]
					49637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коняжка", -- [5]
				}, -- [2]
			},
		}, -- [149]
		{
			[257407] = {
				{
					24.61999999999534, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					59.84199999997509, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэса-СтражСмерти", -- [5]
				}, -- [2]
				{
					101.1669999999867, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ханвсолоо-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[255371] = {
				{
					16.87799999999697, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.12099999998463, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					93.44599999999627, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[39047] = {
				{
					128.0170000000217, -- [1]
					"Раненая воительница из клана Песни Войны", -- [2]
					39047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неумирающий агрессор", -- [5]
				}, -- [1]
				{
					128.0170000000217, -- [1]
					"Раненая воительница из клана Песни Войны", -- [2]
					39047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неумирающий агрессор", -- [5]
				}, -- [2]
			},
			[17274] = {
				{
					128.0170000000217, -- [1]
					"Раненый маг клана Песни Войны", -- [2]
					17274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безмозглая аберрация", -- [5]
				}, -- [1]
			},
			[45026] = {
				{
					128.0170000000217, -- [1]
					"Раненая воительница из клана Песни Войны", -- [2]
					45026, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неумирающий агрессор", -- [5]
				}, -- [1]
			},
			[255372] = {
				{
					7.011999999987893, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.58299999998417, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.01699999999255, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.81599999999162, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					84.79599999997299, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.15399999998044, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					126.1089999999967, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[255434] = {
				{
					8.238999999972293, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					41.01699999999255, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [2]
				{
					82.34500000000116, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [3]
				{
					124.8949999999895, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вепрь", -- [5]
				}, -- [4]
			},
			[34933] = {
				{
					128.0170000000217, -- [1]
					"Раненый маг клана Песни Войны", -- [2]
					34933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[224729] = {
				{
					99.15199999997276, -- [1]
					"Оживленный ящер", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [150]
		{
			[257407] = {
				{
					22.43100000001141, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					57.70900000000256, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэса-СтражСмерти", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					14.71400000000722, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.96800000002259, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					6.054000000003725, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.4090000000142, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.78600000002189, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.67600000000675, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					75.34300000002258, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[255421] = {
				{
					61.72800000000279, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэса-СтражСмерти", -- [5]
				}, -- [1]
			},
			[255434] = {
				{
					4.847000000008848, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					35.20800000001327, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [2]
				{
					76.56200000000536, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вепрь", -- [5]
				}, -- [3]
			},
		}, -- [151]
		{
			[257407] = {
				{
					25.89999999999418, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					61.13300000000163, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[255371] = {
				{
					18.18600000001607, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.39199999999255, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[255372] = {
				{
					8.326000000000931, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.87799999999697, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.11199999999371, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					58.11900000000605, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[255421] = {
				{
					26.94500000000699, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[255434] = {
				{
					8.326000000000931, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
				{
					42.32500000001164, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [2]
			},
		}, -- [152]
		{
			[257407] = {
				{
					23.68299999998999, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[255371] = {
				{
					15.95799999998417, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255372] = {
				{
					6.081999999994878, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.6710000000021, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.35300000000279, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[255421] = {
				{
					31.70900000000256, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хумумусс-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[255434] = {
				{
					6.081999999994878, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [153]
		{
			[257407] = {
				{
					23.45300000000862, -- [1]
					"Резан", -- [2]
					257407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[255371] = {
				{
					15.70600000000559, -- [1]
					"Резан", -- [2]
					255371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[255372] = {
				{
					4.622000000003027, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.41699999998673, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.69399999998859, -- [1]
					"Резан", -- [2]
					255372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[255421] = {
				{
					30.46899999998277, -- [1]
					"Резан", -- [2]
					255421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Митокс-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[255434] = {
				{
					5.820000000006985, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кытманн", -- [5]
				}, -- [1]
				{
					44.69399999998859, -- [1]
					"Резан", -- [2]
					255434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [2]
			},
		}, -- [154]
		{
			[48096] = {
				{
					16.52600000001257, -- [1]
					"Керистраза", -- [2]
					48096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47699] = {
				{
					18.75299999999697, -- [1]
					"Кристаллический хранитель", -- [2]
					47699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.75299999999697, -- [1]
					"Кристаллический хранитель", -- [2]
					47699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.24900000001071, -- [1]
					"Кристаллический хранитель", -- [2]
					47699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.66800000000512, -- [1]
					"Кристаллический хранитель", -- [2]
					47699, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[8599] = {
				{
					30.11600000000908, -- [1]
					"Керистраза", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49922] = {
				{
					41.26300000000629, -- [1]
					"Квалдир-повелитель туманов", -- [2]
					49922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Муту Младшая", -- [5]
				}, -- [1]
				{
					41.26300000000629, -- [1]
					"Квалдир-повелитель туманов", -- [2]
					49922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Раксакорикоф-Дракономор", -- [5]
				}, -- [2]
			},
			[50155] = {
				{
					20.35599999999977, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.82000000000699, -- [1]
					"Керистраза", -- [2]
					50155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50997] = {
				{
					21.5679999999993, -- [1]
					"Керистраза", -- [2]
					50997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [1]
			},
			[45658] = {
				{
					41.26300000000629, -- [1]
					"Квалдир-ткач туманов", -- [2]
					45658, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [155]
		{
			[48017] = {
				{
					19.90400000000955, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48016] = {
				{
					11.4320000000007, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.19000000000233, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					48016, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[47958] = {
				{
					10.22200000000885, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					47958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.9890000000014, -- [1]
					"Орморок Воспитатель Дерев", -- [2]
					47958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [156]
		{
			[47737] = {
				{
					16.09899999998743, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.10000000000582, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.1020000000135, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.10699999998906, -- [1]
					"Хаотический разлом", -- [2]
					47737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[47748] = {
				{
					15.375, -- [1]
					"Аномалус", -- [2]
					47748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[56969] = {
				{
					7.869000000006054, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
				{
					22.46400000000722, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [2]
				{
					33.43900000001304, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [3]
			},
			[47751] = {
				{
					24.82099999999628, -- [1]
					"Аномалус", -- [2]
					47751, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илдриме-Галакронд", -- [5]
				}, -- [1]
				{
					30.90400000000955, -- [1]
					"Аномалус", -- [2]
					47751, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Биллидэльфи-ВечнаяПесня", -- [5]
				}, -- [2]
			},
			[47747] = {
				{
					15.375, -- [1]
					"Аномалус", -- [2]
					47747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[33833] = {
				{
					6.784000000014203, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [1]
				{
					6.784000000014203, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [2]
				{
					7.793000000005122, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [3]
				{
					7.793000000005122, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [4]
				{
					8.790000000008149, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [5]
				{
					21.77199999999721, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [6]
				{
					22.75700000001234, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [7]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [8]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [9]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [10]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [11]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [12]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [13]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [14]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [15]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [16]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [17]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [18]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [19]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [20]
				{
					33.43900000001304, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Биллидэльфи-ВечнаяПесня", -- [5]
				}, -- [21]
			},
			[47688] = {
				{
					15.31200000000536, -- [1]
					"Хаотический разлом", -- [2]
					47688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47743] = {
				{
					13.88500000000931, -- [1]
					"Аномалус", -- [2]
					47743, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [157]
		{
			[56969] = {
				{
					2.093000000022585, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
				{
					10.35700000001816, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [2]
				{
					28.79800000000978, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [3]
				{
					70.6929999999993, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [4]
				{
					70.6929999999993, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [5]
				{
					70.6929999999993, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [6]
				{
					70.6929999999993, -- [1]
					"Лазурный чешуеплет", -- [2]
					56969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [7]
			},
			[33833] = {
				{
					0.2070000000239816, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [1]
				{
					1.209000000002561, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [2]
				{
					2.189000000013039, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [3]
				{
					2.618000000016764, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [4]
				{
					3.207000000023982, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [5]
				{
					3.61600000000908, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [6]
				{
					4.62400000001071, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [7]
				{
					5.615000000019791, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [8]
				{
					6.62400000001071, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [9]
				{
					9.485000000015134, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [10]
				{
					9.534000000014203, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [11]
				{
					10.5, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [12]
				{
					11.49499999999534, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [13]
				{
					12.49199999999837, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [14]
				{
					24.46000000002096, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [15]
				{
					24.87400000001071, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [16]
				{
					25.47000000000116, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [17]
				{
					25.8859999999986, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [18]
				{
					26.46900000001187, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [19]
				{
					26.87600000001839, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [20]
				{
					27.47100000001956, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [21]
				{
					27.875, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [22]
				{
					39.45000000001164, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [23]
				{
					40.45300000000862, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [24]
				{
					41.07500000001164, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [25]
				{
					41.45100000000093, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [26]
				{
					42.06600000002072, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [27]
				{
					42.46100000001025, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [28]
				{
					57.25, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [29]
				{
					69.33999999999651, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [30]
				{
					69.75, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [31]
				{
					70.35000000000582, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [32]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [33]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [34]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [35]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [36]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [37]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [38]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [39]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [40]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [41]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [42]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [43]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [44]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [45]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [46]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [47]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный чешуеплет", -- [5]
				}, -- [48]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный чешуеплет", -- [5]
				}, -- [49]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [50]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный чешуеплет", -- [5]
				}, -- [51]
				{
					70.6929999999993, -- [1]
					"Безумный призрак маны", -- [2]
					33833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лазурный головорез", -- [5]
				}, -- [52]
			},
			[15284] = {
				{
					7.572000000014668, -- [1]
					"Лазурный головорез", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
			},
			[47772] = {
				{
					25.0690000000177, -- [1]
					"Великая ведунья Телестра", -- [2]
					47772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[47779] = {
				{
					4.385999999998603, -- [1]
					"Распорядитель", -- [2]
					47779, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.76399999999558, -- [1]
					"Распорядитель", -- [2]
					47779, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[47727] = {
				{
					54.61699999999837, -- [1]
					"Великая ведунья Телестра", -- [2]
					47727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[58460] = {
				{
					70.6929999999993, -- [1]
					"Лазурный головорез", -- [2]
					58460, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумный призрак маны", -- [5]
				}, -- [1]
			},
			[47773] = {
				{
					1.509000000020023, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.952000000019325, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					6.363000000012107, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.788000000000466, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					11.20100000000093, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.20300000000862, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					30.61999999999534, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					32.6590000000142, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.26900000000023, -- [1]
					"Великая ведунья Телестра", -- [2]
					47773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[47729] = {
				{
					46.61300000001211, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рексарари", -- [5]
				}, -- [1]
				{
					47.82400000002235, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рексарари", -- [5]
				}, -- [2]
				{
					49.04700000002049, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пукишь", -- [5]
				}, -- [3]
				{
					50.25400000001537, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пукишь", -- [5]
				}, -- [4]
				{
					51.47100000001956, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестно", -- [5]
				}, -- [5]
				{
					52.68400000000838, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пукишь", -- [5]
				}, -- [6]
				{
					53.90100000001257, -- [1]
					"Великая ведунья Телестра", -- [2]
					47729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пукишь", -- [5]
				}, -- [7]
			},
			[34933] = {
				{
					4.838000000017928, -- [1]
					"Опытный охотник на магов", -- [2]
					34933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [158]
	},
	["useicons"] = true,
	["cooldowns_timeline"] = {
		{
			["Draytek-Sanguino"] = {
				{
					44.89399999997113, -- [1]
					"Шеф Разданк", -- [2]
					204021, -- [3]
				}, -- [1]
				{
					123.1219999999739, -- [1]
					"Шеф Разданк", -- [2]
					204021, -- [3]
				}, -- [2]
			},
			["Saidith-Zul'jin"] = {
				{
					77.17699999996694, -- [1]
					"Saidith-Zul'jin", -- [2]
					642, -- [3]
				}, -- [1]
			},
			["Извергг"] = {
				{
					78.55099999997765, -- [1]
					"Извергг", -- [2]
					48743, -- [3]
				}, -- [1]
				{
					78.89399999997113, -- [1]
					"Извергг", -- [2]
					48707, -- [3]
				}, -- [2]
			},
		}, -- [1]
		{
			["Draytek-Sanguino"] = {
				{
					1.225999999966007, -- [1]
					"Рикса Огневерт", -- [2]
					204021, -- [3]
				}, -- [1]
				{
					31.54599999997299, -- [1]
					"Draytek-Sanguino", -- [2]
					187827, -- [3]
				}, -- [2]
			},
			["Ворбелья"] = {
				{
					55.3519999999553, -- [1]
					"Ворбелья", -- [2]
					31224, -- [3]
				}, -- [1]
			},
		}, -- [2]
		{
			["Извергг"] = {
				{
					8.793999999994412, -- [1]
					"Извергг", -- [2]
					48792, -- [3]
				}, -- [1]
			},
			["Saidith-Zul'jin"] = {
				{
					41.68900000001304, -- [1]
					"Заавала", -- [2]
					6940, -- [3]
				}, -- [1]
			},
			["Draytek-Sanguino"] = {
				{
					44.24900000001071, -- [1]
					"Азерокк", -- [2]
					204021, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
			["Заавала"] = {
				{
					54.86900000000605, -- [1]
					"Заавала", -- [2]
					104773, -- [3]
				}, -- [1]
			},
			["Saidith-Zul'jin"] = {
				{
					52.45000000001164, -- [1]
					"Saidith-Zul'jin", -- [2]
					642, -- [3]
				}, -- [1]
			},
			["Draytek-Sanguino"] = {
				{
					2.707999999984168, -- [1]
					"Платный разгонятель толпы", -- [2]
					204021, -- [3]
				}, -- [1]
			},
		}, -- [4]
	},
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Saidith-Zul'jin"] = {
				[260279] = {
					18.09099999995669, -- [1]
					19.28699999995297, -- [2]
					40.66399999998976, -- [3]
					41.85999999998603, -- [4]
					120.5329999999958, -- [5]
					120.7829999999958, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[260838] = {
					31.4879999999539, -- [1]
					37.50500000000466, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
			},
			["Draytek-Sanguino"] = {
				[262513] = {
					72.25199999997858, -- [1]
					80.24499999999534, -- [2]
					80.96199999999953, -- [3]
					88.95799999998417, -- [4]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[260838] = {
					10.53699999995297, -- [1]
					16.52899999998044, -- [2]
					110.9290000000037, -- [3]
					116.929999999993, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[260279] = {
					18.09099999995669, -- [1]
					19.38000000000466, -- [2]
					38.65099999995437, -- [3]
					39.39399999997113, -- [4]
					39.44399999995949, -- [5]
					40.66399999998976, -- [6]
					40.89499999996042, -- [7]
					40.93400000000838, -- [8]
					120.6919999999809, -- [9]
					121.6369999999879, -- [10]
					124.0399999999791, -- [11]
					124.0939999999828, -- [12]
					124.0939999999828, -- [13]
					124.3139999999548, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[262515] = {
					77.60699999995995, -- [1]
					80.6129999999539, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
			},
			["Заавала"] = {
				[260838] = {
					10.53699999995297, -- [1]
					16.52899999998044, -- [2]
					31.4879999999539, -- [3]
					37.50500000000466, -- [4]
					110.9290000000037, -- [5]
					116.929999999993, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[260829] = {
					7.028999999980442, -- [1]
					12.72299999999814, -- [2]
					28.05499999999302, -- [3]
					34.15200000000186, -- [4]
					108.0139999999665, -- [5]
					113.1649999999791, -- [6]
					["stacks"] = {
					},
					["source"] = "Homing Missile Stalker",
					["active"] = false,
				},
				[260279] = {
					18.09099999995669, -- [1]
					19.38000000000466, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[262515] = {
					69.16300000000047, -- [1]
					72.17299999995157, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
			},
			["Ворбелья"] = {
				[260279] = {
					41.0449999999837, -- [1]
					41.80400000000373, -- [2]
					120.5329999999958, -- [3]
					120.8449999999721, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[262515] = {
					81.41099999996368, -- [1]
					84.4199999999837, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
			},
			["Извергг"] = {
				[262513] = {
					69.73199999995995, -- [1]
					77.75, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[262515] = {
					66.6479999999865, -- [1]
					69.63999999995576, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[260279] = {
					18.81899999995949, -- [1]
					20.83199999999488, -- [2]
					41.4649999999674, -- [3]
					43.07799999997951, -- [4]
					122.8629999999539, -- [5]
					123.2799999999697, -- [6]
					123.2799999999697, -- [7]
					123.5199999999604, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Saidith-Zul'jin"] = {
				[269831] = {
					69.79300000000512, -- [1]
					["stacks"] = {
					},
					["source"] = "[*] Токсичная слизь",
					["active"] = true,
				},
				[259533] = {
					5.763999999966472, -- [1]
					5.885999999998603, -- [2]
					20.71399999997811, -- [3]
					22.6019999999553, -- [4]
					22.78800000000047, -- [5]
					24.70100000000093, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[259853] = {
					12.99299999995856, -- [1]
					23, -- [2]
					55.03299999999581, -- [3]
					56.34200000000419, -- [4]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[260103] = {
					32.2839999999851, -- [1]
					33.69599999999628, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
			},
			["Draytek-Sanguino"] = {
				[259533] = {
					20.71399999997811, -- [1]
					20.71399999997811, -- [2]
					33.53499999997439, -- [3]
					34.85499999998137, -- [4]
					65.52100000000792, -- [5]
					65.69500000000698, -- [6]
					65.75699999998324, -- [7]
					67.61799999995856, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[259853] = {
					27.42900000000373, -- [1]
					37.42399999999907, -- [2]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[260103] = {
					32.33599999995204, -- [1]
					32.98099999997066, -- [2]
					38.27899999998044, -- [3]
					38.45499999995809, -- [4]
					38.72999999998137, -- [5]
					38.93699999997625, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
			},
			["Ворбелья"] = {
				[260669] = {
					38.24599999998463, -- [1]
					41.73499999998603, -- [2]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[260103] = {
					32.33599999995204, -- [1]
					32.72200000000885, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
				[269831] = {
					69.79300000000512, -- [1]
					69.79300000000512, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Токсичная слизь",
					["active"] = false,
				},
				[259853] = {
					12.38299999997253, -- [1]
					19.05599999998231, -- [2]
					54.41300000000047, -- [3]
					55.3519999999553, -- [4]
					69.79300000000512, -- [5]
					69.79300000000512, -- [6]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[259533] = {
					29.34299999999348, -- [1]
					30.04999999998836, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
			},
			["Заавала"] = {
				[259533] = {
					20.71399999997811, -- [1]
					22.15099999995437, -- [2]
					40.17299999995157, -- [3]
					41.19399999995949, -- [4]
					63.13899999996647, -- [5]
					65.75699999998324, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[269831] = {
					69.79300000000512, -- [1]
					69.79300000000512, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Токсичная слизь",
					["active"] = false,
				},
			},
			["Извергг"] = {
				[259853] = {
					28.0789999999688, -- [1]
					29.43099999998231, -- [2]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[259533] = {
					19.91499999997905, -- [1]
					20.71399999997811, -- [2]
					35.66300000000047, -- [3]
					36.13399999996182, -- [4]
					36.92799999995623, -- [5]
					37.38399999996182, -- [6]
					63.99299999995856, -- [7]
					66.14299999998184, -- [8]
					67.42599999997765, -- [9]
					68.09299999999348, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[260669] = {
					32.23699999996461, -- [1]
					36.25299999996787, -- [2]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[260103] = {
					32.33599999995204, -- [1]
					34.69399999995949, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Извергг"] = {
				[257544] = {
					6.024000000033993, -- [1]
					18.01500000001397, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257582] = {
					1.882000000041444, -- [1]
					14.63800000003539, -- [2]
					32.2620000000461, -- [3]
					33.89699999999721, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[275907] = {
					6.863000000012107, -- [1]
					8.793999999994412, -- [2]
					76.94000000000233, -- [3]
					78.95900000003166, -- [4]
					["stacks"] = {
					},
					["source"] = "Азерокк",
					["active"] = false,
				},
			},
			["Заавала"] = {
				[257582] = {
					0.6660000000265427, -- [1]
					14.63800000003539, -- [2]
					17.98500000004424, -- [3]
					29.82500000001164, -- [4]
					63.92900000000373, -- [5]
					81.9900000000489, -- [6]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					5.565000000002328, -- [1]
					47.42600000003586, -- [2]
					75.18100000004051, -- [3]
					81.9900000000489, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Saidith-Zul'jin"] = {
				[257582] = {
					1.882000000041444, -- [1]
					14.63800000003539, -- [2]
					17.75599999999395, -- [3]
					41.21400000003632, -- [4]
					63.9440000000177, -- [5]
					81.9900000000489, -- [6]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					3.922000000020489, -- [1]
					19.95100000000093, -- [2]
					20.80200000002515, -- [3]
					32.79800000000978, -- [4]
					65.97600000002421, -- [5]
					81.9900000000489, -- [6]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Draytek-Sanguino"] = {
				[275907] = {
					6.863000000012107, -- [1]
					8.878000000026077, -- [2]
					52.70400000002701, -- [3]
					54.71700000000419, -- [4]
					76.94000000000233, -- [5]
					78.95900000003166, -- [6]
					["stacks"] = {
					},
					["source"] = "Азерокк",
					["active"] = false,
				},
				[257544] = {
					15.75900000002002, -- [1]
					35.0570000000298, -- [2]
					61.98300000000745, -- [3]
					71.97500000003492, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Saidith-Zul'jin"] = {
				[262347] = {
					8.559999999997672, -- [1]
					14.56800000002841, -- [2]
					31.64699999999721, -- [3]
					37.65100000001257, -- [4]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[270882] = {
					62.05400000000373, -- [1]
					70.3300000000163, -- [2]
					["stacks"] = {
					},
					["source"] = "Азеритовая футбомба",
					["active"] = false,
				},
			},
			["Draytek-Sanguino"] = {
				[262347] = {
					8.559999999997672, -- [1]
					14.56800000002841, -- [2]
					31.64699999999721, -- [3]
					37.65100000001257, -- [4]
					57.16800000000512, -- [5]
					63.18099999998231, -- [6]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[270882] = {
					62.05400000000373, -- [1]
					70.3300000000163, -- [2]
					["stacks"] = {
					},
					["source"] = "Азеритовая футбомба",
					["active"] = false,
				},
			},
			["Заавала"] = {
				[257337] = {
					53.82099999999628, -- [1]
					56.82000000000699, -- [2]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[262347] = {
					8.559999999997672, -- [1]
					14.56800000002841, -- [2]
					31.64699999999721, -- [3]
					37.65100000001257, -- [4]
					57.19000000000233, -- [5]
					63.18099999998231, -- [6]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[270882] = {
					62.05400000000373, -- [1]
					70.3300000000163, -- [2]
					["stacks"] = {
					},
					["source"] = "Азеритовая футбомба",
					["active"] = false,
				},
			},
			["Ворбелья"] = {
				[262347] = {
					8.559999999997672, -- [1]
					14.56800000002841, -- [2]
					31.64699999999721, -- [3]
					37.65100000001257, -- [4]
					57.19000000000233, -- [5]
					63.18099999998231, -- [6]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[270882] = {
					62.05400000000373, -- [1]
					70.3300000000163, -- [2]
					["stacks"] = {
					},
					["source"] = "Азеритовая футбомба",
					["active"] = false,
				},
			},
			["Извергг"] = {
				[262347] = {
					8.559999999997672, -- [1]
					14.56800000002841, -- [2]
					31.64699999999721, -- [3]
					37.65100000001257, -- [4]
					57.19000000000233, -- [5]
					63.18099999998231, -- [6]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[270882] = {
					62.05400000000373, -- [1]
					70.3300000000163, -- [2]
					["stacks"] = {
					},
					["source"] = "Азеритовая футбомба",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["window_scale"] = 1,
	["BossSpellCast"] = {
		{
			["\"БУМБОТ\""] = {
				{
					14.52199999999721, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.52199999999721, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.7609999999986, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.7609999999986, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.9079999999958, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					114.920999999973, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			["Шеф Разданк"] = {
				{
					3.00099999998929, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.815999999991618, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					7.028999999980442, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
				{
					7.028999999980442, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.059000000008382, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [5]
				{
					9.498999999952503, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [6]
				{
					11.9199999999837, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [7]
				{
					14.75399999995716, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [8]
				{
					18.00299999996787, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.05499999999302, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [10]
				{
					28.05499999999302, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					28.0899999999674, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [12]
				{
					30.52700000000186, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [13]
				{
					32.93799999996554, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [14]
				{
					38.00599999999395, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					46.30999999999767, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [16]
				{
					48.75, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [17]
				{
					51.98099999997066, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					74.41300000000047, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [19]
				{
					76.9890000000014, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					84.12599999998929, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [21]
				{
					87.92599999997765, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					95.05799999996088, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [23]
				{
					98.87099999998463, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					98.90200000000186, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					104.0029999999679, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					104.6479999999865, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [27]
				{
					108.0139999999665, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [28]
				{
					108.0139999999665, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					108.2999999999884, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [30]
				{
					110.7039999999688, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [31]
				{
					113.1649999999791, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [32]
				{
					115.5899999999674, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [33]
				{
					119.0009999999893, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
			},
			["Огнелетчица Торговой компании"] = {
				{
					58.16699999995763, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					59.86799999995856, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					62.29899999999907, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [3]
				{
					63.29999999998836, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.71799999999348, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [5]
				{
					65.93299999996088, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [6]
				{
					66.62799999996787, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [7]
				{
					69.16300000000047, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [8]
				{
					71.81500000000233, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					73.24599999998463, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [10]
				{
					74.47499999997672, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [11]
				{
					75.47299999999814, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					76.89899999997579, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [13]
				{
					77.60699999995995, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [14]
				{
					80.5229999999865, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [15]
				{
					81.39499999996042, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [16]
				{
					87.6019999999553, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					90.25, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [18]
			},
		}, -- [1]
		{
			["Рикса Огневерт"] = {
				{
					2.142999999981839, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [1]
				{
					7.021000000007916, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [2]
				{
					9.461999999999534, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [3]
				{
					12.25500000000466, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [4]
				{
					12.85899999999674, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [5]
				{
					13.12699999997858, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [6]
				{
					15.55900000000838, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [7]
				{
					18.00299999996787, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [8]
				{
					22.84599999996135, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [9]
				{
					25.27999999996973, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [10]
				{
					27.27199999999721, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [11]
				{
					27.85899999999674, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [12]
				{
					28.91199999995297, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [13]
				{
					32.23699999996461, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [14]
				{
					38.24599999998463, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [15]
				{
					51.92199999996228, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [16]
				{
					54.26699999999255, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [17]
				{
					54.35699999995995, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [18]
				{
					54.88099999999395, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [19]
				{
					56.78699999995297, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [20]
				{
					59.21999999997206, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [21]
				{
					64.06099999998696, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [22]
				{
					66.50799999997253, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [23]
				{
					68.65299999999115, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Draytek-Sanguino", -- [5]
				}, -- [24]
				{
					69.27499999996508, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворбелья", -- [5]
				}, -- [25]
			},
			["Испытатель экспериментального оружия"] = {
				{
					9.223999999987427, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.10399999999208, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.1129999999539, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.79300000000512, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [2]
		{
			["Бесшабашная подрывница"] = {
				{
					5.146999999997206, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.146999999997206, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.577000000048429, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.22899999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					13.24000000004889, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					23.3410000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					23.3410000000149, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.28900000004796, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.92200000002049, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.73800000001211, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.77700000000186, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					46.41200000001118, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					58.56700000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					61.79500000004191, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					62.18800000002375, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					64.6140000000014, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					68.25200000003679, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					81.9900000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
			},
			["Испытатель экспериментального оружия"] = {
				{
					9.362000000022817, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.22600000002421, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.27400000003399, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.54700000002049, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					81.9900000000489, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			["Азерокк"] = {
				{
					6.863000000012107, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.61000000004424, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.30499999999302, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [3]
				{
					29.62900000001537, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					39.32099999999628, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [5]
				{
					46.58800000004703, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					52.70400000002701, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					61.88000000000466, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					73.30100000003586, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [9]
				{
					76.92200000002049, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			["Земляной яростень"] = {
				{
					0.6660000000265427, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [1]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [2]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [3]
				{
					1.882000000041444, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [4]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					14.61300000001211, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					15.71700000000419, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					15.75900000002002, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					15.96400000003632, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					16.87300000002142, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					17.75599999999395, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [13]
				{
					17.98500000004424, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [14]
				{
					18.08100000000559, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					21.7620000000461, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					23.0109999999986, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					24.16300000000047, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					25.38500000000931, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					26.60899999999674, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					27.81599999999162, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					29.02600000001257, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					30.2390000000014, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					32.24600000004284, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Извергг", -- [5]
				}, -- [24]
				{
					61.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					61.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					63.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заавала", -- [5]
				}, -- [27]
				{
					63.92900000000373, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Saidith-Zul'jin", -- [5]
				}, -- [28]
			},
		}, -- [3]
		{
			["Надсмотрщик Аскари"] = {
				{
					2.62599999998929, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Сланцеед"] = {
				{
					1.701000000000931, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					5.327999999979511, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					8.951999999990221, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					11.38500000000931, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					18.65200000000186, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [5]
				{
					27.16800000000512, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					30.83100000000559, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					45.45199999999022, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					53.92900000000373, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					67.33399999997346, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					70.3300000000163, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					70.3300000000163, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [12]
			},
			["Бесшабашная подрывница"] = {
				{
					1.612000000022817, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.271000000007916, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.08699999999953, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.30099999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					11.30099999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					13.35300000000279, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.88900000002468, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.88900000002468, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					27.12800000002608, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					31.95899999997346, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					35.2390000000014, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.29300000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					46.65399999998044, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.21299999998882, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.22999999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.65299999999115, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.86499999999069, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.27700000000186, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					69.71299999998882, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					70.3300000000163, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
			},
			["Испытатель экспериментального оружия"] = {
				{
					3.413999999989756, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.4550000000163, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.58699999999953, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.3300000000163, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			["Каменный яростень"] = {
				{
					11.88299999997253, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.3300000000163, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Геомант Торговой компании"] = {
				{
					3.884000000020023, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					3.884000000020023, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					8.762999999977183, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.762999999977183, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					13.61099999997532, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					16.00900000002002, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					24.52100000000792, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					33.03899999998976, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					40.34200000000419, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					46.54800000000978, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					53.69699999998557, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					58.56699999998091, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					65.8969999999972, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					70.3300000000163, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
			},
			["Платный разгонятель толпы"] = {
				{
					8.559999999997672, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.694000000017695, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.54300000000512, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					31.64699999999721, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					32.77700000000186, -- [1]
					"Платный разгонятель толпы", -- [2]
					271903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					43.74200000002747, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.82099999999628, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					57.16800000000512, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			["Футбомбная хулиганка"] = {
				{
					20.65299999999115, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.15200000000186, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.67800000001444, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.16399999998976, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.65500000002794, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					56.37199999997392, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					56.875, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					57.375, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			["Футбомбный хулиган"] = {
				{
					55.86200000002282, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.88799999997718, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [4]
	},
}
