
PawnOptions = {
	["LastVersion"] = 2.0405,
	["LastPlayerFullName"] = "Ворбелья-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 167762,
			["Level"] = 71,
			["Link"] = "|cffa335ee|Hitem:167762::::::::50:261:::6:6296:6300:1472:4786:5414:4775:1:28:690:::|h[Головной покров охотника глубин]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 108,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:261::11:4:4932:4933:6316:1522:1:28:2122:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 170531,
			["Level"] = 71,
			["Link"] = "|cffa335ee|Hitem:170531::::::::50:261::11:4:1480:4786:5415:4775:1:28:690:::|h[Наплечные щитки всадника из Армии Чести]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167759,
			["Level"] = 71,
			["Link"] = "|cffa335ee|Hitem:167759::::::::50:261:::6:6296:6300:1472:4786:5413:4775:1:28:690:::|h[Одеяния охотника глубин]|h|r",
		}, -- [5]
		{
			["ID"] = 158306,
			["Level"] = 85,
			["Link"] = "|cffa335ee|Hitem:158306::::::::50:261::23:5:4779:6516:6513:1498:4786:1:28:1255:::|h[Пояс сияющей решимости]|h|r",
		}, -- [6]
		{
			["ID"] = 170108,
			["Level"] = 66,
			["Link"] = "|cffa335ee|Hitem:170108::::::::50:261:::2:6288:6300:1:28:690:::|h[Брюки охотника глубин]|h|r",
		}, -- [7]
		{
			["ID"] = 159327,
			["Level"] = 72,
			["Link"] = "|cff0070dd|Hitem:159327::::::::50:261::1:5:4777:6516:6515:1485:4785:1:28:1226:::|h[Отполированные песком сандалии из змеиной кожи]|h|r",
		}, -- [8]
		{
			["ID"] = 160214,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:160214::::::::50:261::16:5:4780:6516:6513:1503:4786:1:28:1255:::|h[Наручи из шкуры почитаемого ящера]|h|r",
		}, -- [9]
		{
			["ID"] = 159305,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:159305::::::::50:261::35:4:5005:6515:1518:4786::::|h[Антикоррозийные перчатки]|h|r",
		}, -- [10]
		{
			["ID"] = 159458,
			["Level"] = 85,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159458::::::::50:261::23:5:4779:6516:6515:1498:4786:1:28:1255:::|h[Печать королевского лоа]|h|r",
		}, -- [11]
		{
			["ID"] = 153683,
			["Level"] = 69,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:153683::::::::50:261::13:3:4928:3367:6883::::|h[Кольцо с королевским кварцем с меткой безмятежности]|h|r",
		}, -- [12]
		{
			["ID"] = 159612,
			["Level"] = 100,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159612::::::::50:261::16:5:5005:42:6515:1513:4786:1:28:1260:::|h[Резонирующее сердце Азерокка]|h|r",
		}, -- [13]
		{
			["ID"] = 158319,
			["Level"] = 90,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:158319::::::::50:261::16:4:4780:6515:1503:4786:1:28:1255:::|h[Талисман Ми'даса]|h|r",
		}, -- [14]
		{
			["ID"] = 169489,
			["Level"] = 66,
			["Link"] = "|cffa335ee|Hitem:169489::::::::50:261:::2:6288:6300:1:28:690:::|h[Плащ азш'ари - призывательницы бурь]|h|r",
		}, -- [15]
		{
			["ID"] = 163868,
			["Level"] = 60,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:163868::::::::50:261::30:2:1474:4786:1:28:690:::|h[Кинжал Армии Чести]|h|r",
		}, -- [16]
		{
			["ID"] = 122350,
			["Level"] = 58,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff00ccff|Hitem:122350::::::::49:261:::1:3592:1:28:2054:::|h[Сбалансированный пронзатель сердец]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
