
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "Элям-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 170534,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:170534::::::::120:262::11:4:1577:4786:5414:4775:::|h[Кольчужный шлем авангарда Армии Чести]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 449,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:262::11:4:4932:4933:6316:1586:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 167772,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167772::::::::120:262:::6:6296:6300:1472:4786:5415:4775:::|h[Наплечные щитки азш'ари - призывательницы бурь]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173840,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:173840::::::::120:264::9:3:1487:4786:6501:::|h[Нагрудник коварного мучителя]|h|r",
		}, -- [5]
		{
			["ID"] = 159369,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159369::::::::120:264::23:5:4779:6516:6513:1602:4786:::|h[Пояс освященной гробницы]|h|r",
		}, -- [6]
		{
			["ID"] = 155868,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:155868::::::::120:264::23:5:4779:6516:6513:1602:4786:::|h[Килт фанатичного поглощения]|h|r",
		}, -- [7]
		{
			["ID"] = 159371,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159371::::::::120:264::23:5:4779:6516:6515:1602:4786:::|h[Сапоги безудержного завоевателя]|h|r",
		}, -- [8]
		{
			["ID"] = 174955,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:174955::::::::120:262::29:5:6540:6515:6578:6579:4803:::|h[Тяжелые наручи коварного мучителя]|h|r",
		}, -- [9]
		{
			["ID"] = 158317,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:158317::::::::120:264::23:5:4779:6516:6513:1602:4786:::|h[Перчатки вечного служения]|h|r",
		}, -- [10]
		{
			["ID"] = 158314,
			["Level"] = 430,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:158314::::::::120:264::23:5:4779:6516:6515:1602:4786:::|h[Печать изменчивой лояльности]|h|r",
		}, -- [11]
		{
			["ID"] = 158314,
			["Level"] = 430,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158314::::::::120:262::23:5:4779:6516:6515:1602:4786:::|h[Печать изменчивой лояльности]|h|r",
		}, -- [12]
		{
			["ID"] = 127512,
			["Level"] = 425,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:127512::::::::120:262:512:22:2:6424:6652:120:::|h[Крылатый талисман]|h|r",
		}, -- [13]
		{
			["ID"] = 127512,
			["Level"] = 425,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:127512::::::::120:264:512:22:2:6424:6652:120:::|h[Крылатый талисман]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:264::11:1:6272:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 163872,
			["Level"] = 370,
			["Link"] = "|cffa335ee|Hitem:163872::::::::120:262::30:2:1562:4786:::|h[Боевой посох Армии Чести]|h|r",
		}, -- [16]
		{
			["ID"] = 127596,
			["Level"] = 278,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:127596::::::::118:264:512:22:2:6424:6652:117:::|h[Боевая палица безответной любви]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
