
PlaterDBChr = {
	["buffsBanned"] = {
	},
	["first_run3"] = {
		["Player-1615-0A0602A5"] = true,
		["Player-1615-09D75179"] = true,
		["Player-1615-09838284"] = true,
	},
	["spellRangeCheck"] = {
		[260] = "Выстрел из пистоли",
		[261] = "Бросок сюрикэна",
		[104] = "Рык",
		[268] = "Вызов",
		[269] = "Сверкающая нефритовая молния",
		[270] = "Сверкающая нефритовая молния",
		[102] = "Лунный огонь",
		[103] = "Полоснуть",
		[259] = "Отравленный нож",
		[105] = "Лунный огонь",
	},
	["debuffsBanned"] = {
	},
	["resources_on_target"] = false,
}
