
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "Натанке-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 165467,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:165467::::::::120:256::23:5:5845:1577:4786:6508:4775:::|h[Клобук разносчика чумы]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 493,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:257::11:4:4932:4933:6316:1630:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 174117,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174117::::::::120:256::5:5:4823:1502:4786:6509:4775:::|h[Наплечье миазменного мицелия]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159268,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159268::::::::120:256::35:5:5445:1632:4786:6507:4775:::|h[Смирительная роба заключенного]|h|r",
		}, -- [5]
		{
			["ID"] = 174126,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174126::::::::120:256::5:6:4823:1808:6516:6515:1502:4786:::|h[Пояс темной ереси]|h|r",
		}, -- [6]
		{
			["ID"] = 159234,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159234::::::::120:256::16:5:5007:6516:6513:1622:4786:::|h[Расчерченные брюки]|h|r",
		}, -- [7]
		{
			["ID"] = 159270,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159270::::::::120:256::16:5:4780:6516:6513:1607:4786:::|h[Мокасины кровавого надзирателя]|h|r",
		}, -- [8]
		{
			["ID"] = 173437,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:173437::::::::120:256::29:6:6412:4803:6513:6516:1502:4786:::|h[Напульсники мерзкого манипулятора]|h|r",
		}, -- [9]
		{
			["ID"] = 174125,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174125::::::::120:257::5:5:4823:6516:6515:1502:4786:::|h[Перчатки раскаленной чешуи]|h|r",
		}, -- [10]
		{
			["ID"] = 174530,
			["Level"] = 460,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174530::::::::120:256::5:5:4823:6516:6515:1502:4786:::|h[Кольцо коллективного сознания]|h|r",
		}, -- [11]
		{
			["ID"] = 174530,
			["Level"] = 460,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174530:6109:::::::120:256::5:5:4823:6516:6515:1502:4786:::|h[Кольцо коллективного сознания]|h|r",
		}, -- [12]
		{
			["ID"] = 158368,
			["Level"] = 465,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:158368::::::::120:256::35:4:5010:6515:1637:4786:::|h[Клыки переплетенной сущности]|h|r",
		}, -- [13]
		{
			["ID"] = 158368,
			["Level"] = 465,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:158368::::::::120:258::35:4:5010:6515:1637:4786:::|h[Клыки переплетенной сущности]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 478,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:256::11:2:6276:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172228,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172228::::::::120:256::5:5:4823:6516:6515:1502:4786:::|h[Шандай, Дозорный Космоса]|h|r",
		}, -- [16]
		{
			["ID"] = 159668,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159668::::::::120:257::23:5:4779:6516:6515:1602:4786:::|h[Громыхающая банка с глазами]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128868] = {
			["Relics"] = {
				{
					["ItemLevel"] = 4,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Shadow",
				}, -- [2]
			},
			["Name"] = "Ярость Света",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
