
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_start"] = "00:00:30",
			["date_end"] = "00:02:08",
			["name"] = "Саел'орн",
			["total_time"] = 97.7270000000135,
		}, -- [1]
		{
			["date_start"] = "23:57:56",
			["date_end"] = "23:59:59",
			["name"] = "Саел'орн",
			["total_time"] = 124.945000000007,
		}, -- [2]
		{
			["date_start"] = "23:49:33",
			["date_end"] = "23:51:48",
			["name"] = "Ледопасть",
			["total_time"] = 135.7949999999837,
		}, -- [3]
		{
			["date_start"] = "23:42:41",
			["date_end"] = "23:43:54",
			["name"] = "Миллифисент Манашторм",
			["total_time"] = 74.08600000001024,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[202462] = {
				{
					18.65799999999581, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					44.61999999999534, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					70.85999999998603, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [3]
				{
					96.73399999999674, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [4]
			},
			[202473] = {
				{
					22.58199999999488, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.34700000000885, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					85.71299999998882, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[202306] = {
				{
					13.43400000000838, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [1]
				{
					27.67399999999907, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					30.49800000002142, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [3]
				{
					38.62099999998463, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [4]
				{
					48.69099999999162, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [5]
				{
					50.71799999999348, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [6]
				{
					53.55599999998231, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [7]
				{
					65.15100000001257, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [8]
				{
					66.9210000000312, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [9]
				{
					71.78600000002189, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [10]
				{
					75.42300000000978, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [11]
				{
					79.88199999998324, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [12]
				{
					86.33699999999953, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [13]
				{
					86.33699999999953, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [14]
				{
					86.34500000003027, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [15]
			},
		}, -- [1]
		{
			[202306] = {
				{
					15, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					35.64500000001863, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					35.64500000001863, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [3]
				{
					45.84200000000419, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [4]
				{
					53.9210000000312, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [5]
				{
					54.2850000000326, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [6]
				{
					60.73000000003958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [7]
				{
					65.54000000003725, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [8]
				{
					70.82500000001164, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [9]
				{
					75.24700000003213, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тотем трепета", -- [5]
				}, -- [10]
				{
					76.07600000000093, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [11]
				{
					80.11999999999534, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [12]
				{
					81.33900000003632, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тотем трепета", -- [5]
				}, -- [13]
				{
					82.3520000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [14]
				{
					84.96400000003632, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [15]
				{
					85.3650000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [16]
				{
					92.24200000002747, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [17]
				{
					97.08800000004703, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [18]
				{
					99.73500000004424, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [19]
				{
					103.130999999994, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [20]
				{
					103.2550000000047, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [21]
				{
					103.2550000000047, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [22]
				{
					103.5329999999958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [23]
				{
					103.5329999999958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [24]
				{
					104.344000000041, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [25]
				{
					104.7490000000107, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [26]
				{
					104.7490000000107, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [27]
				{
					105.5610000000452, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [28]
				{
					105.9720000000089, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [29]
				{
					105.9720000000089, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [30]
				{
					106.7690000000293, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [31]
				{
					107.1730000000098, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [32]
				{
					107.1730000000098, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [33]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [34]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [35]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [36]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [37]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [38]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [39]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [40]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [41]
				{
					109.1840000000084, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [42]
				{
					109.1840000000084, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [43]
				{
					109.5960000000196, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [44]
				{
					109.5960000000196, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [45]
				{
					110.4010000000126, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [46]
				{
					110.4010000000126, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [47]
				{
					110.8030000000144, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [48]
				{
					110.8030000000144, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [49]
				{
					111.6150000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [50]
				{
					111.6150000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [51]
			},
			[202473] = {
				{
					21.22900000005029, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.58600000001025, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.34700000000885, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					117.0400000000373, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[202462] = {
				{
					12.85800000000745, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					42.47000000003027, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					77.97900000005029, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [3]
				{
					119.1910000000498, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [4]
			},
		}, -- [2]
		{
			[201379] = {
				{
					4.286000000021886, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.29200000001583, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.27700000000186, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					91.28499999997439, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					126.2789999999804, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[201672] = {
				{
					10.78999999997905, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.77500000002328, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.77600000001257, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.78999999997905, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					132.7860000000219, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[201354] = {
				{
					16.27899999998044, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.29200000001583, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.2729999999865, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					95.27899999998044, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[201960] = {
				{
					48.61700000002747, -- [1]
					"Ледопасть", -- [2]
					201960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					109.4029999999912, -- [1]
					"Ледопасть", -- [2]
					201960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [3]
		{
			[201369] = {
				{
					33.0690000000177, -- [1]
					"Ториевый турбоцыпленок", -- [2]
					201369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[201581] = {
				{
					72.13000000000466, -- [1]
					"Миллифисент Манашторм", -- [2]
					201581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[201240] = {
				{
					7.522999999986496, -- [1]
					"Миллифисент Манашторм", -- [2]
					201240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.13799999997718, -- [1]
					"Миллифисент Манашторм", -- [2]
					201240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[201572] = {
				{
					35.11199999996461, -- [1]
					"Миллифисент Манашторм", -- [2]
					201572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[205099] = {
				{
					74.08600000001024, -- [1]
					"Эредарский сумеречный целитель", -- [2]
					205099, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[201291] = {
				{
					19.37599999998929, -- [1]
					"Элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.09499999997206, -- [1]
					"Элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.55800000001909, -- [1]
					"Перегруженная элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[201432] = {
				{
					41.4649999999674, -- [1]
					"Миллифисент Манашторм", -- [2]
					201432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[201159] = {
				{
					3.580000000016298, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [1]
				{
					12.11599999997998, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [2]
				{
					20.59399999998277, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [3]
				{
					30.28800000000047, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [4]
				{
					43.60499999998137, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [5]
				{
					52.10800000000745, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [6]
			},
			[201303] = {
				{
					23.27700000000186, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [1]
				{
					23.27700000000186, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [2]
				{
					23.39600000000792, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [3]
				{
					43.97200000000885, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [4]
				{
					44.17499999998836, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [5]
				{
					44.38299999997253, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [6]
				{
					48.7949999999837, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [7]
				{
					50.05999999999767, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [8]
				{
					52.9089999999851, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [9]
				{
					55.35399999999208, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [10]
			},
			[201438] = {
				{
					48.75, -- [1]
					"Миллифисент Манашторм", -- [2]
					201438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[202310] = {
				{
					59.75400000001537, -- [1]
					"Миллифисент Манашторм", -- [2]
					202310, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[201392] = {
				{
					24.50699999998324, -- [1]
					"Миллифисент Манашторм", -- [2]
					201392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [4]
		{
			[15507] = {
				{
					64.91899999999441, -- [1]
					"Повелитель големов Аргелмах", -- [2]
					15507, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42729] = {
				{
					44.11600000003818, -- [1]
					"Ингвар Расхититель", -- [2]
					42729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42724] = {
				{
					6.40400000003865, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[42705] = {
				{
					10.09600000001956, -- [1]
					"Ингвар Расхититель", -- [2]
					42705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42730] = {
				{
					53.14199999999255, -- [1]
					"Ингвар Расхититель", -- [2]
					42730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[42723] = {
				{
					60.9100000000326, -- [1]
					"Ингвар Расхититель", -- [2]
					42723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15288] = {
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [1]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [2]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [3]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [4]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [5]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [6]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [7]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [8]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [9]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пылающий огнестраж", -- [5]
				}, -- [10]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный телохранитель", -- [5]
				}, -- [11]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный телохранитель", -- [5]
				}, -- [12]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный телохранитель", -- [5]
				}, -- [13]
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [14]
			},
			[12544] = {
				{
					64.91899999999441, -- [1]
					"Сумеречный эмиссар", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.91899999999441, -- [1]
					"Тюремщик Стилгисс", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [5]
		{
			[43649] = {
				{
					4.017000000050757, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					11.30500000005122, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					14.95700000005309, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					17.3760000000475, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ку-СтражСмерти", -- [5]
				}, -- [4]
				{
					19.80900000000838, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [5]
			},
			[43651] = {
				{
					5.658000000054017, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магхарана-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					26.29100000002654, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магхарана-ВечнаяПесня", -- [5]
				}, -- [2]
			},
			[43650] = {
				{
					11.73000000003958, -- [1]
					"Далронн Контролирующий", -- [2]
					43650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рюя-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[48583] = {
				{
					9.290000000037253, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					17.81200000003446, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
		}, -- [6]
		{
			[43667] = {
				{
					0.1, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					2.315000000002328, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					7.150000000023283, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					21.72399999998743, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					27.79899999999907, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					30.21000000002096, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
			},
			[42702] = {
				{
					20.93099999998231, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					25.79899999999907, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [2]
				{
					25.79899999999907, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [3]
			},
			[35570] = {
				{
					42.15799999999581, -- [1]
					"Надзиратель из клана Укротителей драконов", -- [2]
					35570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
		}, -- [7]
		{
			[270022] = {
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					270022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колотун-седоспин", -- [5]
				}, -- [1]
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					270022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колотун-седоспин", -- [5]
				}, -- [2]
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					270022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колотун-седоспин", -- [5]
				}, -- [3]
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					270022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колотун-седоспин", -- [5]
				}, -- [4]
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					270022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Колотун-седоспин", -- [5]
				}, -- [5]
			},
			[214613] = {
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					214613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					96.75, -- [1]
					"Колотун-седоспин", -- [2]
					214613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[154442] = {
				{
					8.694999999948777, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.63099999993574, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.58600000001025, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.30799999996088, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					50.0350000000326, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.74399999994785, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					69.47499999997672, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					79.20499999995809, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					88.91899999999441, -- [1]
					"Нер'зул", -- [2]
					154442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
		}, -- [8]
		{
			[153681] = {
				{
					8.71999999997206, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шонада-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					14.78099999995902, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэнденс", -- [5]
				}, -- [2]
				{
					22.07199999992736, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [3]
				{
					53.62099999992643, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [4]
				{
					60.89599999994971, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [5]
				{
					99.79299999994691, -- [1]
					"Костебрюх", -- [2]
					153681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шонада-Ясеневыйлес", -- [5]
				}, -- [6]
			},
			[165578] = {
				{
					7.069999999948777, -- [1]
					"Костебрюх", -- [2]
					165578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.98599999991711, -- [1]
					"Костебрюх", -- [2]
					165578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					98.13199999998324, -- [1]
					"Костебрюх", -- [2]
					165578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[153496] = {
				{
					53.54999999993015, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бигшак", -- [5]
				}, -- [1]
				{
					54.38699999998789, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бигшак", -- [5]
				}, -- [2]
				{
					57.08899999991991, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чани", -- [5]
				}, -- [3]
				{
					57.6589999999851, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шонада-Ясеневыйлес", -- [5]
				}, -- [4]
				{
					61.30999999993946, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бигшак", -- [5]
				}, -- [5]
				{
					61.69999999995343, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [6]
				{
					64.92599999997765, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэнденс", -- [5]
				}, -- [7]
				{
					66.64799999992829, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чани", -- [5]
				}, -- [8]
				{
					68.9429999999702, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [9]
				{
					71.00899999996182, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [10]
				{
					73.37799999990966, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чани", -- [5]
				}, -- [11]
				{
					75.85699999995995, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бигшак", -- [5]
				}, -- [12]
				{
					77.93899999989662, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэнденс", -- [5]
				}, -- [13]
				{
					80.73799999989569, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чани", -- [5]
				}, -- [14]
				{
					100.1669999998994, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чани", -- [5]
				}, -- [15]
				{
					100.1669999998994, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэнденс", -- [5]
				}, -- [16]
				{
					105.0489999999991, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэнденс", -- [5]
				}, -- [17]
				{
					105.0489999999991, -- [1]
					"Червь-трупоед", -- [2]
					153496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бигшак", -- [5]
				}, -- [18]
			},
			[153804] = {
				{
					30.67099999997299, -- [1]
					"Костебрюх", -- [2]
					153804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.48299999989104, -- [1]
					"Костебрюх", -- [2]
					153804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[154175] = {
				{
					18, -- [1]
					"Костебрюх", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.15599999995902, -- [1]
					"Костебрюх", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.3739999999525, -- [1]
					"Червь-трупоед", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.3739999999525, -- [1]
					"Червь-трупоед", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					92.05099999997765, -- [1]
					"Костебрюх", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					94.90599999995902, -- [1]
					"Червь-трупоед", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					94.90599999995902, -- [1]
					"Червь-трупоед", -- [2]
					154175, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [9]
		{
			[152792] = {
				{
					15.23499999998603, -- [1]
					"Нхаллиш", -- [2]
					152792, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[152962] = {
				{
					37.56200000003446, -- [1]
					"Нхаллиш", -- [2]
					152962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[154327] = {
				{
					12.51699999999255, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.51699999999255, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.51699999999255, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.51699999999255, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.67800000007264, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					64.67800000007264, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					64.67800000007264, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					64.67800000007264, -- [1]
					"Поработитель из клана Призрачной Луны", -- [2]
					154327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[153623] = {
				{
					26.64600000006612, -- [1]
					"Нхаллиш", -- [2]
					153623, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[153067] = {
				{
					67.89000000001397, -- [1]
					"Нхаллиш", -- [2]
					153067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [10]
		{
			[153094] = {
				{
					15.15399999998044, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.9100000000326, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[153240] = {
				{
					10.29000000003725, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.67700000002515, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.47999999998137, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.40399999998044, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					77.12800000002608, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[153153] = {
				{
					24.99100000003818, -- [1]
					"Садана Кровавое Безумие", -- [2]
					153153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[164974] = {
				{
					46.76800000004005, -- [1]
					"Садана Кровавое Безумие", -- [2]
					164974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[156954] = {
				{
					64.67399999999907, -- [1]
					"Терон'кров", -- [2]
					156954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					81.68400000000838, -- [1]
					"Терон'кров", -- [2]
					156954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
			},
			[157168] = {
				{
					22.05999999993946, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [1]
				{
					34.07400000002235, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [2]
				{
					46.09299999999348, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриета", -- [5]
				}, -- [3]
				{
					58.12599999993108, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [4]
				{
					70.125, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [5]
				{
					82.12699999997858, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [6]
				{
					94.16299999994226, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [7]
			},
			[156857] = {
				{
					16.9320000000298, -- [1]
					"Терон'кров", -- [2]
					156857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[156829] = {
				{
					14.46999999997206, -- [1]
					"Терон'кров", -- [2]
					156829, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					38.74499999999534, -- [1]
					"Терон'кров", -- [2]
					156829, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
				{
					41.17999999993481, -- [1]
					"Терон'кров", -- [2]
					156829, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [3]
				{
					86.11399999994319, -- [1]
					"Терон'кров", -- [2]
					156829, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [4]
				{
					88.55799999996088, -- [1]
					"Терон'кров", -- [2]
					156829, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [5]
			},
			[164841] = {
				{
					64.48300000000745, -- [1]
					"Терон'кров", -- [2]
					164841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					83.90599999995902, -- [1]
					"Терон'кров", -- [2]
					164841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[156925] = {
				{
					52.51699999999255, -- [1]
					"Терон'кров", -- [2]
					156925, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [1]
				{
					73.1919999999227, -- [1]
					"Терон'кров", -- [2]
					156925, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриета", -- [5]
				}, -- [2]
			},
			[156854] = {
				{
					18.58499999996275, -- [1]
					"Терон'кров", -- [2]
					156854, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					56.16200000001118, -- [1]
					"Терон'кров", -- [2]
					156854, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
				{
					74.40700000000652, -- [1]
					"Терон'кров", -- [2]
					156854, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[156842] = {
				{
					11.29399999999441, -- [1]
					"Терон'кров", -- [2]
					156842, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриета", -- [5]
				}, -- [1]
				{
					24.625, -- [1]
					"Терон'кров", -- [2]
					156842, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [2]
			},
			[156921] = {
				{
					48.91700000001583, -- [1]
					"Терон'кров", -- [2]
					156921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [1]
				{
					62.23699999996461, -- [1]
					"Терон'кров", -- [2]
					156921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гриета", -- [5]
				}, -- [2]
				{
					80.50599999993574, -- [1]
					"Терон'кров", -- [2]
					156921, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [3]
			},
		}, -- [12]
		{
			[153727] = {
				{
					53.50399999995716, -- [1]
					"Всполох Скверны", -- [2]
					153727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.50399999995716, -- [1]
					"Всполох Скверны", -- [2]
					153727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.50399999995716, -- [1]
					"Всполох Скверны", -- [2]
					153727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.50399999995716, -- [1]
					"Всполох Скверны", -- [2]
					153727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[153234] = {
				{
					17.4649999999674, -- [1]
					"Аззакель", -- [2]
					153234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					94.74800000002142, -- [1]
					"Аззакель", -- [2]
					153234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
			},
			[177763] = {
				{
					98.93700000003446, -- [1]
					"Терон'кров", -- [2]
					177763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					98.93700000003446, -- [1]
					"Терон'кров", -- [2]
					177763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[153499] = {
				{
					53.25399999995716, -- [1]
					"Аззакель", -- [2]
					153499, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[154221] = {
				{
					53.12899999995716, -- [1]
					"Хихикающий пироман", -- [2]
					154221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					62, -- [1]
					"Хихикающий пироман", -- [2]
					154221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[153762] = {
				{
					34.9320000000298, -- [1]
					"Когти Аргуса", -- [2]
					153762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[153764] = {
				{
					34.9320000000298, -- [1]
					"Аззакель", -- [2]
					153764, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[157173] = {
				{
					49.42999999993481, -- [1]
					"Страж Скверны", -- [2]
					157173, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.43700000003446, -- [1]
					"Страж Скверны", -- [2]
					157173, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[153396] = {
				{
					20.80799999996088, -- [1]
					"Аззакель", -- [2]
					153396, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					59.26000000000931, -- [1]
					"Аззакель", -- [2]
					153396, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
				{
					79.86399999994319, -- [1]
					"Аззакель", -- [2]
					153396, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [3]
			},
		}, -- [13]
		{
			[154477] = {
				{
					3.533999999985099, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [1]
				{
					13.25799999991432, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [2]
				{
					35.13399999996182, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [3]
				{
					47.27199999999721, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лекел-СвежевательДуш", -- [5]
				}, -- [4]
				{
					55.77399999997579, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [5]
				{
					64.2829999999376, -- [1]
					"Стражница душ Ниами", -- [2]
					154477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эльфаманка", -- [5]
				}, -- [6]
			},
			[157794] = {
				{
					7.75199999997858, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.965999999898486, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.12099999992643, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.32499999995343, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.47999999998137, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					35.69399999990128, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.84599999990314, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.05799999996088, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					61.20499999995809, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					62.40599999995902, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					74.61999999999534, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					75.84699999995064, -- [1]
					"Саргерайский маг", -- [2]
					157794, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[157168] = {
				{
					77.45899999991525, -- [1]
					"Абиссал Скверны", -- [2]
					157168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [1]
			},
			[155327] = {
				{
					29.97099999990314, -- [1]
					"Стражница душ Ниами", -- [2]
					155327, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[153994] = {
				{
					51.97800000000279, -- [1]
					"Стражница душ Ниами", -- [2]
					153994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[176931] = {
				{
					55.77399999997579, -- [1]
					"Пагубный защитник", -- [2]
					176931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					55.77399999997579, -- [1]
					"Пагубный защитник", -- [2]
					176931, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
			},
			[153477] = {
				{
					22.96999999997206, -- [1]
					"Стражница душ Ниами", -- [2]
					153477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.04299999994691, -- [1]
					"Стражница душ Ниами", -- [2]
					153477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[165744] = {
				{
					2.31899999990128, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.17699999990873, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.80999999993946, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					15.65700000000652, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					21.75, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.39699999999721, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					30.27199999999721, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					33.93199999991339, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.75099999993108, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					42.40200000000186, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					47.27199999999721, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.34499999997206, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					58.19799999997485, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					61.84299999999348, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					65.49399999994785, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					70.38399999996182, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					76.4780000000028, -- [1]
					"Саргерайская вершительница", -- [2]
					165744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[154415] = {
				{
					3.125, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [1]
				{
					22.54899999999907, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
				{
					37.12099999992643, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [3]
				{
					54.47099999990314, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [4]
				{
					67.51000000000931, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [5]
				{
					73.61599999992177, -- [1]
					"Стражница душ Ниами", -- [2]
					154415, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [6]
			},
			[154173] = {
				{
					62.40599999995902, -- [1]
					"Нечестивый маг", -- [2]
					154173, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[154235] = {
				{
					56.99399999994785, -- [1]
					"Нечестивый маг", -- [2]
					154235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [1]
				{
					71.67599999997765, -- [1]
					"Нечестивый маг", -- [2]
					154235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дайпофармить", -- [5]
				}, -- [2]
			},
			[167092] = {
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					77.45899999991525, -- [1]
					"Хихикающий пироман", -- [2]
					167092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
		}, -- [14]
		{
			[153002] = {
				{
					31.05300000007264, -- [1]
					"Дозорный Каатар", -- [2]
					153002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[152954] = {
				{
					7.267000000108965, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.74100000003818, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.25700000009965, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.03700000001118, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					66.7740000000922, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					75.25500000000466, -- [1]
					"Дозорный Каатар", -- [2]
					152954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[157465] = {
				{
					27.70000000006985, -- [1]
					"Дозорный Каатар", -- [2]
					157465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.32000000006519, -- [1]
					"Дозорный Каатар", -- [2]
					157465, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[155646] = {
				{
					5.032000000006519, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.87300000002142, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.26000000000931, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.60100000002421, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.75800000003073, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					29.32200000004377, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.40700000000652, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					52.36800000001676, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					57.62200000009034, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					62.09700000006706, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					67.2860000000801, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					71.82700000004843, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					75.82200000004377, -- [1]
					"Дозорный Каатар", -- [2]
					155646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[153006] = {
				{
					40.83500000007916, -- [1]
					"Дозорный Каатар", -- [2]
					153006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [15]
	},
	["useicons"] = true,
	["cooldowns_timeline"] = {
		{
			["Абдуловера"] = {
				{
					77.4780000000028, -- [1]
					"Абдуловера", -- [2]
					1856, -- [3]
				}, -- [1]
				{
					88.63699999998789, -- [1]
					"Абдуловера", -- [2]
					31224, -- [3]
				}, -- [2]
			},
			["Фэйкер-Разувий"] = {
				{
					84.29800000000978, -- [1]
					"Фэйкер-Разувий", -- [2]
					31850, -- [3]
				}, -- [1]
				{
					94.625, -- [1]
					"Фэйкер-Разувий", -- [2]
					204018, -- [3]
				}, -- [2]
			},
			["Аёкь-Гордунни"] = {
				{
					56.65000000002328, -- [1]
					"Аёкь-Гордунни", -- [2]
					108271, -- [3]
				}, -- [1]
			},
		}, -- [1]
		{
			["Аёкь-Гордунни"] = {
				{
					18.45300000003772, -- [1]
					"Аёкь-Гордунни", -- [2]
					108271, -- [3]
				}, -- [1]
			},
			["Фэйкер-Разувий"] = {
				{
					72.48000000003958, -- [1]
					"Фэйкер-Разувий", -- [2]
					31850, -- [3]
				}, -- [1]
				{
					102.5180000000401, -- [1]
					"Фэйкер-Разувий", -- [2]
					642, -- [3]
				}, -- [2]
			},
			["Абдуловера"] = {
				{
					2.925000000046566, -- [1]
					"Абдуловера", -- [2]
					31224, -- [3]
				}, -- [1]
				{
					71.08800000004703, -- [1]
					"Абдуловера", -- [2]
					5277, -- [3]
				}, -- [2]
			},
		}, -- [2]
		{
			["Абдуловера"] = {
				{
					21.11200000002282, -- [1]
					"Абдуловера", -- [2]
					5277, -- [3]
				}, -- [1]
			},
			["Фэйкер-Разувий"] = {
				{
					36.08699999999953, -- [1]
					"Фэйкер-Разувий", -- [2]
					633, -- [3]
				}, -- [1]
				{
					89.20699999999488, -- [1]
					"Фэйкер-Разувий", -- [2]
					642, -- [3]
				}, -- [2]
			},
			["Аёкь-Гордунни"] = {
				{
					9.40600000001723, -- [1]
					"Аёкь-Гордунни", -- [2]
					108271, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
			["Абдуловера"] = {
				{
					17.48599999997532, -- [1]
					"Абдуловера", -- [2]
					1856, -- [3]
				}, -- [1]
			},
		}, -- [4]
	},
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
			["Аёкь-Гордунни"] = {
				{
					["time"] = 78.73100000002887,
					["events"] = {
						{
							true, -- [1]
							1, -- [2]
							2776, -- [3]
							1600981304.414, -- [4]
							8418, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							1, -- [2]
							2776, -- [3]
							1600981306.423, -- [4]
							5693, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							5552, -- [3]
							1600981308.431, -- [4]
							2968, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							2528, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [1]
		{
			["Аёкь-Гордунни"] = {
				{
					["time"] = 84.37800000002608,
					["events"] = {
						{
							true, -- [1]
							202414, -- [2]
							540, -- [3]
							1600981154.099, -- [4]
							296, -- [5]
							"Саел'орн", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							202414, -- [2]
							575, -- [3]
							1600981157.093, -- [4]
							2578, -- [5]
							"Саел'орн", -- [6]
							nil, -- [7]
							8, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							202473, -- [2]
							3237, -- [3]
							1600981159.639, -- [4]
							1, -- [5]
							"Саел'орн", -- [6]
							nil, -- [7]
							4, -- [8]
							false, -- [9]
							611, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Фэйкер-Разувий"] = {
				{
					["time"] = 123.0190000000293,
					["events"] = {
						{
							true, -- [1]
							1, -- [2]
							2181, -- [3]
							1600981197.882, -- [4]
							6532, -- [5]
							"Фазовый паук", -- [6]
							65, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							1, -- [2]
							2181, -- [3]
							1600981198.301, -- [4]
							2300, -- [5]
							"Фазовый паук", -- [6]
							65, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							2181, -- [3]
							1600981198.301, -- [4]
							2300, -- [5]
							"Фазовый паук", -- [6]
							65, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Абдуловера"] = {
				{
					["time"] = 107.289000000048,
					["events"] = {
						{
							true, -- [1]
							1, -- [2]
							2952, -- [3]
							1600981180.509, -- [4]
							6012, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							1, -- [2]
							2952, -- [3]
							1600981182.517, -- [4]
							3278, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							2952, -- [3]
							1600981182.548, -- [4]
							326, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							2626, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
			["Магамеддин-Галакронд"] = {
				{
					["time"] = 54.26300000003539,
					["events"] = {
						{
							true, -- [1]
							1, -- [2]
							3071, -- [3]
							1600981125.032, -- [4]
							5648, -- [5]
							"Фазовый паук", -- [6]
							1585, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							1, -- [2]
							3073, -- [3]
							1600981127.533, -- [4]
							4267, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							1, -- [2]
							3073, -- [3]
							1600981129.532, -- [4]
							1412, -- [5]
							"Фазовый паук", -- [6]
							nil, -- [7]
							1, -- [8]
							false, -- [9]
							1553, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Абдуловера"] = {
				[202306] = {
					30.51600000000326, -- [1]
					48.55400000000373, -- [2]
					53.55599999998231, -- [3]
					71.70699999999488, -- [4]
					75.43400000000838, -- [5]
					86.28499999997439, -- [6]
					86.34500000003027, -- [7]
					97.7270000000135, -- [8]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
			},
			["Фэйкер-Разувий"] = {
				[202306] = {
					13.44300000002841, -- [1]
					27.22200000000885, -- [2]
					48.69099999999162, -- [3]
					65.82000000000698, -- [4]
					66.9210000000312, -- [5]
					83.94500000000698, -- [6]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
				[202414] = {
					14.08199999999488, -- [1]
					26.07900000002701, -- [2]
					42.01900000002934, -- [3]
					54.02899999998044, -- [4]
					67.49800000002142, -- [5]
					79.50400000001537, -- [6]
					94.18499999999767, -- [7]
					97.7270000000135, -- [8]
					["stacks"] = {
					},
					["source"] = "Саел'орн",
					["active"] = false,
				},
			},
			["Аёкь-Гордунни"] = {
				[202306] = {
					50.71799999999348, -- [1]
					64.37800000002608, -- [2]
					65.1710000000312, -- [3]
					78.70600000000559, -- [4]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
			},
			["Магамеддин-Галакронд"] = {
				[202306] = {
					27.67399999999907, -- [1]
					38.44799999997485, -- [2]
					38.62099999998463, -- [3]
					49.80300000001444, -- [4]
					71.7960000000312, -- [5]
					83.09799999999814, -- [6]
					86.34500000003027, -- [7]
					97.7270000000135, -- [8]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Аёкь-Гордунни"] = {
				[202414] = {
					10.28800000000047, -- [1]
					22.30000000004657, -- [2]
					69.79300000000512, -- [3]
					81.80100000003586, -- [4]
					["stacks"] = {
					},
					["source"] = "Саел'орн",
					["active"] = false,
				},
				[202306] = {
					54.29300000000512, -- [1]
					70.70300000003772, -- [2]
					70.82500000001164, -- [3]
					84.34700000000885, -- [4]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
			},
			["Фэйкер-Разувий"] = {
				[202306] = {
					35.66600000002654, -- [1]
					45.84200000000419, -- [2]
					60.74499999999534, -- [3]
					71.18900000001304, -- [4]
					80.13099999999395, -- [5]
					91.45900000003166, -- [6]
					97.08800000004703, -- [7]
					102.5180000000401, -- [8]
					110.8099999999977, -- [9]
					123.00900000002, -- [10]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
				[202414] = {
					39.87400000001071, -- [1]
					51.89000000001397, -- [2]
					92.82000000000698, -- [3]
					102.5180000000401, -- [4]
					["stacks"] = {
					},
					["source"] = "Саел'орн",
					["active"] = false,
				},
			},
			["Абдуловера"] = {
				[202306] = {
					45.85300000000279, -- [1]
					60.73000000003958, -- [2]
					65.54000000003725, -- [3]
					81.17800000001444, -- [4]
					82.3650000000489, -- [5]
					96.30400000000373, -- [6]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
				[202414] = {
					69.79300000000512, -- [1]
					81.80100000003586, -- [2]
					["stacks"] = {
					},
					["source"] = "Саел'орн",
					["active"] = false,
				},
			},
			["Магамеддин-Галакронд"] = {
				[202306] = {
					15.01000000000931, -- [1]
					34.79399999999441, -- [2]
					35.64500000001863, -- [3]
					53.9210000000312, -- [4]
					53.92900000000373, -- [5]
					54.26300000003539, -- [6]
					["stacks"] = {
					},
					["source"] = "Фазовый паук",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Аёкь-Гордунни"] = {
				[201957] = {
					96.36099999997532, -- [1]
					102.2289999999921, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Обморожение",
					["active"] = false,
				},
				[202037] = {
					53.625, -- [1]
					77.62599999998929, -- [2]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
				[201380] = {
					4.777000000001863, -- [1]
					9.836999999999534, -- [2]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
			},
			["Фэйкер-Разувий"] = {
				[201380] = {
					4.777000000001863, -- [1]
					17.27899999998044, -- [2]
					30.78000000002794, -- [3]
					43.29399999999441, -- [4]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
				[202037] = {
					53.625, -- [1]
					83.62900000001537, -- [2]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
			},
			["Абдуловера"] = {
				[202037] = {
					53.625, -- [1]
					83.62900000001537, -- [2]
					114.4029999999912, -- [3]
					120.4340000000084, -- [4]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
			},
			["Магамеддин-Галакронд"] = {
				[201957] = {
					16.83399999997346, -- [1]
					17.21100000001025, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Обморожение",
					["active"] = false,
				},
				[201380] = {
					4.777000000001863, -- [1]
					16.27899999998044, -- [2]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
				[202037] = {
					53.625, -- [1]
					79.07600000000093, -- [2]
					["stacks"] = {
					},
					["source"] = "Ледопасть",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Аёкь-Гордунни"] = {
				[201159] = {
					12.11599999997998, -- [1]
					24.09999999997672, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
				[202310] = {
					59.76399999996647, -- [1]
					67.7729999999865, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
			},
			["Фэйкер-Разувий"] = {
				[202310] = {
					59.76399999996647, -- [1]
					67.7729999999865, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
			},
			["Шенрог"] = {
				[201159] = {
					20.59399999998277, -- [1]
					32.5910000000149, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
				[202310] = {
					59.76399999996647, -- [1]
					67.7729999999865, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
			},
			["Абдуловера"] = {
				[201159] = {
					3.580000000016298, -- [1]
					15.59600000001956, -- [2]
					43.60499999998137, -- [3]
					55.60899999999674, -- [4]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
				[202310] = {
					59.76399999996647, -- [1]
					67.7729999999865, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
			},
			["Магамеддин-Галакронд"] = {
				[201159] = {
					30.28800000000047, -- [1]
					42.2949999999837, -- [2]
					52.10800000000745, -- [3]
					64.1020000000135, -- [4]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
				[202310] = {
					59.76399999996647, -- [1]
					67.7729999999865, -- [2]
					["stacks"] = {
					},
					["source"] = "Миллифисент Манашторм",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["window_scale"] = 1,
	["BossSpellCast"] = {
		{
			["Фазовый паук"] = {
				{
					13.43400000000838, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [1]
				{
					27.67399999999907, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					30.49800000002142, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [3]
				{
					38.62099999998463, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [4]
				{
					48.69099999999162, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [5]
				{
					50.71799999999348, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [6]
				{
					53.55599999998231, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [7]
				{
					65.15100000001257, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [8]
				{
					66.9210000000312, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [9]
				{
					71.78600000002189, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [10]
				{
					75.42300000000978, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [11]
				{
					79.88199999998324, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [12]
				{
					86.33699999999953, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [13]
				{
					86.33699999999953, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [14]
				{
					86.34500000003027, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [15]
			},
			["Саел'орн"] = {
				{
					18.65799999999581, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					22.58199999999488, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.61999999999534, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [3]
				{
					55.34700000000885, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.85999999998603, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [5]
				{
					85.71299999998882, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					96.73399999999674, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [7]
			},
		}, -- [1]
		{
			["Саел'орн"] = {
				{
					12.85800000000745, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					21.22900000005029, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.47000000003027, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [3]
				{
					51.58600000001025, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					77.97900000005029, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [5]
				{
					84.34700000000885, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					117.0400000000373, -- [1]
					"Саел'орн", -- [2]
					202473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					119.1910000000498, -- [1]
					"Саел'орн", -- [2]
					202462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [8]
			},
			["Фазовый паук"] = {
				{
					15, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [1]
				{
					35.64500000001863, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [2]
				{
					35.64500000001863, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [3]
				{
					45.84200000000419, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [4]
				{
					53.9210000000312, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [5]
				{
					54.2850000000326, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [6]
				{
					60.73000000003958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [7]
				{
					65.54000000003725, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [8]
				{
					70.82500000001164, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [9]
				{
					75.24700000003213, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тотем трепета", -- [5]
				}, -- [10]
				{
					76.07600000000093, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [11]
				{
					80.11999999999534, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [12]
				{
					81.33900000003632, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тотем трепета", -- [5]
				}, -- [13]
				{
					82.3520000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [14]
				{
					84.96400000003632, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [15]
				{
					85.3650000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [16]
				{
					92.24200000002747, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [17]
				{
					97.08800000004703, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [18]
				{
					99.73500000004424, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [19]
				{
					103.130999999994, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [20]
				{
					103.2550000000047, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [21]
				{
					103.2550000000047, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [22]
				{
					103.5329999999958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [23]
				{
					103.5329999999958, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [24]
				{
					104.344000000041, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [25]
				{
					104.7490000000107, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [26]
				{
					104.7490000000107, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [27]
				{
					105.5610000000452, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [28]
				{
					105.9720000000089, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [29]
				{
					105.9720000000089, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [30]
				{
					106.7690000000293, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [31]
				{
					107.1730000000098, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [32]
				{
					107.1730000000098, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [33]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [34]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [35]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [36]
				{
					107.9770000000135, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [37]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [38]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [39]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [40]
				{
					108.3780000000261, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [41]
				{
					109.1840000000084, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [42]
				{
					109.1840000000084, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [43]
				{
					109.5960000000196, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [44]
				{
					109.5960000000196, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [45]
				{
					110.4010000000126, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [46]
				{
					110.4010000000126, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [47]
				{
					110.8030000000144, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [48]
				{
					110.8030000000144, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [49]
				{
					111.6150000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [50]
				{
					111.6150000000489, -- [1]
					"Фазовый паук", -- [2]
					202306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [51]
			},
		}, -- [2]
		{
			["Ледопасть"] = {
				{
					4.286000000021886, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.78999999997905, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					16.27899999998044, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.77500000002328, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.29200000001583, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.29200000001583, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					48.61700000002747, -- [1]
					"Ледопасть", -- [2]
					201960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					65.27700000000186, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					71.77600000001257, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					77.2729999999865, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					85.78999999997905, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					91.28499999997439, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					95.27899999998044, -- [1]
					"Ледопасть", -- [2]
					201354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					109.4029999999912, -- [1]
					"Ледопасть", -- [2]
					201960, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					126.2789999999804, -- [1]
					"Ледопасть", -- [2]
					201379, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					132.7860000000219, -- [1]
					"Ледопасть", -- [2]
					201672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
		}, -- [3]
		{
			["Ториевый турбоцыпленок"] = {
				{
					33.0690000000177, -- [1]
					"Ториевый турбоцыпленок", -- [2]
					201369, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Перегруженная элементиевая белкобомба"] = {
				{
					53.55800000001909, -- [1]
					"Перегруженная элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Миллифисент Манашторм"] = {
				{
					3.580000000016298, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [1]
				{
					7.522999999986496, -- [1]
					"Миллифисент Манашторм", -- [2]
					201240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.11599999997998, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [3]
				{
					20.59399999998277, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [4]
				{
					24.50699999998324, -- [1]
					"Миллифисент Манашторм", -- [2]
					201392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					28.13799999997718, -- [1]
					"Миллифисент Манашторм", -- [2]
					201240, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					30.28800000000047, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [7]
				{
					35.11199999996461, -- [1]
					"Миллифисент Манашторм", -- [2]
					201572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					41.4649999999674, -- [1]
					"Миллифисент Манашторм", -- [2]
					201432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					43.60499999998137, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Абдуловера", -- [5]
				}, -- [10]
				{
					48.75, -- [1]
					"Миллифисент Манашторм", -- [2]
					201438, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					52.10800000000745, -- [1]
					"Миллифисент Манашторм", -- [2]
					201159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магамеддин-Галакронд", -- [5]
				}, -- [12]
				{
					59.75400000001537, -- [1]
					"Миллифисент Манашторм", -- [2]
					202310, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					72.13000000000466, -- [1]
					"Миллифисент Манашторм", -- [2]
					201581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			["Эредарский сумеречный целитель"] = {
				{
					74.08600000001024, -- [1]
					"Эредарский сумеречный целитель", -- [2]
					205099, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Элементиевая белкобомба"] = {
				{
					19.37599999998929, -- [1]
					"Элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.09499999997206, -- [1]
					"Элементиевая белкобомба", -- [2]
					201291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			["Механическая бомбелка"] = {
				{
					23.27700000000186, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [1]
				{
					23.27700000000186, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [2]
				{
					23.39600000000792, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [3]
				{
					43.97200000000885, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шенрог", -- [5]
				}, -- [4]
				{
					44.17499999998836, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аёкь-Гордунни", -- [5]
				}, -- [5]
				{
					44.38299999997253, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [6]
				{
					48.7949999999837, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [7]
				{
					50.05999999999767, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [8]
				{
					52.9089999999851, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [9]
				{
					55.35399999999208, -- [1]
					"Механическая бомбелка", -- [2]
					201303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фэйкер-Разувий", -- [5]
				}, -- [10]
			},
		}, -- [4]
	},
}
