
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "00:42:10",
			["date_start"] = "00:40:58",
			["name"] = "Анжинер Термоштепсель",
			["total_time"] = 73.57399999978952,
		}, -- [1]
		{
			["date_end"] = "00:35:53",
			["date_start"] = "00:35:04",
			["name"] = "\"Электрошокер-6000\"",
			["total_time"] = 50.88099999981932,
		}, -- [2]
		{
			["date_end"] = "00:30:03",
			["date_start"] = "00:28:56",
			["name"] = "Липкая муть",
			["total_time"] = 67.66299999994226,
		}, -- [3]
		{
			["date_end"] = "00:16:01",
			["date_start"] = "00:15:19",
			["name"] = "Мутанус Пожиратель",
			["total_time"] = 42.3519999999553,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[52778] = {
				{
					11.14599999994971, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					47.49699999997392, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
			[93655] = {
				{
					21.12800000002608, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					44.15799999982119, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
				{
					65.95999999996275, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [3]
			},
			[10348] = {
				{
					11.28099999995902, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[74720] = {
				{
					13.52700000000186, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					54.77499999990687, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
		}, -- [1]
		{
			[11082] = {
				{
					31.98499999986962, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[11084] = {
				{
					15.49199999985285, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					46.92399999988265, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
			[10348] = {
				{
					22.0659999998752, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.8410000000149, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.88099999981932, -- [1]
					"Прокаженный машиностроитель", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[13398] = {
				{
					50.88099999981932, -- [1]
					"Прокаженный техник", -- [2]
					13398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
			},
		}, -- [2]
		{
			[21687] = {
				{
					9.110000000102445, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.2180000001099, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.35499999998137, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.52200000011362, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.39899999997579, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [3]
		{
			[7399] = {
				{
					5.833999999798834, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					21.64199999999255, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [2]
				{
					41.05199999990873, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [3]
			},
			[8150] = {
				{
					20.40799999982119, -- [1]
					"Мутанус Пожиратель", -- [2]
					8150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [4]
		{
			[23381] = {
				{
					12.55199999990873, -- [1]
					"Друид-змея", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный крылояд", -- [5]
				}, -- [1]
				{
					19.82400000002235, -- [1]
					"Лорд Серпентис", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный крылояд", -- [5]
				}, -- [2]
				{
					53.75699999998324, -- [1]
					"Лорд Серпентис", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Серпентис", -- [5]
				}, -- [3]
			},
			[7951] = {
				{
					4.313000000081956, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					6.695000000065193, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					10.35599999991246, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [3]
				{
					12.77399999997579, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					16.37599999993108, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					21.23699999996461, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					23.67500000004657, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					26.11400000005961, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
			},
			[8142] = {
				{
					21.54300000006333, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.47099999990314, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[8040] = {
				{
					14.46399999991991, -- [1]
					"Лорд Серпентис", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
				{
					24.19399999990128, -- [1]
					"Друид-змея", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [2]
				{
					43.54300000006333, -- [1]
					"Лорд Серпентис", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [3]
			},
			[12167] = {
				{
					6.084999999962747, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					25.87599999993108, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					48.91400000010617, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					58.63500000000931, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[9532] = {
				{
					1.655999999959022, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					5.286000000080094, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					8.922999999951571, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					16.17200000002049, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					19.82400000002235, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.48600000003353, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[7399] = {
				{
					10.76300000003539, -- [1]
					"Загадочный страхозуб", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
			},
		}, -- [5]
		{
			[80362] = {
				{
					5.925999999977648, -- [1]
					"Криг", -- [2]
					80362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
		}, -- [6]
		{
			[7947] = {
				{
					2.435999999986962, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				["source"] = "Загадочная гадюка",
				["target"] = "Фуррикап",
			},
			[20805] = {
				{
					2.554999999934807, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					7.548999999882653, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					14.34199999994598, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					28.92099999985658, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				["source"] = "Лорд Кобран",
				["target"] = "Фуррикап",
			},
			[7965] = {
				{
					34.42999999993481, -- [1]
					"Лорд Кобран", -- [2]
					7965, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				["source"] = "Лорд Кобран",
				["target"] = "",
			},
			[8041] = {
				{
					15.8499999998603, -- [1]
					"Друид-змея", -- [2]
					8041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				["source"] = "Друид-змея",
				["target"] = "",
			},
			[9532] = {
				{
					11.5109999999404, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					15.20600000000559, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					15.56199999991804, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				["source"] = "Друид-змея",
				["target"] = "Фуррикап",
			},
		}, -- [7]
		{
			[7947] = {
				{
					3.246999999973923, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.476999999955297, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.83599999989383, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					26.29899999988265, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[20805] = {
				{
					7.464999999850988, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.59499999997206, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					23.23799999989569, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					37.79799999995157, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					46.30099999997765, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					49.93599999998696, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[744] = {
				{
					18.1359999999404, -- [1]
					"Загадочный аспид", -- [2]
					744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[8147] = {
				{
					59.02999999979511, -- [1]
					"Лорд Питонас", -- [2]
					8147, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8041] = {
				{
					21.47599999979138, -- [1]
					"Друид-змея", -- [2]
					8041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[9532] = {
				{
					12.30999999982305, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					15.95499999984168, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					20.80599999986589, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[8040] = {
				{
					15.48899999982677, -- [1]
					"Лорд Питонас", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
			},
		}, -- [8]
		{
			[23381] = {
				{
					13.60800000000745, -- [1]
					"Друид-змея", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друид-змея", -- [5]
				}, -- [1]
				{
					33.00099999993108, -- [1]
					"Леди Анакондра", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный опустошитель", -- [5]
				}, -- [2]
			},
			[20295] = {
				{
					2.655999999959022, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					6.295999999856576, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					9.950999999884516, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					21.86199999996461, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					25.71499999985099, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.37899999995716, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					39.07299999985844, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					44.13999999989756, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					47.58899999991991, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
			},
			[8148] = {
				{
					3.300000000046566, -- [1]
					"Леди Анакондра", -- [2]
					8148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8040] = {
				{
					15.53700000001118, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
				{
					52.94599999999628, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [2]
			},
		}, -- [9]
		{
			[86740] = {
				{
					3.104999999981374, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.314000000013039, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.68299999996088, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					18.90599999995902, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[55964] = {
				{
					41.97600000002421, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.09899999992922, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[86738] = {
				{
					5.540999999968335, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					7.959999999962747, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [2]
				{
					18.90599999995902, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[14873] = {
				{
					1.902999999932945, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					2.862999999895692, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					7.959999999962747, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [3]
				{
					7.959999999962747, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [4]
				{
					14.07599999988452, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [5]
				{
					17.68299999996088, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					20.14599999994971, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [7]
				{
					26.1929999999702, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [8]
				{
					29.81700000003912, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
			},
			[9080] = {
				{
					3.104999999981374, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.314000000013039, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.68299999996088, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[86729] = {
				{
					5.608000000007451, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.12899999995716, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					29.57899999991059, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					39.58199999993667, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					51.63299999991432, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					65.78499999991618, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[86726] = {
				{
					7.959999999962747, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [1]
				{
					22.55199999990873, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					33.48999999999069, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					45.62000000011176, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					58.7160000000149, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
			},
		}, -- [10]
		{
			[86814] = {
				{
					2.887000000104308, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					16.39299999992363, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					28.95500000007451, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[86604] = {
				{
					5.077000000048429, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					16.39299999992363, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					27.30600000009872, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					37.38299999991432, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					48.35300000011921, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					59.43699999991804, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[86620] = {
				{
					30.17200000002049, -- [1]
					"Дробитель", -- [2]
					86620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12167] = {
				{
					19.00300000002608, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					22.65800000005402, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					26.20200000004843, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					39.36800000001676, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[86736] = {
				{
					49.50600000005215, -- [1]
					"Дробитель", -- [2]
					86736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[23381] = {
				{
					15.30499999993481, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крушитель из стаи Речной Лапы", -- [5]
				}, -- [1]
			},
		}, -- [11]
		{
			[38391] = {
				{
					2.034999999916181, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					5.684999999823049, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					6.883999999845401, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					7.293999999994412, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					9.735999999800697, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					11.76799999992363, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					12.95799999986775, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					13.37399999983609, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					15.38099999981932, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					16.9859999998007, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					21.84199999994598, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					23.86499999999069, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
			},
			[13341] = {
				{
					0.5179999999236315, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					2.13799999980256, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					10.25199999986216, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					11.875, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					18.7249999998603, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					22.35499999998137, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[86636] = {
				{
					12.88500000000931, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.76899999985471, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[86633] = {
				{
					11.4409999998752, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					25.5999999998603, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [2]
			},
			[86765] = {
				{
					11.875, -- [1]
					"Яростный шлак", -- [2]
					86765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[15744] = {
				{
					2.13799999980256, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.81899999990128, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.49599999981001, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[56646] = {
				{
					2.13799999980256, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.875, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.49599999981001, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[12466] = {
				{
					5.162999999942258, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					8.81499999994412, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					16.07299999985844, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					19.70099999988452, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					23.34599999990314, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.00699999998324, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					33.05699999979697, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					38.03899999987334, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					41.70899999979883, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					45.30199999990873, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					48.95600000000559, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					52.62699999986216, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
			},
		}, -- [12]
		{
			[151267] = {
				{
					38.32700000004843, -- [1]
					"Аку'май Ядовитый", -- [2]
					151267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151275] = {
				{
					5.819000000134111, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					14.31900000013411, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					19.58000000007451, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					21.93999999994412, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					25.21200000005774, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					27.60899999993853, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					31.26300000003539, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					32.7839999999851, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					37.30499999993481, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					38.42900000000373, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					38.53200000012294, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					43.39899999997579, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
				{
					44.57300000009127, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [13]
				{
					44.57300000009127, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [14]
				{
					51.92100000008941, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [15]
			},
			[150660] = {
				{
					1.966999999945983, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.272000000113621, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.44800000009127, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.89500000001863, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					23.39700000011362, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					33.39899999997579, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					43.04300000006333, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.04300000006333, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					43.39899999997579, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.39400000008754, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.39400000008754, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[151269] = {
				{
					40.00900000007823, -- [1]
					"Аку'май Ядовитый", -- [2]
					151269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151303] = {
				{
					14.08199999993667, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.93599999998696, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[152963] = {
				{
					15.96400000015274, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.17299999995157, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [13]
		{
			[151813] = {
				{
					19.04700000002049, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					151813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150020] = {
				{
					19.04700000002049, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					150020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150035] = {
				{
					29.04700000002049, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.5, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.5, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [14]
		{
			[150543] = {
				{
					18.22800000011921, -- [1]
					"Сумеречный темный маг", -- [2]
					150543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[150377] = {
				{
					19.57700000004843, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.57700000004843, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					26.85499999998137, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					26.85499999998137, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					34.12599999993108, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
			},
			[150504] = {
				{
					26.44400000013411, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [1]
				{
					28.8430000001099, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [2]
				{
					31.28099999995902, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [3]
				{
					33.69999999995343, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [4]
			},
		}, -- [15]
		{
			[151684] = {
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [1]
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [3]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [4]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [6]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [7]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [10]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [12]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [13]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [14]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [15]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [16]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [17]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [18]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [19]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [20]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [21]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [22]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [23]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [24]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [25]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [26]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [27]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [28]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [29]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [30]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [31]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [32]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [33]
			},
			[149865] = {
				{
					8.773999999975786, -- [1]
					"Гхаму-ра", -- [2]
					149865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[149869] = {
				{
					8.999000000068918, -- [1]
					"Гхаму-ра", -- [2]
					149869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151681] = {
				{
					2.118000000016764, -- [1]
					"Гхаму-ра", -- [2]
					151681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [16]
	},
	["useicons"] = true,
	["cooldowns_timeline"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Одинжуб"] = {
				[52778] = {
					11.14599999994971, -- [1]
					12.68999999994412, -- [2]
					47.49699999997392, -- [3]
					49.46900000004098, -- [4]
					["stacks"] = {
					},
					["source"] = "Анжинер Термоштепсель",
					["active"] = false,
				},
				[74720] = {
					54.82599999988452, -- [1]
					56.77499999990687, -- [2]
					["stacks"] = {
					},
					["source"] = "Анжинер Термоштепсель",
					["active"] = false,
				},
			},
		}, -- [1]
		{
		}, -- [2]
		{
			["Адреналинчик"] = {
				[9459] = {
					5.300000000046566, -- [1]
					32.31600000010803, -- [2]
					["stacks"] = {
					},
					["source"] = "Едкий скрытень",
					["active"] = false,
				},
				[21687] = {
					9.251000000163913, -- [1]
					24.27399999997579, -- [2]
					33.44000000017695, -- [3]
					48.45500000007451, -- [4]
					56.50100000016391, -- [5]
					67.66299999994226, -- [6]
					["stacks"] = {
					},
					["source"] = "Липкая муть",
					["active"] = false,
				},
			},
			["Холодос"] = {
				[21687] = {
					9.234000000171363, -- [1]
					24.23999999999069, -- [2]
					33.47400000016205, -- [3]
					48.48900000005961, -- [4]
					56.51800000015646, -- [5]
					67.66299999994226, -- [6]
					["stacks"] = {
					},
					["source"] = "Липкая муть",
					["active"] = false,
				},
			},
			["Одинжуб"] = {
				[9459] = {
					2.00400000018999, -- [1]
					10.83100000000559, -- [2]
					["stacks"] = {
					},
					["source"] = "Едкий скрытень",
					["active"] = false,
				},
				[21687] = {
					9.200000000186265, -- [1]
					24.2070000001695, -- [2]
					33.4570000001695, -- [3]
					48.47200000006706, -- [4]
					56.50100000016391, -- [5]
					67.66299999994226, -- [6]
					["stacks"] = {
					},
					["source"] = "Липкая муть",
					["active"] = false,
				},
				[744] = {
					14.88500000000931, -- [1]
					29.88600000017323, -- [2]
					["stacks"] = {
					},
					["source"] = "Облученный ужас",
					["active"] = false,
				},
			},
			["Пристёна-ВечнаяПесня"] = {
				[21687] = {
					9.268000000156462, -- [1]
					24.29100000020117, -- [2]
					33.5590000001248, -- [3]
					48.57400000002235, -- [4]
					56.59799999999814, -- [5]
					67.66299999994226, -- [6]
					["stacks"] = {
					},
					["source"] = "Липкая муть",
					["active"] = false,
				},
			},
			["Моуто-ВечнаяПесня"] = {
				[21687] = {
					9.217000000178814, -- [1]
					24.2070000001695, -- [2]
					33.40600000019185, -- [3]
					48.40500000002794, -- [4]
					56.46700000017881, -- [5]
					67.66299999994226, -- [6]
					["stacks"] = {
					},
					["source"] = "Липкая муть",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Фиссх"] = {
				[113746] = {
					42.3519999999553, -- [1]
					42.3519999999553, -- [2]
					["stacks"] = {
					},
					["source"] = "Bigdamjudge-Archimonde",
					["active"] = false,
				},
				[273299] = {
					42.3519999999553, -- [1]
					42.3519999999553, -- [2]
					["stacks"] = {
					},
					["source"] = "Bigdamjudge-Archimonde",
					["active"] = false,
				},
				[115804] = {
					42.3519999999553, -- [1]
					42.3519999999553, -- [2]
					["stacks"] = {
					},
					["source"] = "Bigdamjudge-Archimonde",
					["active"] = false,
				},
				[290512] = {
					42.3519999999553, -- [1]
					["stacks"] = {
					},
					["source"] = "Bigdamjudge-Archimonde",
					["active"] = true,
				},
				[116095] = {
					42.3519999999553, -- [1]
					42.3519999999553, -- [2]
					["stacks"] = {
					},
					["source"] = "Bigdamjudge-Archimonde",
					["active"] = false,
				},
			},
			["Шаанис"] = {
				[8150] = {
					20.40799999982119, -- [1]
					22.91299999994226, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
				[7399] = {
					41.05199999990873, -- [1]
					42.3519999999553, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
			},
			["Холодос"] = {
				[8150] = {
					20.40799999982119, -- [1]
					22.91299999994226, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
			},
			["Синафэй"] = {
				[8150] = {
					20.40799999982119, -- [1]
					22.91299999994226, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
			},
			["Фуррикап"] = {
				[8150] = {
					20.40799999982119, -- [1]
					22.91299999994226, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
			},
			["Дагервжепку"] = {
				[7399] = {
					5.833999999798834, -- [1]
					8.841000000014901, -- [2]
					21.64199999999255, -- [3]
					24.62899999995716, -- [4]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
				[8150] = {
					20.40799999982119, -- [1]
					22.91299999994226, -- [2]
					["stacks"] = {
					},
					["source"] = "Мутанус Пожиратель",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["window_scale"] = 1,
	["BossSpellCast"] = {
		{
			["Прокаженный техник"] = {
				{
					11.28099999995902, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Анжинер Термоштепсель"] = {
				{
					11.14599999994971, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					13.52700000000186, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
				{
					21.12800000002608, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [3]
				{
					44.15799999982119, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [4]
				{
					47.49699999997392, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [5]
				{
					54.77499999990687, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [6]
				{
					65.95999999996275, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [7]
			},
		}, -- [1]
		{
			["\"Электрошокер-6000\""] = {
				{
					15.49199999985285, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					31.98499999986962, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.92399999988265, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [3]
			},
			["Прокаженный машиностроитель"] = {
				{
					50.88099999981932, -- [1]
					"Прокаженный машиностроитель", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			["Прокаженный техник"] = {
				{
					22.0659999998752, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.8410000000149, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.88099999981932, -- [1]
					"Прокаженный техник", -- [2]
					13398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [3]
			},
		}, -- [2]
		{
			["Липкая муть"] = {
				{
					9.110000000102445, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.2180000001099, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.35499999998137, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.52200000011362, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.39899999997579, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [3]
		{
			["Мутанус Пожиратель"] = {
				{
					5.833999999798834, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					20.40799999982119, -- [1]
					"Мутанус Пожиратель", -- [2]
					8150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.64199999999255, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [3]
				{
					41.05199999990873, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [4]
			},
		}, -- [4]
	},
}
