
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "00:51:58",
			["date_start"] = "00:51:01",
			["name"] = "Ша Сомнения",
			["total_time"] = 58.22299999999814,
		}, -- [1]
		{
			["date_end"] = "00:50:05",
			["date_start"] = "00:49:17",
			["name"] = "Лю Пламенное Сердце",
			["total_time"] = 47.50599999999395,
		}, -- [2]
		{
			["date_end"] = "00:48:02",
			["date_start"] = "00:47:14",
			["name"] = "Каменная Поступь",
			["total_time"] = 48.55799999999726,
		}, -- [3]
		{
			["date_end"] = "00:44:39",
			["date_start"] = "00:42:31",
			["name"] = "Мудрый Марис",
			["total_time"] = 128.6589999999997,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[106113] = {
				{
					11.71700000000419, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.12100000000646, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[117665] = {
				{
					26.2780000000057, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106736] = {
				{
					8.059000000001106, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.77000000000408, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.64300000000367, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.12600000000384, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.84100000000035, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[117570] = {
				{
					25.458000000006, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.458000000006, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [1]
		{
			[106797] = {
				{
					13.32599999999366, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[107045] = {
				{
					34.63499999999476, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.25699999999779, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.91099999999278, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106823] = {
				{
					11.07199999999284, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
			},
			[106841] = {
				{
					13.49499999999534, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
				{
					24.3949999999968, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [2]
			},
		}, -- [2]
		{
			[114571] = {
				{
					0.5950000000011642, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
				{
					0.5950000000011642, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [2]
				{
					3.014999999999418, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [3]
				{
					3.014999999999418, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [4]
				{
					5.452999999994063, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [5]
				{
					5.452999999994063, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [6]
				{
					7.885999999998603, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [7]
				{
					7.885999999998603, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [8]
				{
					10.30799999999726, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [9]
				{
					10.32499999999709, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [10]
				{
					12.75499999999738, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [11]
				{
					12.75499999999738, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [12]
				{
					15.16199999999662, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [13]
				{
					15.16199999999662, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [14]
				{
					17.58399999999529, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [15]
				{
					17.58399999999529, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [16]
				{
					20.00699999999779, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [17]
				{
					20.00699999999779, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [18]
				{
					22.43000000000029, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [19]
				{
					22.43000000000029, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [20]
				{
					24.86200000000099, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [21]
				{
					24.86200000000099, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [22]
				{
					27.29099999999744, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [23]
				{
					27.29099999999744, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [24]
				{
					29.70599999999831, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [25]
				{
					29.70599999999831, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [26]
				{
					32.13199999999779, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [27]
				{
					32.13199999999779, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [28]
				{
					34.53299999999581, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [29]
				{
					34.53299999999581, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [30]
				{
					36.98899999999412, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [31]
				{
					36.98899999999412, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [32]
				{
					39.42199999999866, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [33]
				{
					41.84199999999692, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [34]
				{
					44.33199999999488, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [35]
				{
					46.70999999999913, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [36]
			},
			[122527] = {
				{
					48.55799999999726, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
			},
		}, -- [3]
		{
			[106526] = {
				{
					7.938999999998487, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.0089999999982, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.99899999999616, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					71.04099999999744, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					21.02799999999843, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.07899999999791, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.50099999999657, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.65799999999581, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106055] = {
				{
					2.742999999994936, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.57499999999709, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.65299999999843, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.93499999999767, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.64800000000105, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					42.72699999999895, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.6339999999982, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					59.68800000000192, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					66.98799999999756, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					76.68499999999767, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					82.7589999999982, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					88.84399999999732, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[106612] = {
				{
					97.35199999999895, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121483] = {
				{
					127.3770000000004, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [4]
		{
			[256083] = {
				{
					18.78300000005402, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.69000000017695, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.32500000018626, -- [1]
					"Надзиратель Корги", -- [2]
					256083, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263345] = {
				{
					20.42500000004657, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.71100000012666, -- [1]
					"Тяжелое орудие", -- [2]
					263345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256198] = {
				{
					6.165999999968335, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.69400000013411, -- [1]
					"Надзиратель Корги", -- [2]
					256198, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256101] = {
				{
					10.98999999999069, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.02399999997579, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.52100000018254, -- [1]
					"Надзиратель Корги", -- [2]
					256101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[256039] = {
				{
					26.36100000003353, -- [1]
					"Надзиратель Корги", -- [2]
					256039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					51.86000000010245, -- [1]
					"Надзиратель Корги", -- [2]
					256039, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сурокпророк", -- [5]
				}, -- [2]
			},
			[256038] = {
				{
					22.36000000010245, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					47.85000000009313, -- [1]
					"Надзиратель Корги", -- [2]
					256038, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сурокпророк", -- [5]
				}, -- [2]
			},
			[256199] = {
				{
					29.23300000000745, -- [1]
					"Надзиратель Корги", -- [2]
					256199, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [5]
		{
			[257028] = {
				{
					13.57700000004843, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джейкаэс", -- [5]
				}, -- [1]
				{
					36.6480000000447, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Блудифокс", -- [5]
				}, -- [2]
				{
					59.7160000000149, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					257028, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[256970] = {
				{
					7.512000000104308, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.28300000005402, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256970, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256955] = {
				{
					25.64500000001863, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.72500000009313, -- [1]
					"Рыцарь-капитан Валири", -- [2]
					256955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [6]
		{
			[257777] = {
				{
					7.903999999864027, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Блудифокс", -- [5]
				}, -- [1]
				{
					60.12100000004284, -- [1]
					"Джес Хаулис", -- [2]
					257777, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Джейкаэс", -- [5]
				}, -- [2]
			},
			[257785] = {
				{
					18.15599999995902, -- [1]
					"Джес Хаулис", -- [2]
					257785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257814] = {
				{
					25.30099999997765, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.5570000000298, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.96699999994598, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.71200000005774, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					43.10800000000745, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					45.55799999996088, -- [1]
					"Джес Хаулис", -- [2]
					257814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257793] = {
				{
					19.56000000005588, -- [1]
					"Джес Хаулис", -- [2]
					257793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257827] = {
				{
					50.61899999994785, -- [1]
					"Джес Хаулис", -- [2]
					257827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [7]
		{
			[257609] = {
				{
					38.19999999995343, -- [1]
					"Королева песков", -- [2]
					257609, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257092] = {
				{
					8.97800000011921, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.29099999996834, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.3519999999553, -- [1]
					"Королева песков", -- [2]
					257092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[259711] = {
				{
					11.18500000005588, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.73799999989569, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.30799999996088, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.87100000004284, -- [1]
					"Надзиратель блока", -- [2]
					259711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257495] = {
				{
					32.72399999992922, -- [1]
					"Королева песков", -- [2]
					257495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257608] = {
				{
					23.00099999993108, -- [1]
					"Королева песков", -- [2]
					257608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257617] = {
				{
					27.41299999994226, -- [1]
					"Королева песков", -- [2]
					257617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [8]
		{
			[106797] = {
				{
					13.06800000001385, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[107045] = {
				{
					37.34700000000885, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.45400000001246, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.08200000000943, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					47.71400000000722, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106823] = {
				{
					10.84400000001187, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[106841] = {
				{
					13.27500000000873, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					24.19400000000314, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
		}, -- [9]
		{
			[113017] = {
				{
					41.46499999999651, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [1]
				{
					43.06899999998859, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [2]
				{
					44.29799999999523, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					45.50899999999092, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [4]
				{
					46.7329999999929, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рабкор-Галакронд", -- [5]
				}, -- [5]
				{
					47.79799999999523, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [6]
				{
					49.15699999999197, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [7]
				{
					50.37299999999232, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [8]
				{
					51.56399999999849, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					52.78699999999662, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [10]
				{
					54.00099999998929, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [11]
				{
					55.20599999999104, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рабкор-Галакронд", -- [5]
				}, -- [12]
				{
					56.43299999998999, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [13]
				{
					57.65399999999499, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [14]
				{
					58.85699999998906, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [15]
				{
					60.07799999999406, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [16]
				{
					61.29699999999139, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рабкор-Галакронд", -- [5]
				}, -- [17]
				{
					62.52899999999499, -- [1]
					"Цзао Искатель Солнца", -- [2]
					113017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Форхад-ЧерныйШрам", -- [5]
				}, -- [18]
			},
			[122527] = {
				{
					64.55000000000291, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					64.55000000000291, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					64.55000000000291, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
		}, -- [10]
		{
			[106526] = {
				{
					9.142000000007101, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.87099999999919, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.22600000000966, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.468000000008, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					27.18899999999849, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					60.88800000000629, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					96.45600000000559, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					125.093000000008, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106055] = {
				{
					3.843000000008033, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.77900000000955, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.46499999999651, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.7390000000014, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.81200000000536, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					43.51200000000245, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.7960000000021, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.87700000000768, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					64.15099999999802, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					73.87099999999919, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					79.94599999999627, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					86.02000000000407, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					92.096000000005, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					98.17500000000291, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					109.1290000000008, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					115.2079999999987, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					121.2630000000063, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					127.3420000000042, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[106612] = {
				{
					134.6370000000024, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121483] = {
				{
					184.0910000000004, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[106851] = {
				{
					6.339000000007218, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.26000000000931, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					28.20600000000559, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					37.93000000000757, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					50.09100000000035, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					59.84100000000035, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					69.57500000001164, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					79.32700000000477, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					90.20200000000477, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					101.1540000000096, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[114548] = {
				{
					30.43500000001222, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					114548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[116155] = {
				{
					23.12700000000768, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					63.18899999999849, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [2]
				{
					65.67600000000675, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [3]
				{
					68.11500000000524, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					82.64100000000326, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [5]
				{
					103.31700000001, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Айкензберг", -- [5]
				}, -- [6]
			},
			[115003] = {
				{
					48.42900000000373, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					115003, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[80182] = {
				{
					5.855000000010477, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [1]
				{
					7.836000000010245, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [2]
				{
					11.40600000000268, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [3]
				{
					15.11300000001211, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [4]
				{
					17.46400000000722, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [5]
				{
					22.32600000000093, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [6]
				{
					25.97200000000885, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [7]
				{
					28.4890000000014, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [8]
				{
					33.33600000001025, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [9]
				{
					38.21900000001187, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [10]
				{
					39.39800000000105, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [11]
				{
					46.62400000001071, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [12]
				{
					46.62400000001071, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [13]
				{
					55.21400000000722, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [14]
				{
					56.35400000000664, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [15]
				{
					64.85100000000966, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [16]
				{
					64.85100000000966, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [17]
				{
					74.58100000000559, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [18]
				{
					74.58100000000559, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [19]
				{
					81.87300000000687, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [20]
				{
					84.3070000000007, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [21]
				{
					87.97600000000966, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [22]
				{
					91.7390000000014, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [23]
				{
					95.27200000001176, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [24]
				{
					100.1140000000014, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [25]
				{
					102.5370000000112, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [26]
				{
					106.1960000000108, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [27]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [28]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [29]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [30]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [31]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [32]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [33]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [34]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [35]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [36]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [37]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [38]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [39]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [40]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [41]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [42]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [43]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [44]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [45]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [46]
				{
					111.5840000000026, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [47]
			},
		}, -- [12]
		{
			[112992] = {
				{
					13.35599999999977, -- [1]
					"Прыгопотам", -- [2]
					112992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[80182] = {
				{
					2.400999999998021, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [1]
				{
					4.787000000011176, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [2]
				{
					12.05299999999988, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [3]
				{
					14.48799999999756, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [4]
				{
					19.36299999999756, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [5]
				{
					24.23099999999977, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [6]
				{
					26.66200000001118, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [7]
				{
					33.93000000000757, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [8]
				{
					36.38900000001013, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [9]
				{
					40.0850000000064, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [10]
				{
					43.63900000001013, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [11]
				{
					48.5, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [12]
				{
					52.13400000000547, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [13]
				{
					56.47500000000582, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [14]
				{
					56.47500000000582, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [15]
				{
					56.47500000000582, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [16]
				{
					56.47500000000582, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [17]
			},
			[116027] = {
				{
					40.75699999999779, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.75699999999779, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.75699999999779, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.2450000000099, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					42.2450000000099, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[112944] = {
				{
					32.09799999999814, -- [1]
					"Прыгопотам", -- [2]
					112944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [13]
		{
			[106651] = {
				{
					9.587999999988824, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.32299999998941, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.98199999998906, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106807] = {
				{
					14.50799999998708, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.11000000000058, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.02799999999115, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.63899999999558, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[80182] = {
				{
					5.894999999989523, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [1]
				{
					8.452999999994063, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [2]
				{
					15.58799999998882, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [3]
				{
					16.82200000000012, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [4]
				{
					22.87399999999616, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [5]
				{
					25.32299999998941, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [6]
				{
					31.37299999999232, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [7]
				{
					32.61099999998987, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [8]
				{
					39.90699999999197, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [9]
				{
					42.34199999998964, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [10]
				{
					49.61399999998685, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [11]
				{
					49.61399999998685, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [12]
				{
					56.90999999998894, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [13]
				{
					57.50899999999092, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [14]
				{
					57.50899999999092, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [15]
				{
					57.50899999999092, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [16]
				{
					57.50899999999092, -- [1]
					"Пьяный хозен-буян", -- [2]
					80182, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пьяный хозен-буян", -- [5]
				}, -- [17]
			},
		}, -- [14]
		{
			[111723] = {
				{
					33.27000000000408, -- [1]
					"Райгонн", -- [2]
					111723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[107146] = {
				{
					27.39199999999255, -- [1]
					"Райгонн", -- [2]
					107146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111725] = {
				{
					31.27700000000186, -- [1]
					"Райгонн", -- [2]
					111725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[107314] = {
				{
					17.9429999999993, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.9429999999993, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.9429999999993, -- [1]
					"Крик'тик-охранитель", -- [2]
					107314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[111668] = {
				{
					1.967000000004191, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [15]
		{
			[107118] = {
				{
					14.11800000000221, -- [1]
					"Райгонн", -- [2]
					107118, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[115430] = {
				{
					2.421999999991385, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.444999999992433, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.664999999993597, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					8.452999999994063, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					8.470999999990454, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					8.470999999990454, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					8.470999999990454, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					8.873999999996158, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					8.873999999996158, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					8.873999999996158, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					8.873999999996158, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					9.6759999999922, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					9.6759999999922, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					10.07899999999791, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					10.07899999999791, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					10.8859999999986, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[121468] = {
				{
					6.402000000001863, -- [1]
					"Райгонн", -- [2]
					121468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[115436] = {
				{
					2.421999999991385, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.817999999999302, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.817999999999302, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					10.8859999999986, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[115421] = {
				{
					0.3980000000010477, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.52099999999336, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[115418] = {
				{
					5.630999999993946, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					8.044999999998254, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					8.452999999994063, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					10.47699999999895, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					12.89400000000023, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[107120] = {
				{
					7.042000000001281, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.0619999999908, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.07799999999406, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[111668] = {
				{
					16.12099999999919, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.99099999999453, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.99099999999453, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [16]
		{
			[115455] = {
				{
					10.47699999999895, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.47699999999895, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.39299999999639, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.39299999999639, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					32.34799999999814, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.34799999999814, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					43.27199999999721, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					43.27199999999721, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					54.20100000000093, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					54.20100000000093, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					65.14299999999639, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					65.14299999999639, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					76.08199999999488, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					76.08199999999488, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[107047] = {
				{
					4.388999999995576, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					85.78299999999581, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тринилисса-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[106933] = {
				{
					46.27899999999499, -- [1]
					"Боец Га'док", -- [2]
					106933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тринилисса-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [17]
		{
			[107268] = {
				{
					14.10999999998603, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					28.68199999998615, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[115453] = {
				{
					32.22599999999511, -- [1]
					"Крик'тик-разведчик", -- [2]
					115453, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [18]
		{
			[121282] = {
				{
					30.16600000001199, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.81100000000151, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[121447] = {
				{
					8.28399999999965, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.79300000000512, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					87.17600000000675, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[121284] = {
				{
					67.76499999999942, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.04200000000128, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[121442] = {
				{
					5.857000000003609, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.79300000000512, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.1990000000078, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.06200000000536, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.7100000000064, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					88.4030000000057, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[121762] = {
				{
					0.4809999999997672, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [1]
				{
					2.003000000011525, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [2]
				{
					5.719000000011874, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					7.357000000003609, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					11.00700000001234, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [5]
				{
					13.44500000000699, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [6]
				{
					20.72800000000279, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [7]
				{
					40.76300000000629, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					84.20900000000256, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [9]
			},
		}, -- [19]
		{
			[119476] = {
				{
					32.25400000000082, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.71499999999651, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[124317] = {
				{
					15.11800000000221, -- [1]
					"Генерал Па'валак", -- [2]
					124317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[124283] = {
				{
					13.65099999999802, -- [1]
					"Генерал Па'валак", -- [2]
					124283, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121762] = {
				{
					126.3889999999956, -- [1]
					"Сик'тик-строитель", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					126.3889999999956, -- [1]
					"Сик'тик-строитель", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[119840] = {
				{
					39.85099999999511, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					39.85099999999511, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					40.74499999999534, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					40.74499999999534, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					40.75500000000466, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					43.18600000000151, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
				{
					43.18600000000151, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Русдинг-Дракономор", -- [5]
				}, -- [7]
				{
					54.93300000000454, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					56.13099999999395, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					58.58499999999185, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					58.58499999999185, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
				{
					58.58499999999185, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [12]
				{
					58.58499999999185, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [13]
				{
					58.58499999999185, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [14]
				{
					71.15200000000186, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [15]
				{
					71.15200000000186, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [16]
				{
					72.35499999999593, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [17]
				{
					73.5789999999979, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [18]
				{
					73.5789999999979, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [19]
				{
					92.3070000000007, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [20]
				{
					93.55899999999383, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [21]
				{
					94.17900000000373, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [22]
				{
					94.17900000000373, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [23]
				{
					95.38700000000244, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [24]
				{
					96.60700000000361, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [25]
				{
					99.01399999999558, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [26]
				{
					99.01399999999558, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [27]
				{
					108.3530000000028, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [28]
				{
					109.5720000000001, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [29]
				{
					109.5720000000001, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [30]
				{
					110.380999999994, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [31]
				{
					110.380999999994, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [32]
				{
					112.801999999996, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [33]
				{
					114.4119999999966, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [34]
				{
					114.4119999999966, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [35]
				{
					116.8319999999949, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [36]
				{
					116.8319999999949, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [37]
			},
			[119875] = {
				{
					25.11299999999756, -- [1]
					"Генерал Па'валак", -- [2]
					119875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [20]
		{
			[120760] = {
				{
					10.05599999999686, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.0570000000007, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.06599999999162, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.05000000000291, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.00299999999697, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.99499999999534, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.99199999999837, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.9939999999915, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.24300000000221, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					41.24099999999453, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					42.23999999999069, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.23500000000058, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[120789] = {
				{
					8.569999999992433, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.36000000000058, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.9320000000007, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120800] = {
				{
					9.046999999991385, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.98699999999371, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.24199999999837, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120759] = {
				{
					9.046999999991385, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.99899999999616, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.24199999999837, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[86603] = {
				{
					49.08199999999488, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.08199999999488, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.08199999999488, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.08199999999488, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[120758] = {
				{
					11.44000000000233, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.43799999999465, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.43600000000151, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.44000000000233, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.44000000000233, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.44099999999162, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					29.4429999999993, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					31.42999999999302, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					33.4259999999922, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					35.4429999999993, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.4369999999908, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.42900000000373, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					41.43600000000151, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.43600000000151, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					45.44099999999162, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					47.43300000000454, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
		}, -- [21]
		{
			[120946] = {
				{
					0.1, -- [1]
					"Сик'тик - янтарный прядильщик", -- [2]
					120946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [22]
		{
			[114999] = {
				{
					13.23999999999069, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					20.52300000000105, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					22.96600000000035, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [3]
				{
					25.07600000000093, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[115010] = {
				{
					27.86000000000058, -- [1]
					"Хваткая ненависть", -- [2]
					115010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.31500000000233, -- [1]
					"Хваткая ненависть", -- [2]
					115010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[107356] = {
				{
					18.50699999999779, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.3070000000007, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.29799999999523, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[131521] = {
				{
					9.990999999994528, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.07699999999022, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[112929] = {
				{
					15.8640000000014, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.08699999999953, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.3179999999993, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[115002] = {
				{
					15.84200000000419, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.0679999999993, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.30599999999686, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[107357] = {
				{
					35.31699999999546, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [23]
		{
			[106872] = {
				{
					16.95200000000477, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					35.16300000000047, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[106827] = {
				{
					8.488000000012107, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.501000000003842, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.49600000001374, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.49900000001071, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.51100000001316, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.5280000000057, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					33.51400000001013, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.5170000000071, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[106877] = {
				{
					8.293000000005122, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.76200000000245, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.24400000000605, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					37.37600000000384, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					45.87400000001071, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[38166] = {
				{
					37.57900000001246, -- [1]
					"Ша Жестокости", -- [2]
					38166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106826] = {
				{
					8.488000000012107, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.51100000001316, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106966] = {
				{
					16.72600000000966, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.99700000000303, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.5850000000064, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [24]
		{
			[106853] = {
				{
					6.360999999989872, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106434] = {
				{
					16.55899999999383, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [25]
		{
			[106923] = {
				{
					19.8859999999986, -- [1]
					"Лазурный змей", -- [2]
					106923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106984] = {
				{
					11.88299999998708, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [1]
				{
					17.94999999999709, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					24.42899999998917, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[110945] = {
				{
					25.64899999999034, -- [1]
					"Гу Небесный Удар", -- [2]
					110945, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[102573] = {
				{
					33.0399999999936, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.73899999998685, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [26]
		{
			[111723] = {
				{
					55.48100000001432, -- [1]
					"Райгонн", -- [2]
					111723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [1]
			},
			[106421] = {
				{
					73.26999999998952, -- [1]
					"Стражница Шадо-Пан", -- [2]
					106421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гу Небесный Удар", -- [5]
				}, -- [1]
			},
			[111668] = {
				{
					1.019000000000233, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.46300000000338, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[111728] = {
				{
					71.98500000000058, -- [1]
					"Райгонн", -- [2]
					111728, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111725] = {
				{
					53.45300000000862, -- [1]
					"Райгонн", -- [2]
					111725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111600] = {
				{
					6.463000000003376, -- [1]
					"Крик'тик - вестник роя", -- [2]
					111600, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Русдинг-Дракономор", -- [5]
				}, -- [1]
				{
					12.49100000000908, -- [1]
					"Крик'тик - вестник роя", -- [2]
					111600, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [2]
			},
			[107146] = {
				{
					49.78100000000268, -- [1]
					"Райгонн", -- [2]
					107146, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [27]
		{
			[115453] = {
				{
					1.904000000009546, -- [1]
					"Крик'тик-разведчик", -- [2]
					115453, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.974000000001979, -- [1]
					"Крик'тик-разведчик", -- [2]
					115453, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.974000000001979, -- [1]
					"Крик'тик-разведчик", -- [2]
					115453, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[107118] = {
				{
					12.04300000000512, -- [1]
					"Райгонн", -- [2]
					107118, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[107120] = {
				{
					6.555000000007567, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.5740000000078, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.56900000000314, -- [1]
					"Командир Ри'мок", -- [2]
					107120, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[115418] = {
				{
					6.349000000001979, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					9.990000000005239, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					12.41500000000815, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					14.82900000001246, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[111668] = {
				{
					14.04000000000815, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.55500000000757, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.55500000000757, -- [1]
					"Райгонн", -- [2]
					111668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[115436] = {
				{
					0.1, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.6970000000001164, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					1.919000000008964, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					1.919000000008964, -- [1]
					"Крик'тик-яростень", -- [2]
					115436, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[121468] = {
				{
					4.673000000009779, -- [1]
					"Райгонн", -- [2]
					121468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[115421] = {
				{
					4.335000000006403, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.27400000000489, -- [1]
					"Крик'тик - направитель ветров", -- [2]
					115421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[115430] = {
				{
					1.904000000009546, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.181000000011409, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.181000000011409, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					5.561000000001513, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					6.774000000004889, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					6.774000000004889, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.774000000004889, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					6.774000000004889, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					7.974000000001979, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					7.994000000006054, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					7.994000000006054, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					9.192000000010012, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					9.192000000010012, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					9.192000000010012, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					9.209000000002561, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					10.42399999999907, -- [1]
					"Крик'тик-яростень", -- [2]
					115430, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
		}, -- [28]
		{
			[107047] = {
				{
					9.150000000008731, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					82.17900000000373, -- [1]
					"Боец Га'док", -- [2]
					107047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[115455] = {
				{
					10.29800000000978, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.29800000000978, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.26900000000023, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.26900000000023, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					32.18499999999767, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.18499999999767, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					43.11000000000058, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					43.11000000000058, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					54.09399999999732, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					54.09399999999732, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					64.96800000000803, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					65.04099999999744, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					76.02300000000105, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					76.02300000000105, -- [1]
					"Крик'тик - прерыватель чар", -- [2]
					115455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
		}, -- [29]
		{
			[107268] = {
				{
					15.57700000000477, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					28.87900000000082, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [2]
				{
					41.06600000000617, -- [1]
					"Диверсант Кип'тилак", -- [2]
					107268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
		}, -- [30]
		{
			[121282] = {
				{
					20.59799999999814, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121762] = {
				{
					1.514999999999418, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [1]
				{
					3.88300000000163, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					11.19499999999243, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [3]
				{
					23.4320000000007, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[121284] = {
				{
					40.00499999999011, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.35399999999208, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[121442] = {
				{
					44.86299999999756, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.71099999999569, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121442, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[121447] = {
				{
					58.23699999999371, -- [1]
					"Командующий флангом Нер'онок", -- [2]
					121447, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [31]
		{
			[124317] = {
				{
					12.99900000001071, -- [1]
					"Генерал Па'валак", -- [2]
					124317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.03300000001036, -- [1]
					"Генерал Па'валак", -- [2]
					124317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[119354] = {
				{
					2.802999999999884, -- [1]
					"Сик'тик - танцующий с клинками", -- [2]
					119354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					2.802999999999884, -- [1]
					"Сик'тик - танцующий с клинками", -- [2]
					119354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					18.58200000000943, -- [1]
					"Сик'тик - танцующий с клинками", -- [2]
					119354, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[131968] = {
				{
					3.610000000000582, -- [1]
					"Сик'тик - боевой лекарь", -- [2]
					131968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сик'тик - боец авангарда", -- [5]
				}, -- [1]
			},
			[119476] = {
				{
					30.84900000000198, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.58600000001024, -- [1]
					"Генерал Па'валак", -- [2]
					119476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[131972] = {
				{
					9.703999999997905, -- [1]
					"Сик'тик - боевой лекарь", -- [2]
					131972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119345] = {
				{
					10.38199999999779, -- [1]
					"Сик'тик - боец авангарда", -- [2]
					119345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119347] = {
				{
					9.703999999997905, -- [1]
					"Сик'тик - боец авангарда", -- [2]
					119347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[86603] = {
				{
					4.028000000005704, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.49900000001071, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.03600000000733, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					90.66800000000512, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					104.0580000000045, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[119840] = {
				{
					38.41700000000128, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					39.65000000000873, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					39.65000000000873, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					39.65000000000873, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					44.47900000000664, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					44.47900000000664, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [6]
				{
					58.30999999999767, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [7]
				{
					58.30999999999767, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					67.98200000000361, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					69.24800000000687, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					81.40000000000873, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
				{
					82.16300000000047, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [12]
				{
					82.99800000000687, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [13]
				{
					84.19500000000698, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [14]
				{
					84.86800000000221, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [15]
				{
					85.78399999999965, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [16]
				{
					85.78399999999965, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Опочли-СвежевательДуш", -- [5]
				}, -- [17]
				{
					87.05599999999686, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [18]
				{
					98.96700000000419, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [19]
				{
					99.63400000000547, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [20]
				{
					100.8610000000044, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [21]
				{
					100.8610000000044, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [22]
				{
					100.8610000000044, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [23]
				{
					100.8610000000044, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [24]
				{
					100.8610000000044, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [25]
				{
					111.721000000005, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [26]
				{
					112.9230000000098, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [27]
				{
					114.2220000000089, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [28]
				{
					114.2220000000089, -- [1]
					"Сик'тик-солдат", -- [2]
					119840, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Делка", -- [5]
				}, -- [29]
			},
			[124172] = {
				{
					15.1530000000057, -- [1]
					"Сик'тик - боец авангарда", -- [2]
					124172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[124253] = {
				{
					8.904999999998836, -- [1]
					"Сик'тик - танцующий с клинками", -- [2]
					124253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [1]
			},
			[124283] = {
				{
					12.13700000000245, -- [1]
					"Генерал Па'валак", -- [2]
					124283, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.27300000000105, -- [1]
					"Генерал Па'валак", -- [2]
					124283, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [32]
		{
			[120760] = {
				{
					9.80899999999383, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.72799999998824, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.77599999999802, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.72400000000198, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.62199999998848, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					23.50599999999395, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.47899999999208, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					25.54200000000128, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.20900000000256, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.12900000000082, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.2960000000021, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					40.1359999999986, -- [1]
					"Командир Во'цзак", -- [2]
					120760, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[121982] = {
				{
					6.190999999991618, -- [1]
					"Сик'тик-разрушитель", -- [2]
					121982, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[120789] = {
				{
					6.311000000001513, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.93299999998999, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.56299999999465, -- [1]
					"Командир Во'цзак", -- [2]
					120789, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120800] = {
				{
					8.720999999990454, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.48099999999977, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.12999999999011, -- [1]
					"Командир Во'цзак", -- [2]
					120800, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120759] = {
				{
					8.730999999999767, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.48099999999977, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.12999999999011, -- [1]
					"Командир Во'цзак", -- [2]
					120759, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[86603] = {
				{
					46.11800000000221, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.11800000000221, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.11800000000221, -- [1]
					"Шадопанский пленник", -- [2]
					86603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120758] = {
				{
					10.18099999999686, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.1649999999936, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.0679999999993, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.02799999999115, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.22699999999895, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.10199999999895, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.04099999999744, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					24.18399999999383, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					26.07799999999406, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					28.02999999999884, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					30.04799999999523, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					32.03899999998976, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					34.05599999999686, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					38.05599999999686, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					40.02999999999884, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					42.0399999999936, -- [1]
					"Командир Во'цзак", -- [2]
					120758, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
		}, -- [33]
		{
		}, -- [34]
		{
			[114999] = {
				{
					12.58200000000943, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[107356] = {
				{
					19.05299999999988, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.87799999999697, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[131521] = {
				{
					9.33299999999872, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[112929] = {
				{
					16.43400000000838, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.66000000000349, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.86100000000442, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[115002] = {
				{
					16.41100000000733, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.64600000000792, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.84900000000198, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[107357] = {
				{
					20.0679999999993, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.08200000000943, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.05900000000838, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.07000000000699, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.06700000001001, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					35.86900000000605, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [35]
		{
			[106872] = {
				{
					18.03900000000431, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					35.03800000000047, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[106827] = {
				{
					10.73700000000827, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.74300000000221, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.75, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.74899999999616, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.40200000000186, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.40499999999884, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					33.3859999999986, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.39600000000792, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[106877] = {
				{
					8.118000000002212, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.61699999999837, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.11299999999756, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.08199999999488, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[38166] = {
				{
					31.38999999999942, -- [1]
					"Ша Жестокости", -- [2]
					38166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106826] = {
				{
					10.73700000000827, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.40200000000186, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106966] = {
				{
					12.54200000000128, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.0460000000021, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.60700000000361, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [36]
		{
			[106853] = {
				{
					5.444000000003143, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106434] = {
				{
					16.85199999999895, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [37]
		{
			[106984] = {
				{
					12.0570000000007, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					18.13900000001013, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[110117] = {
				{
					61.95700000000943, -- [1]
					"Призрачный ша", -- [2]
					110117, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[106923] = {
				{
					19.25400000000082, -- [1]
					"Лазурный змей", -- [2]
					106923, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[102573] = {
				{
					26.35400000000664, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.0630000000092, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[107140] = {
				{
					40.18700000000536, -- [1]
					"Лазурный змей", -- [2]
					107140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[110945] = {
				{
					18.57000000000699, -- [1]
					"Гу Небесный Удар", -- [2]
					110945, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [38]
		{
			[106113] = {
				{
					12.1239999999525, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.45499999995809, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106736] = {
				{
					6.059999999939464, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.77099999994971, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.83699999994133, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.14199999999255, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.7489999999525, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[117665] = {
				{
					26.68499999993946, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[117570] = {
				{
					25.87300000002142, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.87300000002142, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.87300000002142, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.87300000002142, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.88299999991432, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [39]
		{
			[106797] = {
				{
					13.37800000002608, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106841] = {
				{
					13.58600000001025, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [1]
				{
					24.10800000000745, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [2]
			},
			[107045] = {
				{
					33.48400000005495, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.15300000004936, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.79599999997299, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.02700000000186, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106823] = {
				{
					10.76000000000931, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [1]
			},
		}, -- [40]
		{
			[114571] = {
				{
					1.381000000052154, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нольпомощии", -- [5]
				}, -- [1]
				{
					1.381000000052154, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [2]
				{
					3.107000000076369, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нольпомощии", -- [5]
				}, -- [3]
				{
					3.788000000058673, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [4]
				{
					5.004000000073575, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [5]
				{
					6.235000000102446, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [6]
				{
					7.43100000009872, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					8.637000000104308, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [8]
				{
					9.866000000038184, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					11.07600000000093, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [10]
				{
					12.29400000011083, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [11]
				{
					13.4900000001071, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [12]
				{
					14.12300000002142, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нольпомощии", -- [5]
				}, -- [13]
				{
					15.92500000004657, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нольпомощии", -- [5]
				}, -- [14]
				{
					15.92500000004657, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [15]
				{
					18.36100000003353, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [16]
				{
					18.36100000003353, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нольпомощии", -- [5]
				}, -- [17]
				{
					20.35700000007637, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [18]
				{
					20.79000000003725, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [19]
				{
					22.0010000000475, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [20]
				{
					23.20700000005309, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [21]
				{
					24.42600000009406, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [22]
				{
					25.63200000009965, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [23]
				{
					26.85100000002421, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [24]
				{
					28.08000000007451, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [25]
				{
					29.3080000000773, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [26]
				{
					30.52500000002328, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [27]
				{
					31.72500000009313, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [28]
				{
					32.93900000001304, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [29]
				{
					34.16300000005867, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [30]
				{
					35.38100000005215, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [31]
				{
					36.59400000004098, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [32]
				{
					37.81500000006054, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [33]
				{
					39.03100000007544, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [34]
				{
					40.24900000006892, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [35]
				{
					41.47500000009313, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [36]
				{
					42.68100000009872, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [37]
				{
					43.9100000000326, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [38]
				{
					45.11400000005961, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [39]
				{
					46.32400000002235, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [40]
				{
					47.5230000000447, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [41]
				{
					48.75500000000466, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [42]
				{
					49.96300000010524, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [43]
				{
					51.16600000008475, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [44]
				{
					53.59000000008382, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [45]
				{
					56.01400000008289, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [46]
				{
					58.44900000002235, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [47]
				{
					60.86600000003818, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [48]
				{
					63.29300000006333, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [49]
				{
					65.72200000006706, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [50]
			},
			[122527] = {
				{
					66.76899999997113, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [1]
				{
					66.76899999997113, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [2]
				{
					66.76899999997113, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дазер", -- [5]
				}, -- [3]
			},
		}, -- [41]
		{
			[106526] = {
				{
					9.165999999968335, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.03799999994226, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.91099999996368, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.1469999999972, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106653] = {
				{
					22.13000000000466, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.74100000003818, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					70.37899999995716, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					94.30200000002515, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[106055] = {
				{
					3.99800000002142, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.82400000002235, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.91899999999441, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.96900000004098, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.67700000002515, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					42.75, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					48.84199999994598, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					58.54299999994692, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					65.83199999993667, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					71.88500000000931, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					82.79200000001583, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					88.87699999997858, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					94.93599999998696, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					102.234999999986, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[106612] = {
				{
					109.5209999999497, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[121483] = {
				{
					131.0289999999804, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [42]
		{
			[119684] = {
				{
					9.910999999963678, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.01799999992363, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.08699999994133, -- [1]
					"Синь Мастер Боя", -- [2]
					119684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[122959] = {
				{
					11.75699999998324, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.72199999995064, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.41099999996368, -- [1]
					"Синь Мастер Боя", -- [2]
					122959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [43]
		{
			[118940] = {
				{
					29.39599999994971, -- [1]
					"Глинтрок-оракул", -- [2]
					118940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[118958] = {
				{
					9.620999999926426, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.09399999992456, -- [1]
					"Глинтрок-крепкошкур", -- [2]
					118958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[118963] = {
				{
					11.63099999993574, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [1]
				{
					25.14999999990687, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [2]
				{
					36.11800000001676, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [3]
				{
					49.22499999997672, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [4]
			},
			[118988] = {
				{
					17.70499999995809, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-тихоступ", -- [5]
				}, -- [1]
				{
					43.16599999996834, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-оракул", -- [5]
				}, -- [2]
				{
					65.375, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [3]
				{
					76.3389999999199, -- [1]
					"Геккан", -- [2]
					118988, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Глинтрок-проклинатель", -- [5]
				}, -- [4]
			},
			[129262] = {
				{
					44.41899999999441, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.43599999998696, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.875, -- [1]
					"Геккан", -- [2]
					129262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [44]
		{
			[120087] = {
				{
					67.85600000002887, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акулина-Галакронд", -- [5]
				}, -- [1]
				{
					67.85600000002887, -- [1]
					"Кружащийся дервиш", -- [2]
					120087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[120167] = {
				{
					97.71400000003632, -- [1]
					"Хайан Неудержимый", -- [2]
					120167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[118969] = {
				{
					116.1560000000754, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.1560000000754, -- [1]
					"Глинтрок-тихоступ", -- [2]
					118969, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[119946] = {
				{
					19.625, -- [1]
					"Му'Шиба", -- [2]
					119946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Агвиэль-Галакронд", -- [5]
				}, -- [1]
			},
			[123655] = {
				{
					84.37100000004284, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [1]
				{
					103.7939999999944, -- [1]
					"Хайан Неудержимый", -- [2]
					123655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [2]
			},
			[123654] = {
				{
					48.50899999996182, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [1]
				{
					56.61100000003353, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [2]
				{
					63.88399999996182, -- [1]
					"Мин Коварный", -- [2]
					123654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тортолетка", -- [5]
				}, -- [3]
			},
			[120160] = {
				{
					99.71799999999348, -- [1]
					"Хайан Неудержимый", -- [2]
					120160, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Светанета-Галакронд", -- [5]
				}, -- [1]
			},
			[119981] = {
				{
					65.53700000001118, -- [1]
					"Мин Коварный", -- [2]
					119981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[119922] = {
				{
					17.97900000005029, -- [1]
					"Куай Бесчеловечный", -- [2]
					119922, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [45]
		{
			[114999] = {
				{
					14.1820000000298, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бимбамбум", -- [5]
				}, -- [1]
				{
					22.67100000008941, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бимбамбум", -- [5]
				}, -- [2]
				{
					26.32300000009127, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					114999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бимбамбум", -- [5]
				}, -- [3]
			},
			[107356] = {
				{
					19.4330000000773, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.43800000008196, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[131521] = {
				{
					10.92200000002049, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					131521, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[112929] = {
				{
					16.84900000004564, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.03200000000652, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.26600000006147, -- [1]
					"Хваткая ненависть", -- [2]
					112929, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[115002] = {
				{
					16.82000000006519, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.03200000000652, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.24300000001676, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					115002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[107357] = {
				{
					20.44600000011269, -- [1]
					"Оскверненный Тажань Чжу", -- [2]
					107357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [46]
		{
			[106872] = {
				{
					17.83400000003167, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бимбамбум", -- [5]
				}, -- [1]
				{
					34.84900000004564, -- [1]
					"Ша Жестокости", -- [2]
					106872, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бимбамбум", -- [5]
				}, -- [2]
			},
			[106827] = {
				{
					11.76800000004005, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.77199999999721, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.77199999999721, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.77599999995437, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.97999999998137, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					30.98899999994319, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.9989999999525, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					32.98499999998603, -- [1]
					"Ша Жестокости", -- [2]
					106827, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[106877] = {
				{
					7.929000000003725, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.42999999993481, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.92799999995623, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.64099999994505, -- [1]
					"Ша Жестокости", -- [2]
					106877, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[38166] = {
				{
					33.62899999995716, -- [1]
					"Ша Жестокости", -- [2]
					38166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106826] = {
				{
					11.76800000004005, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.97999999998137, -- [1]
					"Ша Жестокости", -- [2]
					106826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[106966] = {
				{
					13.78799999994226, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.32200000004377, -- [1]
					"Малая нестабильная энергия", -- [2]
					106966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [47]
		{
			[106853] = {
				{
					6.98499999998603, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106434] = {
				{
					17.20400000002701, -- [1]
					"Мастер Снежный Вихрь", -- [2]
					106434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [48]
		{
			[102573] = {
				{
					24.69499999994878, -- [1]
					"Лазурный змей", -- [2]
					102573, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[106984] = {
				{
					12.45199999993201, -- [1]
					"Гу Небесный Удар", -- [2]
					106984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Намайя", -- [5]
				}, -- [1]
			},
			[110945] = {
				{
					16.52299999992829, -- [1]
					"Гу Небесный Удар", -- [2]
					110945, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [49]
		{
			[106851] = {
				{
					7.415000000037253, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.54600000008941, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.46299999998882, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.375, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52.29500000004191, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.00699999998324, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.70200000004843, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					82.60999999998603, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					93.52700000000186, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					104.4570000000531, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					115.3640000000596, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					125.1110000000335, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					136.033000000054, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					145.7590000000782, -- [1]
					"Янь-Чжу Высвобожденный", -- [2]
					106851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[116155] = {
				{
					21.95000000006985, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [1]
				{
					24.20400000002701, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [2]
				{
					26.6260000000475, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Юкихо", -- [5]
				}, -- [3]
				{
					41.78600000008009, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [4]
				{
					44.8080000000773, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нитродру-Ясеневыйлес", -- [5]
				}, -- [5]
				{
					47.21900000004098, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [6]
				{
					49.66100000008009, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чартанге", -- [5]
				}, -- [7]
				{
					52.0910000000149, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [8]
				{
					54.50800000003073, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Юкихо", -- [5]
				}, -- [9]
				{
					56.94900000002235, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чартанге", -- [5]
				}, -- [10]
				{
					59.36499999999069, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Юкихо", -- [5]
				}, -- [11]
				{
					61.79100000008475, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шототодороки-Ясеневыйлес", -- [5]
				}, -- [12]
				{
					64.21400000003632, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Юкихо", -- [5]
				}, -- [13]
				{
					66.64100000006147, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Махнато-ВечнаяПесня", -- [5]
				}, -- [14]
				{
					69.07200000004377, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Махнато-ВечнаяПесня", -- [5]
				}, -- [15]
				{
					81.42300000006799, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Статуя Черного Быка", -- [5]
				}, -- [16]
				{
					83.60400000005029, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Чартанге", -- [5]
				}, -- [17]
				{
					86.02500000002328, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [18]
				{
					101.9550000000745, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [19]
				{
					104.2430000000168, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Махнато-ВечнаяПесня", -- [5]
				}, -- [20]
				{
					106.6809999999823, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шототодороки-Ясеневыйлес", -- [5]
				}, -- [21]
				{
					109.1040000000503, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нитродру-Ясеневыйлес", -- [5]
				}, -- [22]
				{
					111.5270000000019, -- [1]
					"Пузыристый бражный хмелементаль", -- [2]
					116155, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нитродру-Ясеневыйлес", -- [5]
				}, -- [23]
			},
		}, -- [50]
		{
			[112944] = {
				{
					32.13000000000466, -- [1]
					"Прыгопотам", -- [2]
					112944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[116027] = {
				{
					40.09400000004098, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.83799999998882, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.83799999998882, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.10899999993853, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					41.10899999993853, -- [1]
					"Прыгун", -- [2]
					116027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[112992] = {
				{
					13.42799999995623, -- [1]
					"Прыгопотам", -- [2]
					112992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.08100000000559, -- [1]
					"Прыгопотам", -- [2]
					112992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [51]
		{
			[106651] = {
				{
					8.46799999999348, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.84399999992456, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.8399999999674, -- [1]
					"Ук-Ук", -- [2]
					106651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[106807] = {
				{
					15.87099999992643, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.07099999999628, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.51499999989756, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.6919999999227, -- [1]
					"Ук-Ук", -- [2]
					106807, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [52]
		{
			[58469] = {
				{
					51.80200000002515, -- [1]
					"Лазурный убийца магов", -- [2]
					58469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.80200000002515, -- [1]
					"Лазурный убийца магов", -- [2]
					58469, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[58462] = {
				{
					51.80200000002515, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
				{
					51.80200000002515, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [2]
				{
					51.80200000002515, -- [1]
					"Лазурная разрушительница чар", -- [2]
					58462, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [3]
			},
			[58455] = {
				{
					51.80200000002515, -- [1]
					"Лазурная чародейка", -- [2]
					58455, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[58456] = {
				{
					51.80200000002515, -- [1]
					"Лазурная чародейка", -- [2]
					58456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
			},
			[52720] = {
				{
					3.981999999959953, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.29300000006333, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.34499999997206, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.41899999999441, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.48900000005961, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					35.54899999999907, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					41.60800000000745, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[52721] = {
				{
					9.856000000028871, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрейда-Азурегос", -- [5]
				}, -- [1]
				{
					21.98900000005961, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					34.12699999997858, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрейда-Азурегос", -- [5]
				}, -- [3]
				{
					46.26000000000931, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрейда-Азурегос", -- [5]
				}, -- [4]
			},
			[58459] = {
				{
					51.80200000002515, -- [1]
					"Лазурный захватчик", -- [2]
					58459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Стражник Аметистовой крепости", -- [5]
				}, -- [1]
			},
			[52722] = {
				{
					7.918999999994412, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
				{
					16.43799999996554, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
				{
					27.34799999999814, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркфайр", -- [5]
				}, -- [3]
				{
					39.47999999998137, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркфайр", -- [5]
				}, -- [4]
			},
			[52723] = {
				{
					2.78000000002794, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.77000000001863, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.54899999999907, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [53]
		{
			[52772] = {
				{
					9.23300000000745, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрейда-Азурегос", -- [5]
				}, -- [1]
				{
					25.39399999997113, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркфайр", -- [5]
				}, -- [2]
			},
			[52771] = {
				{
					3.552999999956228, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					14.07500000006985, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
			},
			[52766] = {
				{
					20.15200000000186, -- [1]
					"Хронолорд Эпох", -- [2]
					52766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [54]
		{
			[52451] = {
				{
					10.9670000000624, -- [1]
					"Салрамм Плоторез", -- [2]
					52451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[52708] = {
				{
					19.67500000004657, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
			},
			[57725] = {
				{
					0.6450000000186265, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					3.29500000004191, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркфайр", -- [5]
				}, -- [2]
				{
					27.03300000005402, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [3]
				{
					31.877000000095, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [4]
			},
		}, -- [55]
		{
			[52666] = {
				{
					3.932999999960885, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.5669999999227, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.20100000000093, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.84999999997672, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.50500000000466, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.11899999994785, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.77299999992829, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.40099999995437, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					33.03999999992084, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.6929999999702, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					40.33699999994133, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.97800000000279, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.61899999994785, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					51.26399999996647, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[52696] = {
				{
					9.996999999973923, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркфайр", -- [5]
				}, -- [1]
				{
					35.47999999998137, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
		}, -- [56]
		{
			[51750] = {
				{
					11.89299999992363, -- [1]
					"Король Имирон", -- [2]
					51750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.26599999994505, -- [1]
					"Король Имирон", -- [2]
					51750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48294] = {
				{
					40.63099999993574, -- [1]
					"Король Имирон", -- [2]
					48294, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					69.7149999999674, -- [1]
					"Король Имирон", -- [2]
					48294, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48380] = {
				{
					56.81999999994878, -- [1]
					"Источник духа", -- [2]
					48380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48291] = {
				{
					10.67099999997299, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					30.11399999994319, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
				{
					60.4429999999702, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [3]
			},
			[48292] = {
				{
					31.33199999993667, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					62.86499999999069, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
				{
					73.79200000001583, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [3]
			},
		}, -- [57]
		{
			[50234] = {
				{
					13.69200000003912, -- [1]
					"Скади Безжалостный", -- [2]
					50234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					30.29500000004191, -- [1]
					"Скади Безжалостный", -- [2]
					50234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
			},
			[50228] = {
				{
					16.9330000000773, -- [1]
					"Скади Безжалостный", -- [2]
					50228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50255] = {
				{
					11.08000000007451, -- [1]
					"Скади Безжалостный", -- [2]
					50255, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дрейда-Азурегос", -- [5]
				}, -- [1]
				{
					37.35700000007637, -- [1]
					"Скади Безжалостный", -- [2]
					50255, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эмбид", -- [5]
				}, -- [2]
			},
		}, -- [58]
		{
			[48260] = {
				{
					6.011999999987893, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					14.0339999999851, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
				{
					22.98699999996461, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [3]
				{
					29.86999999999534, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [4]
			},
			[48256] = {
				{
					9.709999999962747, -- [1]
					"Горток Бледное Копыто", -- [2]
					48256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.81199999991804, -- [1]
					"Горток Бледное Копыто", -- [2]
					48256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.71399999991991, -- [1]
					"Горток Бледное Копыто", -- [2]
					48256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[48261] = {
				{
					14.96199999994133, -- [1]
					"Горток Бледное Копыто", -- [2]
					48261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
				{
					25.85399999993388, -- [1]
					"Горток Бледное Копыто", -- [2]
					48261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эмбид", -- [5]
				}, -- [2]
			},
		}, -- [59]
		{
			[48261] = {
				{
					14.34799999999814, -- [1]
					"Горток Бледное Копыто", -- [2]
					48261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
			},
			[49089] = {
				{
					12.89699999999721, -- [1]
					"Имирьярский знахарь", -- [2]
					49089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эмбид", -- [5]
				}, -- [1]
			},
			[49084] = {
				{
					17.95799999998417, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эмбид", -- [5]
				}, -- [1]
			},
			[48260] = {
				{
					11.49400000006426, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
				{
					22.40700000000652, -- [1]
					"Горток Бледное Копыто", -- [2]
					48260, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эмбид", -- [5]
				}, -- [2]
			},
			[48256] = {
				{
					11.92100000008941, -- [1]
					"Горток Бледное Копыто", -- [2]
					48256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.83000000007451, -- [1]
					"Горток Бледное Копыто", -- [2]
					48256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [60]
		{
			[48278] = {
				{
					20.63300000003073, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.63300000003073, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.63300000003073, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[15667] = {
				{
					9.702999999979511, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [1]
				{
					18.21000000007916, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мооп", -- [5]
				}, -- [2]
			},
			[48276] = {
				{
					20.17900000000373, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48276, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48258] = {
				{
					15.08500000007916, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.82600000000093, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.09799999999814, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [61]
		{
			[50804] = {
				{
					7.984000000054948, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [1]
				{
					12.52900000009686, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [2]
				{
					14.57700000004843, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [3]
				{
					16.99900000006892, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [4]
				{
					18.63200000009965, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [5]
				{
					21.08100000000559, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [6]
				{
					23.49700000009034, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [7]
			},
			[51153] = {
				{
					8.209000000031665, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.56599999999162, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [62]
		{
			[51243] = {
				{
					61.00900000007823, -- [1]
					"Старший детеныш дракона", -- [2]
					51243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [1]
			},
			[62249] = {
				{
					26.4330000000773, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [1]
				{
					28.87699999997858, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [2]
				{
					31.29599999997299, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [3]
				{
					31.71000000007916, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [4]
				{
					33.3190000000177, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [5]
				{
					33.72800000000279, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [6]
				{
					35.74699999997392, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [7]
				{
					36.14500000001863, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [8]
				{
					37.79500000004191, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [9]
				{
					38.97100000001956, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [10]
				{
					39.77399999997579, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [11]
				{
					41.81500000006054, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [12]
				{
					42.22100000001956, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [13]
				{
					45.47299999999814, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [14]
				{
					45.88699999998789, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [15]
				{
					47.92200000002049, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [16]
				{
					48.32700000004843, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [17]
				{
					50.35400000005029, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [18]
				{
					50.74400000006426, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [19]
				{
					52.79099999996834, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [20]
				{
					53.18400000000838, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [21]
				{
					56.02000000001863, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [22]
				{
					56.81700000003912, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [23]
				{
					58.45600000000559, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [24]
				{
					59.27600000007078, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [25]
				{
					60.88699999998789, -- [1]
					"Старший детеныш дракона", -- [2]
					62249, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [26]
			},
			[51170] = {
				{
					47.63000000000466, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51153] = {
				{
					13.19200000003912, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.3080000000773, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.25400000007357, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					47.63000000000466, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					51153, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[50804] = {
				{
					12.25400000007357, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [1]
				{
					15.91399999998976, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [2]
				{
					18.0690000000177, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [3]
				{
					26.03800000005867, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [4]
				{
					28.47299999999814, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [5]
				{
					32.10600000002887, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [6]
				{
					36.95500000007451, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					39.37900000007357, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [8]
				{
					41.81500000006054, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					45.47299999999814, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [10]
				{
					49.59299999999348, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [11]
				{
					50.80900000000838, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [12]
				{
					52.03200000000652, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рубиновый дракон", -- [5]
				}, -- [13]
				{
					55.61400000005961, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [14]
				{
					58.10400000005029, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [15]
				{
					59.34400000004098, -- [1]
					"Хранитель энергии Эрегос", -- [2]
					50804, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [16]
			},
		}, -- [63]
		{
			[51103] = {
				{
					6.302999999956228, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.27000000001863, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.94099999999162, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.79099999996834, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					59.71699999994598, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.81200000003446, -- [1]
					"Маг-лорд Уром", -- [2]
					51103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[51112] = {
				{
					31.27599999995437, -- [1]
					"Маг-лорд Уром", -- [2]
					51112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.14599999994971, -- [1]
					"Маг-лорд Уром", -- [2]
					51112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[51121] = {
				{
					47.07299999997485, -- [1]
					"Маг-лорд Уром", -- [2]
					51121, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[51243] = {
				{
					80.14899999997579, -- [1]
					"Старший детеныш дракона", -- [2]
					51243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Янтарный дракон", -- [5]
				}, -- [1]
			},
			[51110] = {
				{
					39.48699999996461, -- [1]
					"Маг-лорд Уром", -- [2]
					51110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					78.38699999998789, -- [1]
					"Маг-лорд Уром", -- [2]
					51110, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [64]
		{
			[50728] = {
				{
					15.61900000006426, -- [1]
					"Ирреальный волк", -- [2]
					50728, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15588] = {
				{
					13.18800000008196, -- [1]
					"Ирреальный туческреб", -- [2]
					15588, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51253] = {
				{
					18.04000000003725, -- [1]
					"Ирреальный мамонт", -- [2]
					51253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50496] = {
				{
					3.643000000040047, -- [1]
					"Маг-лорд Уром", -- [2]
					50496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[59220] = {
				{
					5.282000000006519, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [1]
				{
					5.282000000006519, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [2]
				{
					8.91800000006333, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [3]
				{
					10.13100000005215, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [4]
				{
					16.19900000002235, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [5]
				{
					23.47000000008848, -- [1]
					"Ирреальный туческреб", -- [2]
					59220, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [6]
			},
			[32323] = {
				{
					15.61900000006426, -- [1]
					"Ирреальный мамонт", -- [2]
					32323, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[53813] = {
				{
					5.915000000037253, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50729] = {
				{
					10.76199999998789, -- [1]
					"Ирреальный волк", -- [2]
					50729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [1]
				{
					21.68500000005588, -- [1]
					"Ирреальный волк", -- [2]
					50729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [2]
			},
		}, -- [65]
		{
			[50730] = {
				{
					18.29000000003725, -- [1]
					"Ирреальный огр", -- [2]
					50730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50732] = {
				{
					14.64400000008754, -- [1]
					"Ирреальная нага", -- [2]
					50732, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[53813] = {
				{
					6.12300000002142, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[50731] = {
				{
					8.482000000076368, -- [1]
					"Ирреальный огр", -- [2]
					50731, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [1]
				{
					24.38400000007823, -- [1]
					"Ирреальный огр", -- [2]
					50731, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [2]
			},
			[49711] = {
				{
					18.79100000008475, -- [1]
					"Ирреальная нага", -- [2]
					49711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [1]
			},
			[50495] = {
				{
					4.001000000047498, -- [1]
					"Маг-лорд Уром", -- [2]
					50495, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [66]
		{
			[50744] = {
				{
					4.708000000100583, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [1]
				{
					8.346000000019558, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [2]
				{
					13.19599999999628, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [3]
				{
					16.8190000000177, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					20.46500000008382, -- [1]
					"Ирреальный огонь", -- [2]
					50744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
			},
			[50476] = {
				{
					4.009000000078231, -- [1]
					"Маг-лорд Уром", -- [2]
					50476, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[37924] = {
				{
					10.98100000002887, -- [1]
					"Ирреальная вода", -- [2]
					37924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.39699999999721, -- [1]
					"Ирреальная вода", -- [2]
					37924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53813] = {
				{
					5.849000000045635, -- [1]
					"Маг-лорд Уром", -- [2]
					53813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [67]
		{
			[51008] = {
				{
					26.07600000000093, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.37699999997858, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51008, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[51054] = {
				{
					13.93700000003446, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кисаки-СвежевательДуш", -- [5]
				}, -- [1]
				{
					26.07600000000093, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [2]
				{
					50.37699999997858, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бугагеш-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					62.54500000004191, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гервент", -- [5]
				}, -- [4]
				{
					80.72600000002421, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51054, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
			},
			[51007] = {
				{
					9.101999999955297, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.72600000002421, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50785] = {
				{
					13.72199999995064, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.80200000002515, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.85900000005495, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					31.94200000003912, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					38.01599999994505, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.07999999995809, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					50.17000000004191, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					56.25399999995716, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					62.3399999999674, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					68.39399999997113, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					74.46799999999348, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					80.51399999996647, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50785, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[51006] = {
				{
					63.75199999997858, -- [1]
					"Варос Заоблачный Странник", -- [2]
					51006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49549] = {
				{
					11.01000000000931, -- [1]
					"Страж лазурного кольца", -- [2]
					49549, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.42200000002049, -- [1]
					"Страж лазурного кольца", -- [2]
					49549, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [2]
				{
					15.85600000002887, -- [1]
					"Страж лазурного кольца", -- [2]
					49549, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [3]
				{
					18.26800000004005, -- [1]
					"Страж лазурного кольца", -- [2]
					49549, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синяягаля-СвежевательДуш", -- [5]
				}, -- [4]
			},
		}, -- [68]
		{
			[50774] = {
				{
					14.95600000000559, -- [1]
					"Дракос Дознаватель", -- [2]
					50774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.76199999998789, -- [1]
					"Дракос Дознаватель", -- [2]
					50774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50053] = {
				{
					58.0010000000475, -- [1]
					"Варос Заоблачный Странник", -- [2]
					50053, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[51336] = {
				{
					13.52700000000186, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.45499999995809, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.80299999995623, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.91799999994692, -- [1]
					"Дракос Дознаватель", -- [2]
					51336, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [69]
		{
			[52721] = {
				{
					9.563000000081956, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крашито", -- [5]
				}, -- [1]
				{
					21.6940000000177, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					33.81800000008661, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крашито", -- [5]
				}, -- [3]
				{
					45.96100000001025, -- [1]
					"Мал'Ганис", -- [2]
					52721, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ротъгар-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[52720] = {
				{
					3.706000000005588, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.97700000007171, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.04500000004191, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.12100000004284, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.17000000004191, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					35.24900000006892, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					41.30200000002515, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					47.375, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.44500000006519, -- [1]
					"Мал'Ганис", -- [2]
					52720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[52722] = {
				{
					7.646999999997206, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крашито", -- [5]
				}, -- [1]
				{
					16.12900000007357, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ротъгар-СвежевательДуш", -- [5]
				}, -- [2]
				{
					27.0570000000298, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Успехсх", -- [5]
				}, -- [3]
				{
					39.17300000006799, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ротъгар-СвежевательДуш", -- [5]
				}, -- [4]
				{
					51.30400000000373, -- [1]
					"Мал'Ганис", -- [2]
					52722, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
			},
			[52723] = {
				{
					2.488000000012107, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.46400000003632, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.24900000006892, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.23200000007637, -- [1]
					"Мал'Ганис", -- [2]
					52723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [70]
		{
			[52772] = {
				{
					15.10999999998603, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [1]
				{
					34.95999999996275, -- [1]
					"Хронолорд Эпох", -- [2]
					52772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Успехсх", -- [5]
				}, -- [2]
			},
			[52771] = {
				{
					5.788999999989756, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [1]
				{
					16.70799999998417, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [2]
				{
					28.8739999999525, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [3]
				{
					39.78200000000652, -- [1]
					"Хронолорд Эпох", -- [2]
					52771, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [4]
			},
			[52766] = {
				{
					22.39299999992363, -- [1]
					"Хронолорд Эпох", -- [2]
					52766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.43299999996088, -- [1]
					"Хронолорд Эпох", -- [2]
					52766, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [71]
		{
			[52451] = {
				{
					10.28700000001118, -- [1]
					"Салрамм Плоторез", -- [2]
					52451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.34299999999348, -- [1]
					"Салрамм Плоторез", -- [2]
					52451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52708] = {
				{
					15.35999999998603, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ротъгар-СвежевательДуш", -- [5]
				}, -- [1]
				{
					42.02899999998044, -- [1]
					"Салрамм Плоторез", -- [2]
					52708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Успехсх", -- [5]
				}, -- [2]
			},
			[52480] = {
				{
					39.61300000001211, -- [1]
					"Салрамм Плоторез", -- [2]
					52480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[57725] = {
				{
					3.265999999945052, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [1]
				{
					6.922999999951571, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [2]
				{
					12.9989999999525, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [3]
				{
					20.2829999999376, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [4]
				{
					23.91399999998976, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [5]
				{
					36.05999999993946, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [6]
				{
					49.39000000001397, -- [1]
					"Салрамм Плоторез", -- [2]
					57725, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пшикпшляк", -- [5]
				}, -- [7]
			},
		}, -- [72]
		{
			[52666] = {
				{
					3.900999999954365, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.147999999928288, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.78099999995902, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.42499999993015, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.07699999993201, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.72800000000279, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.36999999999534, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.01399999996647, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.67299999995157, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.31199999991804, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					39.9429999999702, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					43.60399999993388, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.23100000002887, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.8519999999553, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					54.50399999995716, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					58.15700000000652, -- [1]
					"Мясной Крюк", -- [2]
					52666, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[52696] = {
				{
					31.46199999994133, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					46.01500000001397, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					60.5910000000149, -- [1]
					"Мясной Крюк", -- [2]
					52696, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крашито", -- [5]
				}, -- [3]
			},
		}, -- [73]
		{
			[51750] = {
				{
					12.42000000004191, -- [1]
					"Король Имирон", -- [2]
					51750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.1820000000298, -- [1]
					"Король Имирон", -- [2]
					51750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48380] = {
				{
					56.23499999998603, -- [1]
					"Источник духа", -- [2]
					48380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48291] = {
				{
					8.77800000004936, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [1]
				{
					33.09900000004564, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [2]
				{
					59.86300000001211, -- [1]
					"Король Имирон", -- [2]
					48291, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[48529] = {
				{
					28.72800000000279, -- [1]
					"Король Имирон", -- [2]
					48529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48292] = {
				{
					11.21799999999348, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [1]
				{
					34.3070000000298, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [2]
				{
					61.07799999997951, -- [1]
					"Король Имирон", -- [2]
					48292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [3]
			},
		}, -- [74]
		{
			[48639] = {
				{
					6.489999999990687, -- [1]
					"Имирьярский воин", -- [2]
					48639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					18.62800000002608, -- [1]
					"Имирьярский воин", -- [2]
					48639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [2]
			},
			[50234] = {
				{
					32.00600000005215, -- [1]
					"Скади Безжалостный", -- [2]
					50234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[49084] = {
				{
					6.913000000058673, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					9.731000000028871, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [2]
				{
					17, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [3]
				{
					23.0690000000177, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [4]
				{
					26.04500000004191, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дартморгиус", -- [5]
				}, -- [5]
				{
					37.66600000008475, -- [1]
					"Имирьярский знахарь", -- [2]
					49084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [6]
			},
			[50255] = {
				{
					28.14400000008754, -- [1]
					"Скади Безжалостный", -- [2]
					50255, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[48640] = {
				{
					16.50400000007357, -- [1]
					"Имирьярский воин", -- [2]
					48640, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
			},
			[50228] = {
				{
					13.79700000002049, -- [1]
					"Скади Безжалостный", -- [2]
					50228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [75]
		{
			[48278] = {
				{
					25.34600000001956, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.34600000001956, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.34600000001956, -- [1]
					"Восставший чаротворец", -- [2]
					48278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[59228] = {
				{
					10.37199999997392, -- [1]
					"Увалень из Плети", -- [2]
					59228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [1]
				{
					32.20999999996275, -- [1]
					"Увалень из Плети", -- [2]
					59228, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дартморгиус", -- [5]
				}, -- [2]
			},
			[48697] = {
				{
					5.523000000044704, -- [1]
					"Увалень из Плети", -- [2]
					48697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [1]
				{
					38.28799999994226, -- [1]
					"Увалень из Плети", -- [2]
					48697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [2]
				{
					50.41599999996834, -- [1]
					"Увалень из Плети", -- [2]
					48697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дартморгиус", -- [5]
				}, -- [3]
			},
			[48258] = {
				{
					12.51300000003539, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.00500000000466, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.63300000003073, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.10899999993853, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					68.32900000002701, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[15667] = {
				{
					9.569000000017695, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					21.70999999996275, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дартморгиус", -- [5]
				}, -- [2]
				{
					60.53200000000652, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [3]
				{
					71.4649999999674, -- [1]
					"Свала Вечноскорбящая", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Трупкуницы-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[48276] = {
				{
					24.89500000001863, -- [1]
					"Свала Вечноскорбящая", -- [2]
					48276, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [76]
		{
			[31717] = {
				{
					4.557999999960885, -- [1]
					"Черная Охотница", -- [2]
					31717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					14.28799999994226, -- [1]
					"Черная Охотница", -- [2]
					31717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					20.34199999994598, -- [1]
					"Черная Охотница", -- [2]
					31717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[31704] = {
				{
					5.201000000000931, -- [1]
					"Черная Охотница", -- [2]
					31704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.02199999999721, -- [1]
					"Черная Охотница", -- [2]
					31704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [77]
		{
			[31567] = {
				{
					32.31800000008661, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31567, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[31615] = {
				{
					20.21200000005774, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.93000000005122, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[32065] = {
				{
					42.08500000007916, -- [1]
					"Болотник Нижетопи", -- [2]
					32065, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					56.96500000008382, -- [1]
					"Болотник Нижетопи", -- [2]
					32065, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[18813] = {
				{
					33.52700000000186, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					18813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [1]
				{
					51.70700000005309, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					18813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					72.3640000000596, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					18813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[32330] = {
				{
					7.727000000071712, -- [1]
					"Оса ликулла", -- [2]
					32330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					11.37100000004284, -- [1]
					"Оса ликулла", -- [2]
					32330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					16.2510000000475, -- [1]
					"Оса ликулла", -- [2]
					32330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					28.36999999999534, -- [1]
					"Оса ликулла", -- [2]
					32330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					32.01000000000931, -- [1]
					"Оса ликулла", -- [2]
					32330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[22907] = {
				{
					1.192000000039116, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					22907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					35.54800000006799, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					22907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					39.58100000000559, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					22907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					46.8760000000475, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					22907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					50.502000000095, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					22907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[31946] = {
				{
					20.21200000005774, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
				{
					52.93000000005122, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [2]
			},
			[25778] = {
				{
					39.99600000004284, -- [1]
					"Болотник Нижетопи", -- [2]
					25778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					76.01699999999255, -- [1]
					"Болотник Нижетопи", -- [2]
					25778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[34971] = {
				{
					9.266000000061467, -- [1]
					"Коготь", -- [2]
					34971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.74700000009034, -- [1]
					"Коготь", -- [2]
					34971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34662] = {
				{
					9.266000000061467, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					34662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.74700000009034, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					34662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.21400000003632, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					34662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[31623] = {
				{
					31.27700000000186, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31623, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
			},
			[34974] = {
				{
					32.31800000008661, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					34974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					43.20900000003167, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					34974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[31547] = {
				{
					76.01699999999255, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Коготь", -- [5]
				}, -- [1]
			},
			[34298] = {
				{
					14.93100000009872, -- [1]
					"Коготь", -- [2]
					34298, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					30.79500000004191, -- [1]
					"Коготь", -- [2]
					34298, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					39.78600000008009, -- [1]
					"Коготь", -- [2]
					34298, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					49.80200000002515, -- [1]
					"Коготь", -- [2]
					34298, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					62.86800000001676, -- [1]
					"Коготь", -- [2]
					34298, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[34392] = {
				{
					1.590000000083819, -- [1]
					"Светящийся острожал", -- [2]
					34392, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[31429] = {
				{
					10.50400000007357, -- [1]
					"Коготь", -- [2]
					31429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.26900000008754, -- [1]
					"Коготь", -- [2]
					31429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.08800000010524, -- [1]
					"Коготь", -- [2]
					31429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.72400000004563, -- [1]
					"Коготь", -- [2]
					31429, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[31566] = {
				{
					8.186000000103377, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31566, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					17.71799999999348, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31566, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					58.87200000009034, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31566, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					64.26400000008289, -- [1]
					"Владыка болот Мусел'ек", -- [2]
					31566, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[34984] = {
				{
					1.38800000003539, -- [1]
					"Болотный скат", -- [2]
					34984, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[8599] = {
				{
					29.49700000009034, -- [1]
					"Оса ликулла", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [78]
		{
			[34268] = {
				{
					1.65500000002794, -- [1]
					"Газ'ан", -- [2]
					34268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.1589999999851, -- [1]
					"Газ'ан", -- [2]
					34268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.67599999997765, -- [1]
					"Газ'ан", -- [2]
					34268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.75300000002608, -- [1]
					"Газ'ан", -- [2]
					34268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.41899999999441, -- [1]
					"Газ'ан", -- [2]
					34268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[34267] = {
				{
					4.089000000036322, -- [1]
					"Газ'ан", -- [2]
					34267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.03899999998976, -- [1]
					"Газ'ан", -- [2]
					34267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.97100000001956, -- [1]
					"Газ'ан", -- [2]
					34267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[34290] = {
				{
					7.738000000012107, -- [1]
					"Газ'ан", -- [2]
					34290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.72400000004564, -- [1]
					"Газ'ан", -- [2]
					34290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.84700000006706, -- [1]
					"Газ'ан", -- [2]
					34290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[15716] = {
				{
					26.78300000005402, -- [1]
					"Газ'ан", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [79]
		{
			[31689] = {
				{
					24.60999999998603, -- [1]
					"Гриб Нижетопи", -- [2]
					31689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.32499999995343, -- [1]
					"Гриб Нижетопи", -- [2]
					31689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.03499999991618, -- [1]
					"Гриб Нижетопи", -- [2]
					31689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.12899999995716, -- [1]
					"Гриб Нижетопи", -- [2]
					31689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[34168] = {
				{
					24.60999999998603, -- [1]
					"Гриб Нижетопи", -- [2]
					34168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.32499999995343, -- [1]
					"Гриб Нижетопи", -- [2]
					34168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.03499999991618, -- [1]
					"Гриб Нижетопи", -- [2]
					34168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.12899999995716, -- [1]
					"Гриб Нижетопи", -- [2]
					34168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[15550] = {
				{
					9.644999999902211, -- [1]
					"Болотоход", -- [2]
					15550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.655999999959022, -- [1]
					"Болотоход", -- [2]
					15550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34874] = {
				{
					50.42399999999907, -- [1]
					"Топеглад", -- [2]
					34874, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[32065] = {
				{
					2.772999999928288, -- [1]
					"Болотоход", -- [2]
					32065, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					4.798999999999069, -- [1]
					"Болотоход", -- [2]
					32065, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
			},
			[31673] = {
				{
					37.61099999991711, -- [1]
					"Топеглад", -- [2]
					31673, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8599] = {
				{
					18.13299999991432, -- [1]
					"Болотоход", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.55900000000838, -- [1]
					"Болотоход", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [80]
		{
			[16172] = {
				{
					12.57000000006519, -- [1]
					"Полководец Калитреш", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[31534] = {
				{
					20.6480000000447, -- [1]
					"Полководец Калитреш", -- [2]
					31534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [81]
		{
			[11642] = {
				{
					3.344000000040978, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					11642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лепрогном из резервуара Кривого Клыка", -- [5]
				}, -- [1]
			},
			[13339] = {
				{
					2.268000000040047, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					13339, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
			},
			[13446] = {
				{
					3.006999999983236, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					4.636999999987893, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[31486] = {
				{
					8.619999999995343, -- [1]
					"Анжинер Паропуск", -- [2]
					31486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
				{
					20.76800000004005, -- [1]
					"Анжинер Паропуск", -- [2]
					31486, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[31485] = {
				{
					27.80000000004657, -- [1]
					"Анжинер Паропуск", -- [2]
					31485, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15547] = {
				{
					2.268000000040047, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.152000000001863, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					10.79600000008941, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					14.44799999997485, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					18.08900000003632, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					21.72100000001956, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
				{
					25.36999999999534, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [7]
				{
					29.02600000007078, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
			},
			[35107] = {
				{
					13.73800000001211, -- [1]
					"Анжинер Паропуск", -- [2]
					35107, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
			},
			[11831] = {
				{
					4.692000000039116, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					11831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.692000000039116, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					11831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[9613] = {
				{
					1.62699999997858, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
				{
					2.849000000045635, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
			},
			[13444] = {
				{
					2.268000000040047, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					13444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					3.479999999981374, -- [1]
					"Лепрогном из резервуара Кривого Клыка", -- [2]
					13444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
			},
		}, -- [82]
		{
			[31718] = {
				{
					17.36600000003818, -- [1]
					"Гидромантка Теспия", -- [2]
					31718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[31481] = {
				{
					19.78300000005402, -- [1]
					"Гидромантка Теспия", -- [2]
					31481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
			},
			[34449] = {
				{
					12.79899999999907, -- [1]
					"Элементаль воды резервуара Кривого Клыка", -- [2]
					34449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.35400000005029, -- [1]
					"Элементаль воды резервуара Кривого Клыка", -- [2]
					34449, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[25033] = {
				{
					10.08900000003632, -- [1]
					"Гидромантка Теспия", -- [2]
					25033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [83]
		{
			[34716] = {
				{
					11.27199999999721, -- [1]
					"Узлодревень", -- [2]
					34716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36705] = {
				{
					15.90999999991618, -- [1]
					"Узлодревень", -- [2]
					36705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [84]
		{
			[34659] = {
				{
					7.179000000003725, -- [1]
					"Скалезуб Скорбный", -- [2]
					34659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [85]
		{
			[34222] = {
				{
					59.00299999990966, -- [1]
					"Солнцелов-чаротворец", -- [2]
					34222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.00299999990966, -- [1]
					"Солнцелов-чаротворец", -- [2]
					34222, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34659] = {
				{
					11.99599999992643, -- [1]
					"Скалезуб Скорбный", -- [2]
					34659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.4769999999553, -- [1]
					"Скалезуб Скорбный", -- [2]
					34659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.88500000000931, -- [1]
					"Скалезуб Скорбный", -- [2]
					34659, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[34637] = {
				{
					3.968999999924563, -- [1]
					"Солнцелов-чаротворец", -- [2]
					34637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					52.53499999991618, -- [1]
					"Солнцелов-чаротворец", -- [2]
					34637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[34615] = {
				{
					2.271999999997206, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					2.271999999997206, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					6.668999999994412, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [3]
				{
					19.28499999991618, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [4]
				{
					27.79499999992549, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
				{
					44.76599999994505, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [6]
			},
			[34616] = {
				{
					5.711000000010245, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					9.331000000005588, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [2]
				{
					11.77700000000186, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					12.99099999992177, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					34616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [4]
			},
			[30621] = {
				{
					20.50500000000466, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					30621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					36.26799999992363, -- [1]
					"Подстрекатель из племени Лозы Пустоты", -- [2]
					30621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[34614] = {
				{
					21.66299999994226, -- [1]
					"Плут Ветви Пустоты", -- [2]
					34614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					23.24399999994785, -- [1]
					"Плут Ветви Пустоты", -- [2]
					34614, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [2]
			},
			[34670] = {
				{
					28.87699999997858, -- [1]
					"Скалезуб Скорбный", -- [2]
					34670, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34661] = {
				{
					21.50199999997858, -- [1]
					"Скалезуб Скорбный", -- [2]
					34661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
			},
			[34626] = {
				{
					5.907000000006519, -- [1]
					"Бледная смерть", -- [2]
					34626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.12300000002142, -- [1]
					"Бледная смерть", -- [2]
					34626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
				{
					7.314999999944121, -- [1]
					"Бледная смерть", -- [2]
					34626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [3]
				{
					7.314999999944121, -- [1]
					"Бледная смерть", -- [2]
					34626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
			},
			[15284] = {
				{
					2.211000000010245, -- [1]
					"Жнец из племени Лозы Пустоты", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
		}, -- [86]
		{
			[34762] = {
				{
					11.16800000006333, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.28200000000652, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34350] = {
				{
					7.28000000002794, -- [1]
					"Солнцелов-ботаник", -- [2]
					34350, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.28000000002794, -- [1]
					"Солнцелов-ботаник", -- [2]
					34350, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34763] = {
				{
					5.101000000024214, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.2510000000475, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.3420000000624, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.19800000009127, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34763, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[34644] = {
				{
					5.221000000019558, -- [1]
					"Большой хлестун", -- [2]
					34644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					9.728000000002794, -- [1]
					"Большой хлестун", -- [2]
					34644, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
			},
			[34352] = {
				{
					8.502000000094995, -- [1]
					"Солнцелов-ученый", -- [2]
					34352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[34745] = {
				{
					33.56700000003912, -- [1]
					"Заступник-хлестун", -- [2]
					34745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					37.22900000005029, -- [1]
					"Заступник-хлестун", -- [2]
					34745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
				{
					38.43400000000838, -- [1]
					"Заступник-хлестун", -- [2]
					34745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					38.45400000002701, -- [1]
					"Заступник-хлестун", -- [2]
					34745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [4]
				{
					42.49200000008568, -- [1]
					"Заступник-хлестун", -- [2]
					34745, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [5]
			},
			[34557] = {
				{
					29.15700000000652, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34550] = {
				{
					30.36300000001211, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34170] = {
				{
					1.507000000099652, -- [1]
					"Солнцелов-геомант", -- [2]
					34170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.91800000006333, -- [1]
					"Солнцелов-геомант", -- [2]
					34170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[34551] = {
				{
					29.23400000005495, -- [1]
					"Верховный ботаник Фрейвин", -- [2]
					34551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34358] = {
				{
					8.286000000080094, -- [1]
					"Солнцелов-химик", -- [2]
					34358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [87]
		{
			[34821] = {
				{
					12.11199999996461, -- [1]
					"Кровостраж-распорядитель", -- [2]
					34821, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[29765] = {
				{
					8.020999999949709, -- [1]
					"Кровостраж-заступник", -- [2]
					29765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					8.760999999940395, -- [1]
					"Кровостраж-заступник", -- [2]
					29765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
				{
					9.236000000033528, -- [1]
					"Кровостраж-заступник", -- [2]
					29765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					9.317000000039116, -- [1]
					"Кровостраж-заступник", -- [2]
					29765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [4]
			},
			[17194] = {
				{
					33.04999999993015, -- [1]
					"Призванный кровостраж-лекарь", -- [2]
					17194, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[34809] = {
				{
					25.48199999995995, -- [1]
					"Призванный кровостраж-лекарь", -- [2]
					34809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Призванный кровостраж-лекарь", -- [5]
				}, -- [1]
			},
			[35399] = {
				{
					10.91399999998976, -- [1]
					"Кровостраж-заступник", -- [2]
					35399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.11199999996461, -- [1]
					"Кровостраж-заступник", -- [2]
					35399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.33199999993667, -- [1]
					"Кровостраж-заступник", -- [2]
					35399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.33199999993667, -- [1]
					"Кровостраж-заступник", -- [2]
					35399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					13.33199999993667, -- [1]
					"Кровостраж-заступник", -- [2]
					35399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[34799] = {
				{
					15.77399999997579, -- [1]
					"Командир Сараннис", -- [2]
					34799, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					30.32499999995343, -- [1]
					"Командир Сараннис", -- [2]
					34799, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[34170] = {
				{
					26.57900000002701, -- [1]
					"Солнцелов-геомант", -- [2]
					34170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.57699999993201, -- [1]
					"Солнцелов-геомант", -- [2]
					34170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.01599999994505, -- [1]
					"Солнцелов-геомант", -- [2]
					34170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[34254] = {
				{
					10.88300000003073, -- [1]
					"Солнцелов-ботаник", -- [2]
					34254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.88800000003539, -- [1]
					"Солнцелов-ботаник", -- [2]
					34254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [88]
		{
			[36992] = {
				{
					25.5109999999404, -- [1]
					"Паталеон Вычислитель", -- [2]
					36992, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36022] = {
				{
					18.21899999992456, -- [1]
					"Паталеон Вычислитель", -- [2]
					36022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36021] = {
				{
					15.77700000000186, -- [1]
					"Паталеон Вычислитель", -- [2]
					36021, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[34809] = {
				{
					30.43299999996088, -- [1]
					"Кровостраж-лекарь", -- [2]
					34809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-лекарь", -- [5]
				}, -- [1]
				{
					30.43299999996088, -- [1]
					"Кровостраж-лекарь", -- [2]
					34809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-лекарь", -- [5]
				}, -- [2]
				{
					30.43299999996088, -- [1]
					"Кровостраж-лекарь", -- [2]
					34809, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-лекарь", -- [5]
				}, -- [3]
			},
		}, -- [89]
		{
			[35314] = {
				{
					25.22399999992922, -- [1]
					"Пустомант Сепетрея", -- [2]
					35314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[35250] = {
				{
					21.60899999993853, -- [1]
					"Пустомант Сепетрея", -- [2]
					35250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35268] = {
				{
					26.83199999993667, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.84199999994598, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.02500000002328, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					46.25, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [90]
		{
			[35265] = {
				{
					3.244999999995343, -- [1]
					"Солнцелов-астромаг", -- [2]
					35265, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35267] = {
				{
					5.253000000026077, -- [1]
					"Солнцелов-астромаг", -- [2]
					35267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[35178] = {
				{
					3.244999999995343, -- [1]
					"Кровостраж-центурион", -- [2]
					35178, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					5.672000000020489, -- [1]
					"Кровостраж-центурион", -- [2]
					35178, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[35250] = {
				{
					28.71999999997206, -- [1]
					"Пустомант Сепетрея", -- [2]
					35250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.83600000001025, -- [1]
					"Пустомант Сепетрея", -- [2]
					35250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.5690000000177, -- [1]
					"Пустомант Сепетрея", -- [2]
					35250, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[36582] = {
				{
					9.601000000024214, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.43299999996088, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.30299999995623, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.43299999996088, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					50.86100000003353, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					77.57299999997485, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					93.37199999997392, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					109.1929999999702, -- [1]
					"Разрушитель Бурегорна", -- [2]
					36582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[35268] = {
				{
					22.66300000005867, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.51899999997113, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.50500000000466, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.78599999996368, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					63.92000000004191, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					77.27899999998044, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					91.85699999995995, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					99.16700000001583, -- [1]
					"Яростное пламя", -- [2]
					35268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[35314] = {
				{
					19.01699999999255, -- [1]
					"Пустомант Сепетрея", -- [2]
					35314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					45.7160000000149, -- [1]
					"Пустомант Сепетрея", -- [2]
					35314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
				{
					79.70799999998417, -- [1]
					"Пустомант Сепетрея", -- [2]
					35314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					108.8969999999972, -- [1]
					"Пустомант Сепетрея", -- [2]
					35314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
			},
			[35783] = {
				{
					10.50899999996182, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					28.71999999997206, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					39.63899999996647, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [3]
				{
					56.63100000005215, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
				{
					73.625, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [5]
				{
					95.51000000000931, -- [1]
					"Разрушитель Бурегорна", -- [2]
					35783, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [6]
			},
		}, -- [91]
		{
			[35311] = {
				{
					13.92399999999907, -- [1]
					"Страж ворот Точеный Нож", -- [2]
					35311, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35318] = {
				{
					16.35699999995995, -- [1]
					"Страж ворот Точеный Нож", -- [2]
					35318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
			},
		}, -- [92]
		{
			[35062] = {
				{
					6.077999999979511, -- [1]
					"Механарский монтер", -- [2]
					35062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эделор", -- [5]
				}, -- [1]
				{
					8.15700000000652, -- [1]
					"Механарский монтер", -- [2]
					35062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
			},
			[35057] = {
				{
					1.003000000026077, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.231000000028871, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.231000000028871, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					3.432000000029802, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					3.432000000029802, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					4.670999999972992, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					4.670999999972992, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					5.875, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					5.875, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[35159] = {
				{
					16.18700000003446, -- [1]
					"Механолорд Конденсарон", -- [2]
					35159, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35161] = {
				{
					12.85700000007637, -- [1]
					"Механолорд Конденсарон", -- [2]
					35161, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					37.62800000002608, -- [1]
					"Механолорд Конденсарон", -- [2]
					35161, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[35058] = {
				{
					9.168999999994412, -- [1]
					"Механарский монтер", -- [2]
					35058, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35158] = {
				{
					35.60700000007637, -- [1]
					"Механолорд Конденсарон", -- [2]
					35158, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [93]
		{
			[35326] = {
				{
					12.46500000008382, -- [1]
					"Страж ворот Стальная Клешня", -- [2]
					35326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					60.96900000004098, -- [1]
					"Страж ворот Стальная Клешня", -- [2]
					35326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[35178] = {
				{
					12.46500000008382, -- [1]
					"Кровостраж-центурион", -- [2]
					35178, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
				{
					27.02000000001863, -- [1]
					"Кровостраж-центурион", -- [2]
					35178, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [2]
			},
			[22271] = {
				{
					27.83300000010058, -- [1]
					"Волшебный слуга", -- [2]
					22271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.58900000003632, -- [1]
					"Волшебный слуга", -- [2]
					22271, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[35056] = {
				{
					5.173000000067987, -- [1]
					"Механарский буровик", -- [2]
					35056, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[35057] = {
				{
					0.1, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.315000000060536, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.51500000001397, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					3.751000000047498, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.945999999996275, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					7.389000000082888, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					8.609000000054948, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					9.817000000039116, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					11.01300000003539, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					12.24499999999534, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					13.46400000003632, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					14.67300000006799, -- [1]
					"Механарский монтер", -- [2]
					35057, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[35058] = {
				{
					0.1, -- [1]
					"Механарский монтер", -- [2]
					35058, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36333] = {
				{
					7.389000000082888, -- [1]
					"Кровостраж-врач", -- [2]
					36333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [1]
				{
					13.46400000003632, -- [1]
					"Кровостраж-врач", -- [2]
					36333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
				{
					15.88000000000466, -- [1]
					"Кровостраж-врач", -- [2]
					36333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					28.00500000000466, -- [1]
					"Кровостраж-врач", -- [2]
					36333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [4]
			},
			[35311] = {
				{
					23.39400000008754, -- [1]
					"Страж ворот Стальная Клешня", -- [2]
					35311, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.69700000004377, -- [1]
					"Страж ворот Стальная Клешня", -- [2]
					35311, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[36340] = {
				{
					2.735000000102446, -- [1]
					"Кровостраж-врач", -- [2]
					36340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
				{
					13.67300000006799, -- [1]
					"Кровостраж-врач", -- [2]
					36340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					14.88600000005681, -- [1]
					"Кровостраж-врач", -- [2]
					36340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					18.5240000000922, -- [1]
					"Кровостраж-врач", -- [2]
					36340, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[35062] = {
				{
					14.88600000005681, -- [1]
					"Механарский монтер", -- [2]
					35062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тололомо", -- [5]
				}, -- [1]
			},
			[13736] = {
				{
					0.3000000000465661, -- [1]
					"Кровостраж-душегуб", -- [2]
					13736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[35322] = {
				{
					52.06200000003446, -- [1]
					"Страж ворот Стальная Клешня", -- [2]
					35322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15589] = {
				{
					2.315999999991618, -- [1]
					"Кровостраж-душегуб", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36345] = {
				{
					11.5350000000326, -- [1]
					"Солнцелов-инженер", -- [2]
					36345, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[35261] = {
				{
					12.46500000008382, -- [1]
					"Солнцелов-заклинатель Пустоты", -- [2]
					35261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36346] = {
				{
					3.945000000065193, -- [1]
					"Солнцелов-инженер", -- [2]
					36346, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[36348] = {
				{
					0.3000000000465661, -- [1]
					"Кровостраж-врач", -- [2]
					36348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-врач", -- [5]
				}, -- [1]
				{
					16.10600000002887, -- [1]
					"Кровостраж-врач", -- [2]
					36348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-врач", -- [5]
				}, -- [2]
				{
					16.10600000002887, -- [1]
					"Кровостраж-врач", -- [2]
					36348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-врач", -- [5]
				}, -- [3]
				{
					16.10600000002887, -- [1]
					"Кровостраж-врач", -- [2]
					36348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кровостраж-врач", -- [5]
				}, -- [4]
			},
			[35243] = {
				{
					11.01300000003539, -- [1]
					"Солнцелов-заклинатель Пустоты", -- [2]
					35243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
		}, -- [94]
		{
			[33793] = {
				{
					5.665999999968335, -- [1]
					"Назан", -- [2]
					33793, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[30926] = {
				{
					18.85699999995995, -- [1]
					"Назан", -- [2]
					30926, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
		}, -- [95]
		{
			[30707] = {
				{
					19.54399999999441, -- [1]
					"Омор Неодолимый", -- [2]
					30707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[31901] = {
				{
					19.74099999992177, -- [1]
					"Омор Неодолимый", -- [2]
					31901, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[30686] = {
				{
					1.003999999957159, -- [1]
					"Омор Неодолимый", -- [2]
					30686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					4.005999999935739, -- [1]
					"Омор Неодолимый", -- [2]
					30686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кексимвол", -- [5]
				}, -- [2]
			},
		}, -- [96]
		{
			[16856] = {
				{
					5.95699999993667, -- [1]
					"Разрушитель из клана Костеглодов", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					9.98899999994319, -- [1]
					"Разрушитель из клана Костеглодов", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					11.21900000004098, -- [1]
					"Разрушитель из клана Костеглодов", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					17.29500000004191, -- [1]
					"Разрушитель из клана Костеглодов", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					17.29500000004191, -- [1]
					"Разрушитель из клана Костеглодов", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[31598] = {
				{
					14.46299999998882, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					31598, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22857] = {
				{
					26.6019999999553, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					22857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[34645] = {
				{
					8.37899999995716, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					34645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					21.74800000002142, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					34645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[15241] = {
				{
					2.603000000002794, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					5.023999999975786, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					5.023999999975786, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					11.08900000003632, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					13.52899999998044, -- [1]
					"Черный маг из клана Кровавой Глазницы", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[30636] = {
				{
					2.309000000008382, -- [1]
					"Бойцовый пес из клана Изувеченной Длани", -- [2]
					30636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.309000000008382, -- [1]
					"Бойцовый пес из клана Изувеченной Длани", -- [2]
					30636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[14032] = {
				{
					13.02599999995437, -- [1]
					"Дозорный цитадели Адского Пламени", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[30639] = {
				{
					5.478000000002794, -- [1]
					"Бойцовый пес из клана Изувеченной Длани", -- [2]
					30639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [1]
				{
					5.95699999993667, -- [1]
					"Бойцовый пес из клана Изувеченной Длани", -- [2]
					30639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[30641] = {
				{
					3.511999999987893, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					30641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					13.24100000003818, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					30641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					27.42900000000373, -- [1]
					"Начальник стражи Гарголмар", -- [2]
					30641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[30621] = {
				{
					7.165000000037253, -- [1]
					"Стервятник из клана Костеглодов", -- [2]
					30621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
		}, -- [97]
		{
			[49356] = {
				{
					18.34600000001956, -- [1]
					"Пророк Тарон'джа", -- [2]
					49356, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49528] = {
				{
					18.125, -- [1]
					"Пророк Тарон'джа", -- [2]
					49528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49537] = {
				{
					28.66799999994692, -- [1]
					"Пророк Тарон'джа", -- [2]
					49537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					34.89599999994971, -- [1]
					"Пророк Тарон'джа", -- [2]
					49537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [2]
			},
			[49544] = {
				{
					38.09899999992922, -- [1]
					"Пророк Тарон'джа", -- [2]
					49544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [1]
			},
			[49527] = {
				{
					14.71100000001025, -- [1]
					"Пророк Тарон'джа", -- [2]
					49527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[53463] = {
				{
					41.98999999999069, -- [1]
					"Пророк Тарон'джа", -- [2]
					53463, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49548] = {
				{
					29.25399999995716, -- [1]
					"Пророк Тарон'джа", -- [2]
					49548, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [98]
		{
			[49710] = {
				{
					7.711000000010245, -- [1]
					"Потрошитель Драккари", -- [2]
					49710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					30.77800000004936, -- [1]
					"Потрошитель Драккари", -- [2]
					49710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					45.34600000001956, -- [1]
					"Потрошитель Драккари", -- [2]
					49710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					50.21200000005774, -- [1]
					"Потрошитель Драккари", -- [2]
					49710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [4]
				{
					53.84000000008382, -- [1]
					"Потрошитель Драккари", -- [2]
					49710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [5]
			},
			[48878] = {
				{
					14.7730000000447, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					31.77800000004936, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					51.21200000005774, -- [1]
					"Король Дред", -- [2]
					48878, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[49711] = {
				{
					3.349000000045635, -- [1]
					"Восставший укротитель Драккари", -- [2]
					49711, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[48849] = {
				{
					13.76600000006147, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.99400000006426, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.98600000003353, -- [1]
					"Король Дред", -- [2]
					48849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[48895] = {
				{
					0.1, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					2.429000000003725, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					4.839000000036322, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					8.494999999995343, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					16.98100000002887, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					20.63000000000466, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					23.04500000004191, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					27.90800000005402, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					30.34499999997206, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					33.99800000002142, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					37.64899999997579, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					40.08100000000559, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					42.50900000007823, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					46.15700000000652, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					48.56300000008196, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					53.42399999999907, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
			},
			[48873] = {
				{
					15.97700000007171, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					32.98700000008103, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					52.41599999996834, -- [1]
					"Король Дред", -- [2]
					48873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[22686] = {
				{
					18.9100000000326, -- [1]
					"Король Дред", -- [2]
					22686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.13900000008289, -- [1]
					"Король Дред", -- [2]
					22686, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48920] = {
				{
					17.20200000004843, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					34.20700000005309, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					53.64000000001397, -- [1]
					"Король Дред", -- [2]
					48920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[6253] = {
				{
					8.130000000004657, -- [1]
					"Восставший укротитель Драккари", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[47668] = {
				{
					0.9200000000419095, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.9200000000419095, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					1.736000000033528, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					1.736000000033528, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					3.349000000045635, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					3.349000000045635, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					4.564000000013039, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					5.369999999995343, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					5.786000000080094, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					7.00199999997858, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					9.021999999997206, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					9.021999999997206, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					9.4330000000773, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					10.63199999998324, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					11.83700000005774, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					11.83700000005774, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					16.29200000001583, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					16.29200000001583, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					16.70400000002701, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					16.70400000002701, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					17.90399999998044, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.14899999997579, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					21.54599999997299, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					21.54599999997299, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					21.54599999997299, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					22.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					23.57500000006985, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					26.01600000006147, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					26.41399999998976, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					26.41399999998976, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					26.41399999998976, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					29.65200000000186, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					30.06000000005588, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					30.86100000003353, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					30.87400000006892, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					31.27000000001863, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					31.27000000001863, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					32.49100000003818, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					34.51000000000931, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					34.9100000000326, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					37.3410000000149, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					38.57700000004843, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					39.39300000004005, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					39.79899999999907, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					39.79899999999907, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					40.59999999997672, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					40.59999999997672, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					41.0010000000475, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					43.44900000002235, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					43.44900000002235, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					44.23700000008103, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					44.65399999998044, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					47.06200000003446, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					48.28200000000652, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					49.08700000005774, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					49.5010000000475, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					50.71400000003632, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					51.51500000001397, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					51.51500000001397, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					53.94900000002235, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					54.55499999993481, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
			},
			[13738] = {
				{
					6.489000000059605, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					13.76600000006147, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					22.25699999998324, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					35.62800000002608, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
				{
					45.34600000001956, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					48.98600000003353, -- [1]
					"Смертехват Драккари", -- [2]
					13738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [6]
			},
			[48894] = {
				{
					14.04000000003725, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					50.51199999998789, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
			},
		}, -- [99]
		{
			[49034] = {
				{
					75.55500000005122, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					99.87200000009034, -- [1]
					"Новос Призыватель", -- [2]
					49034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[48894] = {
				{
					8.874000000068918, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					22.20300000009593, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
				{
					56.13000000000466, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [3]
				{
					68.25700000009965, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [4]
				{
					103.5260000000708, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [5]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [6]
			},
			[49037] = {
				{
					79.20400000002701, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					81.63300000003073, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [2]
				{
					84.0460000000894, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					86.49900000006892, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неповоротливое тело", -- [5]
				}, -- [4]
				{
					90.15100000007078, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [5]
				{
					92.59600000001956, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [6]
				{
					95.01200000010431, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					97.44000000006054, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [8]
				{
					103.5260000000708, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					105.9440000000177, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [10]
				{
					108.3680000000168, -- [1]
					"Новос Призыватель", -- [2]
					49037, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [11]
			},
			[48895] = {
				{
					0.9000000000232831, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					3.400000000023283, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					5.734000000054948, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					11.79500000004191, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					14.22700000007171, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					16.64699999999721, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					20.29200000001583, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					25.12800000002608, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					27.55300000007264, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					31.2170000000624, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					33.63300000003073, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					36.05300000007264, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
				{
					38.47299999999814, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [13]
				{
					42.10900000005495, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [14]
				{
					44.5230000000447, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [15]
				{
					46.94900000002235, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [16]
				{
					49.36400000005961, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [17]
				{
					51.7730000000447, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [18]
				{
					54.20100000000093, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [19]
				{
					59.06700000003912, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [20]
				{
					62.72600000002421, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [21]
				{
					66.34799999999814, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [22]
				{
					72.40500000002794, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [23]
				{
					74.82700000004843, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [24]
				{
					77.2730000000447, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [25]
				{
					79.69700000004377, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [26]
				{
					82.12900000007357, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [27]
				{
					84.53800000005867, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [28]
				{
					86.99400000006426, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [29]
				{
					89.44000000006054, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [30]
				{
					91.86900000006426, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [31]
				{
					94.30000000004657, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [32]
				{
					96.72299999999814, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [33]
				{
					99.1610000000801, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [34]
				{
					101.5860000000102, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [35]
				{
					106.4340000000084, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [36]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [37]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [38]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [39]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [40]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [41]
				{
					116.5060000000522, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [42]
			},
			[81140] = {
				{
					10.20400000002701, -- [1]
					"Неповоротливое тело", -- [2]
					81140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					104.8390000000363, -- [1]
					"Неповоротливое тело", -- [2]
					81140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[50089] = {
				{
					77.49300000001676, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					88.43100000009872, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					101.8170000000391, -- [1]
					"Новос Призыватель", -- [2]
					50089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синюшныйпанк-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[47668] = {
				{
					0.2000000000698492, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.2000000000698492, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.6000000000931323, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					1.900000000023283, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.300000000046566, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					5.440999999991618, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.663000000058673, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.467999999993481, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					7.887000000104308, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					10.29100000008475, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					11.11600000003818, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					11.11600000003818, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					11.51900000008754, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					11.51900000008754, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					13.94599999999628, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					15.95800000010058, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					16.36100000003353, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					17.56500000006054, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					17.56500000006054, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					18.3760000000475, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					18.78400000010151, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.20500000007451, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					22.00900000007823, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					23.22900000005029, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					24.83900000003632, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					25.66899999999441, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					26.06800000008661, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					26.06800000008661, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					26.877000000095, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					28.48000000009779, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					29.70700000005309, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					30.51500000001397, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					30.90700000000652, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					30.90700000000652, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					33.34000000008382, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					34.15500000002794, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					35.76500000001397, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					37.77800000004936, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					38.99600000004284, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					39.40000000002328, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					40.60900000005495, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					40.60900000005495, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					40.60900000005495, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					41.82700000004843, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					42.61999999999534, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					42.61999999999534, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					43.03600000008009, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					45.45500000007451, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					47.45600000000559, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					47.45600000000559, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					47.85200000007171, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					50.28300000005402, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					50.28300000005402, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					50.28300000005402, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					50.28300000005402, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					53.93100000009872, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					54.73200000007637, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					55.12900000007357, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					55.12900000007357, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					57.15300000004936, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					58.36600000003818, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					59.97700000007171, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					60.79899999999907, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					61.2160000000149, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					61.2160000000149, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					63.23999999999069, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					63.65500000002794, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					66.04800000006799, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					66.04800000006799, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					68.05900000000838, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					68.47000000008848, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					69.68000000005122, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					70.49700000009034, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					72.11600000003818, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
				{
					72.11600000003818, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [75]
				{
					74.14600000006612, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [76]
				{
					74.55300000007264, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [77]
				{
					75.36800000001676, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [78]
				{
					76.98800000001211, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [79]
				{
					76.98800000001211, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [80]
				{
					76.98800000001211, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [81]
				{
					80.22900000005029, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [82]
				{
					80.63300000003073, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [83]
				{
					81.84400000004098, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [84]
				{
					82.64000000001397, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [85]
				{
					84.27700000000186, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [86]
				{
					85.08800000010524, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [87]
				{
					86.30500000005122, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [88]
				{
					86.71799999999348, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [89]
				{
					86.71799999999348, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [90]
				{
					87.94200000003912, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [91]
				{
					88.73800000001211, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [92]
				{
					90.36900000006426, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [93]
				{
					90.36900000006426, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [94]
				{
					91.59799999999814, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [95]
				{
					93.60500000009779, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [96]
				{
					94.02700000000186, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [97]
				{
					96.04000000003725, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [98]
				{
					97.65400000009686, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [99]
				{
					98.46200000005774, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [100]
				{
					98.88000000000466, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [101]
				{
					98.88000000000466, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [102]
				{
					99.68600000010338, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [103]
				{
					100.0850000000792, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [104]
				{
					102.5219999999972, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [105]
				{
					102.5219999999972, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [106]
				{
					103.3400000000838, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [107]
				{
					103.7320000000764, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [108]
				{
					106.1419999999926, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [109]
				{
					106.9650000000838, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [110]
				{
					106.9650000000838, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [111]
				{
					107.3710000000428, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [112]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [113]
				{
					116.5060000000522, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [114]
				{
					116.5060000000522, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [115]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [116]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [117]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [118]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [119]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [120]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [121]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [122]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [123]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [124]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [125]
				{
					116.5060000000522, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [126]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [127]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [128]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [129]
				{
					116.5060000000522, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [130]
				{
					116.5060000000522, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [131]
				{
					116.5060000000522, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [132]
			},
			[51363] = {
				{
					94.70000000006985, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					100.7900000000373, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [2]
				{
					106.8380000001052, -- [1]
					"Восставший темный чародей", -- [2]
					51363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Таутрэнт-ПиратскаяБухта", -- [5]
				}, -- [3]
			},
			[49668] = {
				{
					12.0240000000922, -- [1]
					"Хрустальный укротитель", -- [2]
					49668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.86900000006426, -- [1]
					"Хрустальный укротитель", -- [2]
					49668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [100]
		{
			[48894] = {
				{
					11.64899999997579, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [1]
				{
					32.76100000005681, -- [1]
					"Шаман Драккари", -- [2]
					48894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Страж Драккари", -- [5]
				}, -- [2]
			},
			[47668] = {
				{
					0.9279999999562278, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.9279999999562278, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.128999999957159, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					3.347999999998137, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					5.768000000040047, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					5.768000000040047, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					8.209000000031665, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					8.209000000031665, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					9.437999999965541, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					10.64599999994971, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					10.65599999995902, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					11.85900000005495, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					11.85900000005495, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.06599999999162, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					15.5, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					15.5, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.95200000004843, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					19.15099999995437, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					19.15099999995437, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					20.35900000005495, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.57400000002235, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.57400000002235, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					24.00699999998324, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					25.21799999999348, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					26.41500000003725, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					26.41500000003725, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					28.86800000001676, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.86800000001676, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					28.86800000001676, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					30.09499999997206, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					32.76100000005681, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					32.76100000005681, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					32.76100000005681, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					32.76100000005681, -- [1]
					"Громила Плети", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					32.76100000005681, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					32.76100000005681, -- [1]
					"Восставший воин Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					32.76100000005681, -- [1]
					"Страж Драккари", -- [2]
					47668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
			},
			[48895] = {
				{
					2.425000000046566, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [1]
				{
					4.84699999995064, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [2]
				{
					7.270999999949709, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [3]
				{
					9.707000000053085, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [4]
				{
					14.58699999994133, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [5]
				{
					17.00399999995716, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [6]
				{
					19.44700000004377, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [7]
				{
					21.86499999999069, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [8]
				{
					24.28799999994226, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [9]
				{
					29.1359999999404, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [10]
				{
					32.76100000005681, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [11]
				{
					32.76100000005681, -- [1]
					"Шаман Драккари", -- [2]
					48895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Восставший воин Драккари", -- [5]
				}, -- [12]
			},
			[49639] = {
				{
					8.143999999971129, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					16.17900000000373, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					26.88000000000466, -- [1]
					"Кровотролль", -- [2]
					49639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[49637] = {
				{
					17.84400000004098, -- [1]
					"Кровотролль", -- [2]
					49637, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[49380] = {
				{
					14.18499999993946, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.98800000001211, -- [1]
					"Кровотролль", -- [2]
					49380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [101]
		{
			[53472] = {
				{
					8.065999999991618, -- [1]
					"Ануб'арак", -- [2]
					53472, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53467] = {
				{
					13.95299999997951, -- [1]
					"Ануб'арак", -- [2]
					53467, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53520] = {
				{
					20.66099999996368, -- [1]
					"Ануб'арак", -- [2]
					53520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.06000000005588, -- [1]
					"Ануб'арак", -- [2]
					53520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53454] = {
				{
					61.98100000002887, -- [1]
					"Ануб'арак", -- [2]
					53454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.29599999997299, -- [1]
					"Ануб'арак", -- [2]
					53454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52540] = {
				{
					57.94700000004377, -- [1]
					"Ануб'арский убийца", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [1]
				{
					76.55500000005122, -- [1]
					"Ануб'арский убийца", -- [2]
					52540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [2]
			},
		}, -- [102]
		{
			[53317] = {
				{
					10.5329999999376, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					10.93899999989662, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					14.16499999992084, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					15.36999999999534, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					16.9989999999525, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [10]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [11]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [12]
			},
			[53400] = {
				{
					7.286999999894761, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.8399999999674, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[53333] = {
				{
					0.3699999999953434, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					0.7799999999115244, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					0.7799999999115244, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					1.603999999933876, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					3.212999999988824, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					3.212999999988824, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					4.023999999975786, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					4.447999999974854, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					5.25199999997858, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
				{
					5.650999999954365, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [10]
				{
					5.650999999954365, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [11]
				{
					6.87699999997858, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [12]
				{
					9.297999999951571, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [13]
				{
					11.73300000000745, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [14]
				{
					13.74299999990035, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [15]
				{
					14.14699999999721, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [16]
				{
					14.14699999999721, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [17]
				{
					15.35699999995995, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [18]
				{
					15.35699999995995, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [19]
				{
					16.56299999996554, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [20]
				{
					17.37099999992643, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [21]
				{
					17.7829999999376, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [22]
				{
					17.7829999999376, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [23]
				{
					21.42799999995623, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [24]
				{
					21.42799999995623, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [25]
				{
					22.23599999991711, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [26]
				{
					23.84299999999348, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [27]
				{
					23.84299999999348, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [28]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [29]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [30]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [31]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [32]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [33]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [34]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [35]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [36]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [37]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [38]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [39]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [40]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [41]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [42]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [43]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [44]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [45]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [46]
			},
			[53394] = {
				{
					4.871999999973923, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					5.669999999925494, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					10.5329999999376, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					19.42900000000373, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					20.64299999992363, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					25.8399999999674, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
			},
			[53418] = {
				{
					10.92999999993481, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский некромант", -- [5]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский воитель", -- [5]
				}, -- [2]
			},
			[52586] = {
				{
					11.74399999994785, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [1]
				{
					23.86799999990035, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					52586, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [2]
			},
			[53030] = {
				{
					23.06399999989662, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[52446] = {
				{
					20.20100000000093, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.47299999999814, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.90700000000652, -- [1]
					"Быстролапый заразень", -- [2]
					52446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[53330] = {
				{
					20.64299999992363, -- [1]
					"Ануб'арский некроарахнид", -- [2]
					53330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некроарахнид", -- [2]
					53330, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
			},
			[28747] = {
				{
					19.02899999998044, -- [1]
					"Крик'тир Хранитель Врат", -- [2]
					28747, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53406] = {
				{
					9.72399999992922, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[53334] = {
				{
					8.103999999933876, -- [1]
					"Ануб'арский некромант", -- [2]
					53334, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.8399999999674, -- [1]
					"Ануб'арский некромант", -- [2]
					53334, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [103]
		{
			[53317] = {
				{
					17.9989999999525, -- [1]
					"Ануб'арский воитель", -- [2]
					53317, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
			},
			[53400] = {
				{
					14.62199999997392, -- [1]
					"Хадронокс", -- [2]
					53400, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[53333] = {
				{
					8.116000000038184, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					10.56200000003446, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
				{
					11.75399999995716, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [3]
				{
					12.96400000003632, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [4]
				{
					14.17700000002515, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [5]
				{
					15.4089999999851, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [6]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [7]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [8]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [9]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [10]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [11]
				{
					17.9989999999525, -- [1]
					"Ануб'арский некромант", -- [2]
					53333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [12]
			},
			[53394] = {
				{
					17.9989999999525, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [1]
				{
					17.9989999999525, -- [1]
					"Ануб'арский воитель", -- [2]
					53394, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Хадронокс", -- [5]
				}, -- [2]
			},
			[52532] = {
				{
					16.04799999995157, -- [1]
					"Ануб'арский воин", -- [2]
					52532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [1]
			},
			[53418] = {
				{
					17.04700000002049, -- [1]
					"Хадронокс", -- [2]
					53418, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ануб'арский некромант", -- [5]
				}, -- [1]
			},
			[54290] = {
				{
					3.268999999971129, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [1]
				{
					6.532000000006519, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Неизвестно", -- [5]
				}, -- [2]
				{
					10.29599999997299, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэгир-СтражСмерти", -- [5]
				}, -- [3]
				{
					12.56099999998696, -- [1]
					"Ануб'арский прядильщик", -- [2]
					54290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
			},
			[53406] = {
				{
					17.9989999999525, -- [1]
					"Хадронокс", -- [2]
					53406, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[49806] = {
				{
					6.021999999997206, -- [1]
					"Ануб'арский воин", -- [2]
					49806, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [1]
				{
					14.05500000005122, -- [1]
					"Ануб'арский воин", -- [2]
					49806, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вексилиум", -- [5]
				}, -- [2]
			},
			[53030] = {
				{
					9.75399999995716, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.9989999999525, -- [1]
					"Хадронокс", -- [2]
					53030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [104]
		{
			[42708] = {
				{
					19.90600000007544, -- [1]
					"Ингвар Расхититель", -- [2]
					42708, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42724] = {
				{
					6.141000000061467, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [1]
				{
					16.76800000004005, -- [1]
					"Ингвар Расхититель", -- [2]
					42724, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [2]
			},
			[42705] = {
				{
					10.63200000009965, -- [1]
					"Ингвар Расхититель", -- [2]
					42705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.53800000005867, -- [1]
					"Ингвар Расхититель", -- [2]
					42705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[42723] = {
				{
					67.04200000001583, -- [1]
					"Ингвар Расхититель", -- [2]
					42723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.03700000001118, -- [1]
					"Ингвар Расхититель", -- [2]
					42723, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[42669] = {
				{
					14.8410000000149, -- [1]
					"Ингвар Расхититель", -- [2]
					42669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[42729] = {
				{
					50.35100000002421, -- [1]
					"Ингвар Расхититель", -- [2]
					42729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					76.96400000003632, -- [1]
					"Ингвар Расхититель", -- [2]
					42729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [105]
		{
			[43649] = {
				{
					16.34399999992456, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вулеанс", -- [5]
				}, -- [1]
				{
					18.76899999997113, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [2]
				{
					21.20199999993201, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					34.94599999999628, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [4]
				{
					37.36099999991711, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Корн-Азурегос", -- [5]
				}, -- [5]
				{
					39.78099999995902, -- [1]
					"Далронн Контролирующий", -- [2]
					43649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [6]
			},
			[43651] = {
				{
					7.061999999918044, -- [1]
					"Скарвальд Строитель", -- [2]
					43651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вулеанс", -- [5]
				}, -- [1]
			},
			[43650] = {
				{
					9.480999999912456, -- [1]
					"Далронн Контролирующий", -- [2]
					43650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [1]
				{
					31.73199999995995, -- [1]
					"Далронн Контролирующий", -- [2]
					43650, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэгир-СтражСмерти", -- [5]
				}, -- [2]
			},
			[48583] = {
				{
					14.33799999998882, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [1]
				{
					21.60800000000745, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [2]
				{
					30.51500000001397, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [3]
				{
					40.20100000000093, -- [1]
					"Скарвальд Строитель", -- [2]
					48583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [4]
			},
		}, -- [106]
		{
			[43667] = {
				{
					2.535999999963678, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [1]
				{
					4.966000000014901, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [2]
				{
					7.390999999945052, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [3]
				{
					11.04299999994692, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [4]
				{
					21.97299999999814, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [5]
				{
					26.8169999999227, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [6]
				{
					29.25199999997858, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [7]
				{
					35.3169999999227, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [8]
				{
					37.75500000000466, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [9]
				{
					42.59499999997206, -- [1]
					"Принц Келесет", -- [2]
					43667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [10]
			},
			[42702] = {
				{
					43.40099999995437, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [1]
				{
					43.40099999995437, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Масейчук-Гордунни", -- [5]
				}, -- [2]
				{
					43.73099999991246, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэгир-СтражСмерти", -- [5]
				}, -- [3]
				{
					43.73099999991246, -- [1]
					"Врайкул-скелет", -- [2]
					42702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сэгир-СтражСмерти", -- [5]
				}, -- [4]
			},
		}, -- [107]
		{
			[95826] = {
				{
					63.25199999997858, -- [1]
					"Дозорный гарнизона Красногорья", -- [2]
					95826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тарантул", -- [5]
				}, -- [1]
				{
					63.25199999997858, -- [1]
					"Неизвестно", -- [2]
					95826, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[12890] = {
				{
					13.75600000005215, -- [1]
					"Тень Эраникуса", -- [2]
					12890, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
				{
					44.09700000006706, -- [1]
					"Тень Эраникуса", -- [2]
					12890, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[12891] = {
				{
					13.96000000007916, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.04100000008475, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.4440000000177, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[3391] = {
				{
					11.5350000000326, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.38300000003073, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.24800000002142, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.34600000001956, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[11876] = {
				{
					15.17600000009406, -- [1]
					"Тень Эраникуса", -- [2]
					11876, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.11200000008103, -- [1]
					"Тень Эраникуса", -- [2]
					11876, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.87400000006892, -- [1]
					"Тень Эраникуса", -- [2]
					11876, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [108]
		{
			[12884] = {
				{
					3.511000000056811, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.511000000056811, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.46100000001025, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.87199999997392, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.58900000003632, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					30.22600000002421, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[12882] = {
				{
					12.02000000001863, -- [1]
					"Морфаз", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.02000000001863, -- [1]
					"Хаззас", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [109]
		{
			[12884] = {
				{
					2.118999999947846, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.17699999990873, -- [1]
					"Ткачик", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.45199999993201, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.52399999997579, -- [1]
					"Ткачик", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					28.80999999993946, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[12882] = {
				{
					10.60499999998137, -- [1]
					"Жнец Снов", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.66999999992549, -- [1]
					"Ткачик", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [110]
		{
			[12480] = {
				{
					41.56999999994878, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
				{
					62.21699999994598, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[8376] = {
				{
					4.106999999959953, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.50399999995716, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.75300000002608, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.79299999994691, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[12492] = {
				{
					21.1929999999702, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огом Презренный", -- [5]
				}, -- [1]
			},
			[11639] = {
				{
					7.243999999947846, -- [1]
					"Огом Презренный", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.36899999994785, -- [1]
					"Огом Презренный", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[126664] = {
				{
					46.70299999997951, -- [1]
					"Саина-СвежевательДуш", -- [2]
					126664, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кейсиэль-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[12468] = {
				{
					7.834000000031665, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[198304] = {
				{
					46.14000000001397, -- [1]
					"Саина-СвежевательДуш", -- [2]
					198304, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кейсиэль-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[57755] = {
				{
					45.64899999997579, -- [1]
					"Саина-СвежевательДуш", -- [2]
					57755, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кейсиэль-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[125439] = {
				{
					42.91799999994692, -- [1]
					"Саина-СвежевательДуш", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[20243] = {
				{
					42.1940000000177, -- [1]
					"Саина-СвежевательДуш", -- [2]
					20243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тофизопам-СвежевательДуш", -- [5]
				}, -- [1]
				{
					47.34999999997672, -- [1]
					"Саина-СвежевательДуш", -- [2]
					20243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кейсиэль-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[12493] = {
				{
					23.03099999995902, -- [1]
					"Огом Презренный", -- [2]
					12493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[12471] = {
				{
					2.957999999984168, -- [1]
					"Огом Презренный", -- [2]
					12471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
				{
					6.613000000012107, -- [1]
					"Огом Презренный", -- [2]
					12471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [2]
			},
		}, -- [111]
		{
			[7744] = {
				{
					45.35899999993853, -- [1]
					"Тофизопам-СвежевательДуш", -- [2]
					7744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[6607] = {
				{
					12.62300000002142, -- [1]
					"Аватара Хаккара", -- [2]
					6607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Саина-СвежевательДуш", -- [5]
				}, -- [1]
				{
					31.99699999997392, -- [1]
					"Аватара Хаккара", -- [2]
					6607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тофизопам-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[12888] = {
				{
					42.94099999999162, -- [1]
					"Аватара Хаккара", -- [2]
					12888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тофизопам-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[12889] = {
				{
					47.78899999998976, -- [1]
					"Аватара Хаккара", -- [2]
					12889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[190411] = {
				{
					45.23699999996461, -- [1]
					"Тофизопам-СвежевательДуш", -- [2]
					190411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [112]
		{
			[8269] = {
				{
					58.75599999993574, -- [1]
					"Полководец из клана Черной Вершины", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15284] = {
				{
					10.93700000003446, -- [1]
					"Властитель Змейталак", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.95499999995809, -- [1]
					"Властитель Змейталак", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					42.92599999997765, -- [1]
					"Властитель Змейталак", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
				{
					49.9429999999702, -- [1]
					"Властитель Змейталак", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [4]
				{
					61.96900000004098, -- [1]
					"Властитель Змейталак", -- [2]
					15284, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[12887] = {
				{
					26.40599999995902, -- [1]
					"Властитель Змейталак", -- [2]
					12887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.27399999997579, -- [1]
					"Властитель Змейталак", -- [2]
					12887, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[16244] = {
				{
					17.89699999999721, -- [1]
					"Властитель Змейталак", -- [2]
					16244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.99800000002142, -- [1]
					"Властитель Змейталак", -- [2]
					16244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[16171] = {
				{
					34.50099999993108, -- [1]
					"Полководец из клана Черной Вершины", -- [2]
					16171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.27199999999721, -- [1]
					"Полководец из клана Черной Вершины", -- [2]
					16171, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [113]
		{
			[16104] = {
				{
					16.48600000003353, -- [1]
					"Мать Дымная Паутина", -- [2]
					16104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.3980000000447, -- [1]
					"Мать Дымная Паутина", -- [2]
					16104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.68400000000838, -- [1]
					"Мать Дымная Паутина", -- [2]
					16104, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[16103] = {
				{
					59.89400000008754, -- [1]
					"Мать Дымная Паутина", -- [2]
					16103, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[16468] = {
				{
					12.8430000001099, -- [1]
					"Мать Дымная Паутина", -- [2]
					16468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.69500000006519, -- [1]
					"Мать Дымная Паутина", -- [2]
					16468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [114]
		{
			[15619] = {
				{
					0.1870000000344589, -- [1]
					"Ремесленник из клана Кузни Рока", -- [2]
					15619, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[13953] = {
				{
					7.457999999984168, -- [1]
					"Финий Темнострой", -- [2]
					13953, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					25.32200000004377, -- [1]
					"Финий Темнострой", -- [2]
					13953, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					33.3410000000149, -- [1]
					"Финий Темнострой", -- [2]
					13953, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
				{
					51.4440000000177, -- [1]
					"Финий Темнострой", -- [2]
					13953, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [4]
				{
					71.1940000000177, -- [1]
					"Финий Темнострой", -- [2]
					13953, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[9143] = {
				{
					7.836000000010245, -- [1]
					"Ремесленник из клана Кузни Рока", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.8410000000149, -- [1]
					"Ремесленник из клана Кузни Рока", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15621] = {
				{
					12.99300000001676, -- [1]
					"Создание-завоеватель", -- [2]
					15621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[11978] = {
				{
					8.831000000005588, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
				{
					19.78100000007544, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [2]
				{
					29.48600000003353, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [3]
				{
					45.31300000008196, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [4]
				{
					63.54800000006799, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [5]
				{
					72.12300000002142, -- [1]
					"Финий Темнострой", -- [2]
					11978, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [6]
			},
			[8258] = {
				{
					22.21100000001025, -- [1]
					"Финий Темнострой", -- [2]
					8258, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15346] = {
				{
					31.94200000003912, -- [1]
					"Финий Темнострой", -- [2]
					15346, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Финий Темнострой", -- [5]
				}, -- [1]
			},
		}, -- [115]
		{
			[13899] = {
				{
					5.520999999949709, -- [1]
					"Лорд Опалитель", -- [2]
					13899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.10999999998603, -- [1]
					"Лорд Опалитель", -- [2]
					13899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.4660000000149, -- [1]
					"Лорд Опалитель", -- [2]
					13899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.0329999999376, -- [1]
					"Лорд Опалитель", -- [2]
					13899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[14099] = {
				{
					8.375999999931082, -- [1]
					"Лорд Опалитель", -- [2]
					14099, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					27.80400000000373, -- [1]
					"Лорд Опалитель", -- [2]
					14099, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					52.07099999999628, -- [1]
					"Лорд Опалитель", -- [2]
					14099, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[26977] = {
				{
					2.311999999918044, -- [1]
					"Лорд Опалитель", -- [2]
					26977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.43900000001304, -- [1]
					"Лорд Опалитель", -- [2]
					26977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					22.95299999997951, -- [1]
					"Лорд Опалитель", -- [2]
					26977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.30400000000373, -- [1]
					"Лорд Опалитель", -- [2]
					26977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					48.44699999992736, -- [1]
					"Лорд Опалитель", -- [2]
					26977, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[13900] = {
				{
					0.1639999999897555, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.463999999919906, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.32299999997485, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.1589999999851, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.01699999999255, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.8859999999404, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					30.52999999991152, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					35.39199999999255, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.25199999997858, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					45.10899999993853, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					51.16799999994692, -- [1]
					"Лорд Опалитель", -- [2]
					13900, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [116]
		{
			[11972] = {
				{
					15.28899999998976, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					31.09799999999814, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [2]
				{
					44.84699999995064, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					59.42399999999907, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [4]
				{
					76.41300000005867, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[12169] = {
				{
					39.99499999999534, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.93599999998696, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.42399999999907, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.29399999999441, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					70.35499999998137, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					77.62800000002608, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					82.46799999999348, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					89.75199999997858, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					93.4089999999851, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[14033] = {
				{
					38.55299999995623, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					53.13800000003539, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [2]
				{
					71.3640000000596, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [3]
				{
					85.88500000000931, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Черная официантка", -- [5]
				}, -- [4]
			},
			[12040] = {
				{
					12.8519999999553, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.57999999995809, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.32499999995343, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.03800000005867, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.76599999994505, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.48199999995995, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					75.61100000003353, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[13692] = {
				{
					7.785000000032596, -- [1]
					"Гончий пес", -- [2]
					13692, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					58.02199999999721, -- [1]
					"Гончий пес", -- [2]
					13692, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					59.22199999995064, -- [1]
					"Гончий пес", -- [2]
					13692, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [3]
			},
			[6713] = {
				{
					81.73800000001211, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					6713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[11971] = {
				{
					63.07299999997485, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					76.41300000005867, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [2]
				{
					83.68299999996088, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [3]
				{
					89.75199999997858, -- [1]
					"Охранник из клана Ярости Горна", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[13445] = {
				{
					3.136000000056811, -- [1]
					"Гончий пес", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					3.136000000056811, -- [1]
					"Гончий пес", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					54.57600000000093, -- [1]
					"Гончий пес", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
				{
					59.42399999999907, -- [1]
					"Гончий пес", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[14032] = {
				{
					4.337000000057742, -- [1]
					"Сумеречный истязатель", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
				{
					4.964000000036322, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					12.8519999999553, -- [1]
					"Сумеречный истязатель", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					12.8519999999553, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [4]
				{
					17.71400000003632, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [5]
				{
					30.78800000005867, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фалатуну", -- [5]
				}, -- [6]
				{
					39.18400000000838, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [7]
				{
					44.03800000005867, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фоксиди-ТкачСмерти", -- [5]
				}, -- [8]
				{
					53.76599999994505, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зловещий охотник", -- [5]
				}, -- [9]
				{
					62.54599999997299, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [10]
				{
					67.13600000005681, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [11]
				{
					71.99100000003818, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Черная официантка", -- [5]
				}, -- [12]
				{
					76.81400000001304, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [13]
				{
					81.66700000001583, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зловещий охотник", -- [5]
				}, -- [14]
				{
					86.52500000002328, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					14032, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зловещий охотник", -- [5]
				}, -- [15]
			},
			[13704] = {
				{
					15.28899999998976, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.32499999995343, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.48400000005495, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.69900000002235, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					79.23999999999069, -- [1]
					"Верховный дознаватель Герштан", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[14030] = {
				{
					6.069000000017695, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					14030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
				{
					36.06200000003446, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					14030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					42.93799999996554, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					14030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Природик", -- [5]
				}, -- [3]
				{
					61.13500000000931, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					14030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					81.76500000001397, -- [1]
					"Надсмотрщик из клана Ярости Горна", -- [2]
					14030, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [5]
			},
		}, -- [117]
		{
			[13895] = {
				{
					27.86699999996927, -- [1]
					"Бейл'Гор", -- [2]
					13895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.3070000000298, -- [1]
					"Бейл'Гор", -- [2]
					13895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.60699999995995, -- [1]
					"Бейл'Гор", -- [2]
					13895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					101.9949999999953, -- [1]
					"Бейл'Гор", -- [2]
					13895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[15507] = {
				{
					29.54899999999907, -- [1]
					"Повелитель големов Аргелмах", -- [2]
					15507, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [118]
		{
			[15529] = {
				{
					3.774000000092201, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.644000000087544, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.51699999999255, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.38900000008289, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.04500000004191, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					26.90400000009686, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.76900000008754, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.18900000001304, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.83400000003167, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					42.7160000000149, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					47.5690000000177, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					49.99400000006426, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					54.86300000001211, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					60.92300000006799, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					63.34799999999814, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					65.77700000000186, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					70.63800000003539, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					74.28900000010617, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					77.92900000000373, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					82.77600000007078, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					87.63300000003073, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					91.27600000007078, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					93.69500000006519, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					98.56200000003446, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					104.6190000000643, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					107.0489999999991, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					113.1220000000903, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					117.9640000000363, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					121.6160000000382, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					124.3399999999674, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
			},
			[15636] = {
				{
					13.11000000010245, -- [1]
					"Император Дагран Тауриссан", -- [2]
					15636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.65300000004936, -- [1]
					"Император Дагран Тауриссан", -- [2]
					15636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.52800000004936, -- [1]
					"Император Дагран Тауриссан", -- [2]
					15636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.16700000001583, -- [1]
					"Император Дагран Тауриссан", -- [2]
					15636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					104.2170000000624, -- [1]
					"Император Дагран Тауриссан", -- [2]
					15636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[15537] = {
				{
					18.53900000010617, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					15537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					28.28400000010151, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					15537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[13737] = {
				{
					1.353000000002794, -- [1]
					"Капитан из клана Ярости Горна", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[13589] = {
				{
					124.3399999999674, -- [1]
					"Надзиратель из клана Ярости Горна", -- [2]
					13589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					124.3399999999674, -- [1]
					"Надзиратель из клана Ярости Горна", -- [2]
					13589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15241] = {
				{
					124.3399999999674, -- [1]
					"Пылающий огнестраж", -- [2]
					15241, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[17492] = {
				{
					47.15400000009686, -- [1]
					"Император Дагран Тауриссан", -- [2]
					17492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[15507] = {
				{
					124.3399999999674, -- [1]
					"Повелитель големов Аргелмах", -- [2]
					15507, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8362] = {
				{
					41.88100000005215, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					8362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Верховная жрица Тауриссана", -- [5]
				}, -- [1]
			},
			[15654] = {
				{
					20.42100000008941, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Даркагоз-СвежевательДуш", -- [5]
				}, -- [1]
				{
					32.57200000004377, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					45.95000000006985, -- [1]
					"Верховная жрица Тауриссана", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[15288] = {
				{
					124.3399999999674, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный эмиссар", -- [5]
				}, -- [1]
				{
					124.3399999999674, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный эмиссар", -- [5]
				}, -- [2]
				{
					124.3399999999674, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пиромант Зерно Мудрости", -- [5]
				}, -- [3]
			},
			[12544] = {
				{
					124.3399999999674, -- [1]
					"Сумеречный эмиссар", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15496] = {
				{
					8.644000000087544, -- [1]
					"Драгун из клана Кузни Рока", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [119]
		{
			[15668] = {
				{
					7.327999999979511, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.33600000001025, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.81099999998696, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.32099999999628, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.88899999996647, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.16899999999441, -- [1]
					"Магмус", -- [2]
					15668, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[15529] = {
				{
					2.908000000054017, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.324999999953434, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.19200000003912, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.83900000003632, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.69099999999162, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.76399999996647, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.39399999997113, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					33.24800000002142, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					38.1019999999553, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					44.25600000005215, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					46.62300000002142, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					51.48499999998603, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					56.30799999996088, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					59.95400000002701, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					64.34600000001956, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					64.34600000001956, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					64.34600000001956, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					64.34600000001956, -- [1]
					"Железнорукий страж", -- [2]
					15529, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[15593] = {
				{
					13.83900000003632, -- [1]
					"Магмус", -- [2]
					15593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.67700000002515, -- [1]
					"Магмус", -- [2]
					15593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [120]
		{
			[9080] = {
				{
					86.17099999997299, -- [1]
					"Мрак'нел", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					97.60599999991246, -- [1]
					"Мрак'нел", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[11971] = {
				{
					2.418999999994412, -- [1]
					"Гнев'рел", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фалатуну", -- [5]
				}, -- [1]
				{
					13.3509999999078, -- [1]
					"Гнев'рел", -- [2]
					11971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[6660] = {
				{
					180.0929999999935, -- [1]
					"Резервист из клана Ярости Горна", -- [2]
					6660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					180.0929999999935, -- [1]
					"Резервист из клана Ярости Горна", -- [2]
					6660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[15583] = {
				{
					61.93099999998231, -- [1]
					"Радо'рел", -- [2]
					15583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[15244] = {
				{
					43.6929999999702, -- [1]
					"Беше'рел", -- [2]
					15244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[11974] = {
				{
					110.4649999999674, -- [1]
					"Гнус'рел", -- [2]
					11974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гнус'рел", -- [5]
				}, -- [1]
			},
			[12540] = {
				{
					63.14000000001397, -- [1]
					"Радо'рел", -- [2]
					12540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[12742] = {
				{
					165.8689999999479, -- [1]
					"Рок'рел", -- [2]
					12742, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[15044] = {
				{
					36.44499999994878, -- [1]
					"Беше'рел", -- [2]
					15044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.53599999996368, -- [1]
					"Беше'рел", -- [2]
					15044, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[12169] = {
				{
					3.64000000001397, -- [1]
					"Гнев'рел", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.57099999999628, -- [1]
					"Гнев'рел", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.09699999995064, -- [1]
					"Гнев'рел", -- [2]
					12169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[15580] = {
				{
					2, -- [1]
					"Гнев'рел", -- [2]
					15580, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фалатуну", -- [5]
				}, -- [1]
				{
					9.993000000016764, -- [1]
					"Гнев'рел", -- [2]
					15580, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					136.0219999999972, -- [1]
					"Злоб'рел", -- [2]
					15580, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[15092] = {
				{
					150.5279999999329, -- [1]
					"Рок'рел", -- [2]
					15092, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[13847] = {
				{
					94.67299999995157, -- [1]
					"Мрак'нел", -- [2]
					13847, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					95.88099999993574, -- [1]
					"Мрак'нел", -- [2]
					13847, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					97.11399999994319, -- [1]
					"Мрак'нел", -- [2]
					13847, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					98.32499999995343, -- [1]
					"Мрак'нел", -- [2]
					13847, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.55400000000373, -- [1]
					"Мрак'нел", -- [2]
					13847, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[15232] = {
				{
					132.015000000014, -- [1]
					"Злоб'рел", -- [2]
					15232, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[15581] = {
				{
					55.85300000000279, -- [1]
					"Радо'рел", -- [2]
					15581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					65.55900000000838, -- [1]
					"Радо'рел", -- [2]
					15581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
				{
					69.19699999992736, -- [1]
					"Радо'рел", -- [2]
					15581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[15062] = {
				{
					15.79399999999441, -- [1]
					"Гнев'рел", -- [2]
					15062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[13737] = {
				{
					83.74300000001676, -- [1]
					"Мрак'нел", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					97.11399999994319, -- [1]
					"Мрак'нел", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[12040] = {
				{
					134.7569999999832, -- [1]
					"Злоб'рел", -- [2]
					12040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15087] = {
				{
					69.19699999992736, -- [1]
					"Радо'рел", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[40504] = {
				{
					92.52799999993294, -- [1]
					"Мрак'нел", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зербайт-Азурегос", -- [5]
				}, -- [1]
			},
		}, -- [121]
		{
			[13489] = {
				{
					2.011999999987893, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.408999999985099, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.826000000000931, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.428000000072643, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					5.239999999990687, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.17900000000373, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					17.7839999999851, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					18.20200000004843, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					22.66200000001118, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					23.0570000000298, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.5350000000326, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.5350000000326, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					30.33700000005774, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					47.36700000008568, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.78800000005867, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					55.86400000005961, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					55.86400000005961, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					64.77000000001863, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
			[14744] = {
				{
					2.023000000044704, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.429000000003725, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					2.826000000000931, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.428000000072643, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					5.249000000068918, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.17900000000373, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					17.79500000004191, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					18.21299999998882, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					22.67000000004191, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					23.0679999999702, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					29.5350000000326, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					29.5350000000326, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					30.34900000004564, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					47.38000000000466, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.79899999999907, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					55.86400000005961, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					55.86400000005961, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					64.78100000007544, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
		}, -- [122]
		{
			[15243] = {
				{
					8.552000000025146, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.777000000001863, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.1830000000773, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.40700000000652, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					19.48800000001211, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					19.48800000001211, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					20.69900000002235, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					21.92100000008941, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.2160000000149, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					30.4440000000177, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					37.46500000008382, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					38.92700000002515, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					41.35600000002887, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					51.03899999998976, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					51.03899999998976, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.23500000010245, -- [1]
					"Огнестраж-разрушитель", -- [2]
					15243, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[14744] = {
				{
					2.893000000040047, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.714000000036322, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.130000000004657, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.130000000004657, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.529000000096858, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.67300000006799, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					19.48800000001211, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.81200000003446, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.40900000010151, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					30.4440000000177, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					30.84700000006706, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.76900000008754, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					61.00300000002608, -- [1]
					"Посол Огнехлыст", -- [2]
					14744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
			[13489] = {
				{
					2.893000000040047, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.701000000000931, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					4.130000000004657, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.130000000004657, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.518000000040047, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.66100000008009, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					19.47600000002421, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					26.79800000006799, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					28.40900000010151, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					30.4440000000177, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					30.84700000006706, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.76900000008754, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					61.00300000002608, -- [1]
					"Пылающий дух", -- [2]
					13489, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
			},
		}, -- [123]
		{
			[3391] = {
				{
					12.26599999994505, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.36899999994785, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.6929999999702, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.83299999998417, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.77799999993295, -- [1]
					"Тень Эраникуса", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[12544] = {
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					12544, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[12891] = {
				{
					10.84699999995064, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.08100000000559, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.56599999999162, -- [1]
					"Тень Эраникуса", -- [2]
					12891, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[15507] = {
				{
					68.18400000000838, -- [1]
					"Повелитель големов Аргелмах", -- [2]
					15507, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15288] = {
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [1]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [2]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [3]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [4]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный телохранитель", -- [5]
				}, -- [5]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [6]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [7]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Офицер из клана Ярости Горна", -- [5]
				}, -- [8]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [9]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пылающий огнестраж", -- [5]
				}, -- [10]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [11]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сумеречный телохранитель", -- [5]
				}, -- [12]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [13]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [14]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [15]
				{
					68.18400000000838, -- [1]
					"Сумеречный эмиссар", -- [2]
					15288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тенегорнский крестьянин", -- [5]
				}, -- [16]
			},
			[12890] = {
				{
					10.84699999995064, -- [1]
					"Тень Эраникуса", -- [2]
					12890, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
				{
					39.92099999997299, -- [1]
					"Тень Эраникуса", -- [2]
					12890, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [2]
			},
			[15547] = {
				{
					68.18400000000838, -- [1]
					"Оружейный техник", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [1]
				{
					68.18400000000838, -- [1]
					"Оружейный техник", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Топтянэвер-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[11876] = {
				{
					13.47299999999814, -- [1]
					"Тень Эраникуса", -- [2]
					11876, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.92599999997765, -- [1]
					"Тень Эраникуса", -- [2]
					11876, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[9941] = {
				{
					68.18400000000838, -- [1]
					"Панцер Непобедимый", -- [2]
					9941, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [124]
		{
			[12884] = {
				{
					1.217000000062399, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.03600000008009, -- [1]
					"Ткачик", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.37100000004284, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.6940000000177, -- [1]
					"Ткачик", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					27.96000000007916, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					33.60700000007637, -- [1]
					"Ткачик", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					38.8760000000475, -- [1]
					"Жнец Снов", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[12882] = {
				{
					9.706000000005588, -- [1]
					"Жнец Снов", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.04000000003725, -- [1]
					"Ткачик", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.66700000001583, -- [1]
					"Жнец Снов", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.89300000004005, -- [1]
					"Ткачик", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [125]
		{
			[12480] = {
				{
					39.30900000000838, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
				{
					59.51000000000931, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шэрисса", -- [5]
				}, -- [2]
				{
					80.09500000008848, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12480, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [3]
			},
			[194679] = {
				{
					53.13700000010431, -- [1]
					"Асертэч", -- [2]
					194679, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8376] = {
				{
					3.097000000067055, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.74800000002142, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.42100000008941, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.75300000002608, -- [1]
					"Джаммал'ан Пророк", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[12492] = {
				{
					19.74900000006892, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12492, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огом Презренный", -- [5]
				}, -- [1]
			},
			[11639] = {
				{
					24.29899999999907, -- [1]
					"Огом Презренный", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
			},
			[12468] = {
				{
					8.027000000001863, -- [1]
					"Джаммал'ан Пророк", -- [2]
					12468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12471] = {
				{
					4.369999999995343, -- [1]
					"Огом Презренный", -- [2]
					12471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шэрисса", -- [5]
				}, -- [1]
				{
					8.027000000001863, -- [1]
					"Огом Презренный", -- [2]
					12471, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [2]
			},
			[195292] = {
				{
					81.01900000008754, -- [1]
					"Асертэч", -- [2]
					195292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [1]
				{
					83.4550000000745, -- [1]
					"Асертэч", -- [2]
					195292, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [2]
			},
			[125439] = {
				{
					82.24600000004284, -- [1]
					"Асертэч", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[48707] = {
				{
					49.49900000006892, -- [1]
					"Асертэч", -- [2]
					48707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[20572] = {
				{
					41.002000000095, -- [1]
					"Асертэч", -- [2]
					20572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15407] = {
				{
					60.08600000001025, -- [1]
					"Шэрисса", -- [2]
					15407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
				{
					71.31100000010338, -- [1]
					"Шэрисса", -- [2]
					15407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [2]
			},
		}, -- [126]
		{
			[12882] = {
				{
					11.7149999999674, -- [1]
					"Хаззас", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.48499999998603, -- [1]
					"Морфаз", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.09699999995064, -- [1]
					"Хаззас", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.80299999995623, -- [1]
					"Морфаз", -- [2]
					12882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[12884] = {
				{
					4.807999999960885, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.020999999949709, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.1239999999525, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.75800000003073, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.8739999999525, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					33.88000000000466, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.22299999999814, -- [1]
					"Хаззас", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					47.22299999999814, -- [1]
					"Морфаз", -- [2]
					12884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[3248] = {
				{
					4.807999999960885, -- [1]
					"Кошмарный чешуйчатый губитель", -- [2]
					3248, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.54799999995157, -- [1]
					"Кошмарный чешуйчатый губитель", -- [2]
					3248, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15653] = {
				{
					1.745999999926426, -- [1]
					"Ужасная драконида", -- [2]
					15653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
			},
		}, -- [127]
		{
			[12889] = {
				{
					16.10700000007637, -- [1]
					"Аватара Хаккара", -- [2]
					12889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.5920000000624, -- [1]
					"Аватара Хаккара", -- [2]
					12889, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[6607] = {
				{
					15.02500000002328, -- [1]
					"Аватара Хаккара", -- [2]
					6607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
				{
					32.28000000002794, -- [1]
					"Аватара Хаккара", -- [2]
					6607, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [2]
			},
			[2094] = {
				{
					34.72000000008848, -- [1]
					"Воркарманник", -- [2]
					2094, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Асертэч", -- [5]
				}, -- [1]
			},
			[265855] = {
				{
					34.92000000004191, -- [1]
					"Воркарманник", -- [2]
					265855, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.92800000007264, -- [1]
					"Воркарманник", -- [2]
					265855, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[12888] = {
				{
					33.49499999999534, -- [1]
					"Аватара Хаккара", -- [2]
					12888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [1]
				{
					46.87200000009034, -- [1]
					"Аватара Хаккара", -- [2]
					12888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Воркарманник", -- [5]
				}, -- [2]
			},
			[139546] = {
				{
					35.94500000006519, -- [1]
					"Воркарманник", -- [2]
					139546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[193316] = {
				{
					35.92800000007264, -- [1]
					"Воркарманник", -- [2]
					193316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [128]
		{
			[16856] = {
				{
					7.311999999976251, -- [1]
					"Король Гордок", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					17.03099999995902, -- [1]
					"Король Гордок", -- [2]
					16856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[22886] = {
				{
					8.540999999968335, -- [1]
					"Король Гордок", -- [2]
					22886, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[8376] = {
				{
					7.818999999959488, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[16727] = {
				{
					23.11999999999534, -- [1]
					"Король Гордок", -- [2]
					16727, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15801] = {
				{
					3.048999999999069, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					15801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					6.692999999970198, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					15801, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[15572] = {
				{
					6.11099999997532, -- [1]
					"Король Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					13.38199999998324, -- [1]
					"Король Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					20.66899999999441, -- [1]
					"Король Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
		}, -- [129]
		{
			[22857] = {
				{
					36.46300000004703, -- [1]
					"Капитан Давигром", -- [2]
					22857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[13737] = {
				{
					38.07200000004377, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					52.2730000000447, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[19134] = {
				{
					7.257000000041444, -- [1]
					"Капитан Давигром", -- [2]
					19134, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					36.46300000004703, -- [1]
					"Капитан Давигром", -- [2]
					19134, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[15572] = {
				{
					30.38300000003073, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					35.24300000001676, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[22860] = {
				{
					20.63900000002468, -- [1]
					"Капитан Давигром", -- [2]
					22860, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15496] = {
				{
					25.55300000001444, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					27.62200000003213, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					35.14600000000792, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[22859] = {
				{
					20.63900000002468, -- [1]
					"Капитан Давигром", -- [2]
					22859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					38.07200000004377, -- [1]
					"Капитан Давигром", -- [2]
					22859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					50.23600000003353, -- [1]
					"Капитан Давигром", -- [2]
					22859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
		}, -- [130]
		{
			[8269] = {
				{
					34.78200000000652, -- [1]
					"Стражник Слип'кик", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15749] = {
				{
					5.630999999993946, -- [1]
					"Стражник Слип'кик", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [1]
				{
					27.46700000000419, -- [1]
					"Стражник Слип'кик", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					43.28200000000652, -- [1]
					"Стражник Слип'кик", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[13737] = {
				{
					6.842000000004191, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					8.073999999964144, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					31.13000000000466, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[16170] = {
				{
					1.991999999969266, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Маг-лорд из клана Гордок", -- [5]
				}, -- [1]
				{
					25.04300000000512, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Маг-лорд из клана Гордок", -- [5]
				}, -- [2]
			},
			[15572] = {
				{
					0.782999999995809, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					0.782999999995809, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					45.70499999995809, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[15496] = {
				{
					3.655999999959022, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					6.364999999990687, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					13.67599999997765, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					16.38699999998789, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					44.11799999995856, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[14516] = {
				{
					12.74699999997392, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					26.77499999996508, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					40.43499999999767, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					49.98499999998603, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
		}, -- [131]
		{
			[15615] = {
				{
					7.942000000039116, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					15.21900000004098, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					16.44099999999162, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[11972] = {
				{
					17.39400000002934, -- [1]
					"Стражник Фенгус", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					50.42000000004191, -- [1]
					"Стражник Фенгус", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[8269] = {
				{
					35.84700000000885, -- [1]
					"Стражник Фенгус", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[3604] = {
				{
					30.94200000003912, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[15749] = {
				{
					1.054000000003725, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					17.64000000001397, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [2]
				{
					39.48399999999674, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[13445] = {
				{
					27.36100000003353, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [1]
				{
					29.90100000001257, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[6253] = {
				{
					6.726000000024214, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.942000000039116, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					10.36999999999534, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					15.21900000004098, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					20.06599999999162, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
			},
			[14516] = {
				{
					14.31700000003912, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					22.86499999999069, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					34.88800000003539, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					47.78299999999581, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
			},
			[15716] = {
				{
					3.080000000016298, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.290000000037253, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					7.942000000039116, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [132]
		{
			[6253] = {
				{
					24.45800000004238, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					31.32200000004377, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					41.69700000004377, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [3]
				{
					41.7609999999986, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [4]
				{
					153.9930000000168, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					161.2840000000433, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [6]
				{
					161.2840000000433, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [7]
				{
					164.9210000000312, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					203.4239999999991, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					213.1470000000554, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
			},
			[13445] = {
				{
					84.80900000000838, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [1]
				{
					87.6600000000326, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
				{
					92.50700000004144, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					105.4230000000098, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [4]
				{
					111.4960000000428, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [5]
				{
					111.4960000000428, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [6]
				{
					129.4350000000559, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [7]
				{
					147.9000000000233, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [8]
				{
					191.2750000000233, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [9]
			},
			[15716] = {
				{
					19.58800000004703, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.67700000002515, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.19500000000699, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					151.5510000000359, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					156.4030000000494, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					158.8570000000182, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					200.9960000000428, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[18072] = {
				{
					1.400000000023283, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					13.12700000003679, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					13.53100000001723, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					17.98100000002887, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					25.26400000002468, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					26.47400000004564, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
				{
					34.97800000000279, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					48.34600000001956, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					49.55000000004657, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					49.55000000004657, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					60.48600000003353, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
				{
					61.70200000004843, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [12]
				{
					69.024000000034, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [13]
				{
					70.24100000003818, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [14]
				{
					72.6710000000312, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [15]
				{
					76.32400000002235, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [16]
				{
					79.94900000002235, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [17]
				{
					84.81700000003912, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [18]
				{
					86.0340000000433, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [19]
				{
					95.74300000001676, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [20]
				{
					98.16600000002654, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [21]
				{
					104.2229999999981, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [22]
				{
					107.844000000041, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [23]
				{
					115.13400000002, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [24]
				{
					115.13400000002, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [25]
				{
					118.7670000000508, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [26]
				{
					123.625, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [27]
				{
					124.8430000000517, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [28]
				{
					128.4720000000089, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [29]
				{
					133.3220000000438, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [30]
				{
					133.3220000000438, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [31]
				{
					146.3700000000536, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [32]
				{
					147.4400000000023, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [33]
				{
					153.9930000000168, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [34]
				{
					193.7080000000424, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [35]
			},
			[15043] = {
				{
					16.5350000000326, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					32.30200000002515, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					104.8080000000191, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					110.844000000041, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [4]
				{
					118.1350000000093, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [5]
				{
					124.204000000027, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [6]
				{
					130.2690000000293, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [7]
				{
					133.9090000000433, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [8]
				{
					137.5440000000526, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [9]
				{
					152.1240000000107, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					156.9790000000503, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
				{
					179.5620000000345, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [12]
				{
					183.7240000000456, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [13]
				{
					187.3060000000405, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [14]
			},
			[18399] = {
				{
					25.03700000001118, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					18399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.25, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					18399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					114.4950000000536, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					18399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[13323] = {
				{
					107.4290000000037, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					13323, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [1]
				{
					126.838000000047, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					13323, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [2]
			},
			[22833] = {
				{
					14.74800000002142, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.02600000001257, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.24900000001071, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					80.35100000002421, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.9970000000321, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					121.2150000000256, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					141.829000000027, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					160.0690000000177, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					176.9290000000037, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					203.8630000000121, -- [1]
					"Топотун Криг", -- [2]
					22833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[14145] = {
				{
					1.400000000023283, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					11.09600000001956, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					28.08800000004703, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					93.30300000001444, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [4]
				{
					107.844000000041, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [5]
				{
					119.6000000000349, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [6]
			},
			[22835] = {
				{
					168.5730000000331, -- [1]
					"Топотун Криг", -- [2]
					22835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22572] = {
				{
					3.816000000049826, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					15.55900000000838, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [2]
				{
					15.97400000004564, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [3]
				{
					17.98100000002887, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
				{
					28.8870000000461, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [5]
				{
					146.6850000000559, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [6]
				{
					155.1900000000023, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [7]
				{
					190.0560000000405, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [8]
			},
			[16170] = {
				{
					0.1630000000004657, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [1]
				{
					9.877000000036787, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Маг-лорд из клана Гордок", -- [5]
				}, -- [2]
				{
					18.37700000003679, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Маг-лорд из клана Гордок", -- [5]
				}, -- [3]
				{
					49.55000000004657, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [4]
				{
					65.35900000005495, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [5]
				{
					86.0340000000433, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [6]
				{
					105.4230000000098, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [7]
				{
					127.2570000000414, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [8]
				{
					143.0360000000219, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [9]
				{
					180.7310000000289, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Маг-лорд из клана Гордок", -- [5]
				}, -- [10]
			},
			[16740] = {
				{
					12.72100000001956, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.72900000005029, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.95900000003167, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.19700000004377, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					86.43700000003446, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					110.2780000000494, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					128.4720000000089, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					149.1190000000061, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					170.6630000000005, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					189.4510000000009, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					208.6830000000191, -- [1]
					"Топотун Криг", -- [2]
					16740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[8269] = {
				{
					168.5730000000331, -- [1]
					"Топотун Криг", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15578] = {
				{
					8.659000000043306, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.95700000005309, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.17900000000373, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					87.6600000000326, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					108.2510000000475, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					134.533000000054, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					151.5510000000359, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					174.4250000000466, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					191.6830000000191, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					205.1210000000428, -- [1]
					"Топотун Криг", -- [2]
					15578, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[3604] = {
				{
					78.9100000000326, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [1]
				{
					86.72000000003027, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					86.88100000005215, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [3]
				{
					99.67399999999907, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					100.6120000000228, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [5]
				{
					105.6910000000498, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
				{
					111.7720000000554, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [7]
				{
					113.2860000000219, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [8]
				{
					183.0690000000177, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [9]
			},
			[15615] = {
				{
					49.95900000003167, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					167.3560000000289, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					169.7980000000098, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					178.2960000000312, -- [1]
					"Громила из клана Гордок", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
			},
		}, -- [133]
		{
			[16170] = {
				{
					11.57500000001164, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [1]
			},
			[11972] = {
				{
					9.945999999996275, -- [1]
					"Стражник Мол'дар", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					24.55499999999302, -- [1]
					"Стражник Мол'дар", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					42.76800000004005, -- [1]
					"Стражник Мол'дар", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[8269] = {
				{
					40.35300000000279, -- [1]
					"Стражник Мол'дар", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[18072] = {
				{
					9.144000000029337, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[3604] = {
				{
					6.90500000002794, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.416000000026543, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[15749] = {
				{
					5.112000000022817, -- [1]
					"Стражник Мол'дар", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [1]
				{
					25.76800000004005, -- [1]
					"Стражник Мол'дар", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
			},
			[13323] = {
				{
					30.62300000002142, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					13323, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акивис-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[13445] = {
				{
					5.402999999991152, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.923000000009779, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					9.144000000029337, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [3]
				{
					20.08900000003632, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Зулхет-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[15716] = {
				{
					10.3520000000135, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[6253] = {
				{
					16.44200000003912, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[14516] = {
				{
					18.94900000002235, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					30.09799999999814, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[15043] = {
				{
					2.446999999985565, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					7.312000000034459, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					10.9440000000177, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[14145] = {
				{
					13.24400000000605, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					14145, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
		}, -- [134]
		{
			[12550] = {
				{
					30.95299999997951, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22920] = {
				{
					12.75599999999395, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					33.37800000002608, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					50.34000000002561, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[15589] = {
				{
					40.64500000001863, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[18968] = {
				{
					17.20899999997346, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [1]
				{
					20.4320000000298, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [2]
				{
					37.82500000001164, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [3]
				{
					42.26400000002468, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [4]
				{
					55.63099999999395, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [5]
				{
					55.63099999999395, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [6]
			},
			[20537] = {
				{
					22.46000000002096, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сверхземля", -- [5]
				}, -- [1]
			},
			[3391] = {
				{
					1.811999999976251, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.683000000019092, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.89699999999721, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.49800000002142, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.77600000001257, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [135]
		{
			[22950] = {
				{
					20.22600000002421, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [1]
				{
					44.52600000001257, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [2]
			},
			[22909] = {
				{
					21.01800000004005, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					50.17399999999907, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [2]
				{
					59.88900000002468, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [3]
				{
					65.95800000004238, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [4]
				{
					70.83300000004238, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [5]
			},
			[13748] = {
				{
					0.1780000000144355, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					1.393000000040047, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					2.597000000008848, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					3.822000000043772, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					7.466000000014901, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					8.677000000025146, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [6]
				{
					9.894000000029337, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [7]
				{
					12.31599999999162, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [8]
				{
					15.16600000002654, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					16.37100000004284, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					18.80200000002515, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
				{
					20.82300000003306, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [12]
				{
					23.2510000000475, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [13]
				{
					25.68100000004051, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [14]
				{
					26.88800000003539, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [15]
				{
					29.70200000004843, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [16]
				{
					32.14100000000326, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [17]
				{
					33.3520000000135, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [18]
				{
					35.78000000002794, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [19]
				{
					38.21000000002096, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [20]
				{
					39.42999999999302, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [21]
				{
					40.6480000000447, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [22]
				{
					43.09299999999348, -- [1]
					"Рудиментное чудовище", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [23]
			},
			[12550] = {
				{
					56.68300000001909, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.95900000003167, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[22899] = {
				{
					6.856000000028871, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.80600000004051, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.13300000003073, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.52600000001257, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.68300000001909, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					66.40100000001257, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[16128] = {
				{
					23.86900000000605, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					43.29200000001583, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					56.68300000001909, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[22939] = {
				{
					48.99900000001071, -- [1]
					"Рудиментное чудовище", -- [2]
					22939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22938] = {
				{
					55.63500000000931, -- [1]
					"Сгусток маны", -- [2]
					22938, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8269] = {
				{
					50.59200000000419, -- [1]
					"Бессмер'тер", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[5568] = {
				{
					5.63900000002468, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.1480000000447, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.08400000003167, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					37.19900000002235, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					45.73500000004424, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.89300000004005, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.2609999999986, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [136]
		{
			[28858] = {
				{
					33.38199999998324, -- [1]
					"Железная Кора - заступник", -- [2]
					28858, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [1]
				{
					43.09799999999814, -- [1]
					"Железная Кора - заступник", -- [2]
					28858, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [2]
			},
			[18670] = {
				{
					36.28899999998976, -- [1]
					"Железная Кора - заступник", -- [2]
					18670, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					64.94899999996414, -- [1]
					"Железная Кора - заступник", -- [2]
					18670, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[5568] = {
				{
					13.94500000000699, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.65999999997439, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.17399999999907, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.8859999999986, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.15799999999581, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.06299999996554, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					68.57000000000698, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					73.4309999999823, -- [1]
					"Железная Кора - заступник", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					79.52899999998044, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					80.74400000000605, -- [1]
					"Железная Кора - заступник", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[22924] = {
				{
					17.37400000001071, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.10699999995995, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [137]
		{
			[22911] = {
				{
					3.38900000002468, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[12550] = {
				{
					27.70600000000559, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[20735] = {
				{
					54.02900000003865, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[22914] = {
				{
					15.58100000000559, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.78000000002794, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.78400000004331, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					72.2050000000163, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[22910] = {
				{
					31.34200000000419, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.27600000001257, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.84700000000885, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[18968] = {
				{
					1.771000000007916, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [1]
				{
					23.66600000002654, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [2]
				{
					31.74300000001676, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [3]
				{
					43.08900000003632, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [4]
				{
					53.61800000001676, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [5]
				{
					63.31500000000233, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [6]
				{
					70.18300000001909, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [7]
				{
					88.78000000002794, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [8]
				{
					90.23999999999069, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [9]
				{
					90.23999999999069, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [10]
			},
			[17156] = {
				{
					11.28200000000652, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					28.13099999999395, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					60.59799999999814, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
			},
			[30933] = {
				{
					20.44000000000233, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					62.9100000000326, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [138]
		{
			[585] = {
				{
					34.86599999997998, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					585, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[139] = {
				{
					110.8589999999967, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					139, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [1]
			},
			[17201] = {
				{
					110.8589999999967, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [1]
				{
					178.4319999999716, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [2]
			},
			[125439] = {
				{
					6.86199999996461, -- [1]
					"Сверхземля", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.53200000000652, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15654] = {
				{
					9.300999999977648, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					96.70100000000093, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
			},
			[853] = {
				{
					7.454999999958091, -- [1]
					"Сверхземля", -- [2]
					853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
			},
			[8122] = {
				{
					95.07699999999022, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					8122, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[62124] = {
				{
					6.86199999996461, -- [1]
					"Сверхземля", -- [2]
					62124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [1]
			},
			[7154] = {
				{
					108.7139999999781, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [1]
				{
					120.0399999999791, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [2]
				{
					126.100999999966, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [3]
				{
					189.234999999986, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [4]
			},
			[85256] = {
				{
					9.432999999960884, -- [1]
					"Сверхземля", -- [2]
					85256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [1]
			},
			[15587] = {
				{
					2.288999999989756, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					15.68799999996554, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					20.5449999999837, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					33.8640000000014, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [4]
				{
					37.51500000001397, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [5]
				{
					62.10499999998137, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [6]
				{
					64.16499999997905, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [7]
				{
					66.60499999998137, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лордханд", -- [5]
				}, -- [8]
				{
					84.82799999997951, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [9]
				{
					86.850999999966, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [10]
				{
					101.8339999999735, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [11]
			},
			[312411] = {
				{
					28.7390000000014, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					312411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каламбус", -- [5]
				}, -- [1]
			},
			[121536] = {
				{
					114.905999999959, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					121536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22919] = {
				{
					10.51500000001397, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [1]
				{
					93.05799999996088, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [2]
				{
					113.6879999999655, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скельтик", -- [5]
				}, -- [3]
				{
					144.0359999999637, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кошка", -- [5]
				}, -- [4]
			},
			[34861] = {
				{
					99.11900000000605, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					34861, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22917] = {
				{
					38.43499999999767, -- [1]
					"Магистр Календрис", -- [2]
					22917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[527] = {
				{
					31.15200000000186, -- [1]
					"Дарклисичка-Голдринн", -- [2]
					527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [1]
			},
			[7645] = {
				{
					6.429000000003725, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сверхземля", -- [5]
				}, -- [1]
				{
					27.10800000000745, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [2]
				{
					51.34599999996135, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					73.17800000001444, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					91, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [5]
				{
					109.2029999999795, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дарклисичка-Голдринн", -- [5]
				}, -- [6]
			},
		}, -- [139]
		{
			[13730] = {
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					13730, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[185313] = {
				{
					43.83699999999953, -- [1]
					"Ненсита-СвежевательДуш", -- [2]
					185313, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[17405] = {
				{
					38.79800000000978, -- [1]
					"Бальназар", -- [2]
					17405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[13787] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[9672] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [8]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [9]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [10]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [11]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [12]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [13]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [14]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [15]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [16]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [17]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [18]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [19]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [20]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [21]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [22]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [23]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [24]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [25]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [26]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [27]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [28]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [29]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [30]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [31]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [32]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [33]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [34]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [35]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [36]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [37]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [38]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [39]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [40]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [41]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [42]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [43]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [44]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [45]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [46]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [47]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [48]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [49]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [50]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [51]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [52]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [53]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [54]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [55]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [56]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [57]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [58]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [59]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9672, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [60]
			},
			[11975] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					11975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					11975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[8364] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					8364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[13704] = {
				{
					36.57000000000699, -- [1]
					"Бальназар", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.39400000002934, -- [1]
					"Бальназар", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[66290] = {
				{
					14.51000000000931, -- [1]
					"Бальназар", -- [2]
					66290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фенрир", -- [5]
				}, -- [1]
				{
					30.27199999999721, -- [1]
					"Бальназар", -- [2]
					66290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [2]
				{
					47.26799999998184, -- [1]
					"Бальназар", -- [2]
					66290, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [3]
			},
			[20572] = {
				{
					41.42099999997299, -- [1]
					"Ненсита-СвежевательДуш", -- [2]
					20572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[37361] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [8]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [9]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [10]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [11]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [12]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [13]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [14]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [15]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [16]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [17]
			},
			[9613] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [8]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [9]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [10]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [11]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [12]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [13]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [14]
			},
			[17399] = {
				{
					8.663999999989755, -- [1]
					"Бальназар", -- [2]
					17399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.62400000001071, -- [1]
					"Бальназар", -- [2]
					17399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.21100000001025, -- [1]
					"Бальназар", -- [2]
					17399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					54.75599999999395, -- [1]
					"Бальназар", -- [2]
					17399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[11976] = {
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [7]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [8]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [9]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [10]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [11]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [12]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [13]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [14]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [15]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [16]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [17]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [18]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [19]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [20]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [21]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [22]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [23]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [24]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [25]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [26]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [27]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [28]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [29]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [30]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [31]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [32]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [33]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [34]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [35]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [36]
			},
			[15496] = {
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [3]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [4]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [5]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [6]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [7]
			},
			[80750] = {
				{
					4.103000000002794, -- [1]
					"Бальназар", -- [2]
					80750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					21.07299999997485, -- [1]
					"Бальназар", -- [2]
					80750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					33.20799999998417, -- [1]
					"Бальназар", -- [2]
					80750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					53.82799999997951, -- [1]
					"Бальназар", -- [2]
					80750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					62.3410000000149, -- [1]
					"Бальназар", -- [2]
					80750, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[16380] = {
				{
					57.19300000002841, -- [1]
					"Око Наксрамаса", -- [2]
					16380, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12557] = {
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					12557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-страж", -- [2]
					12557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[9080] = {
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [1]
				{
					65.25599999999395, -- [1]
					"Скелет-берсерк", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рыцарь Серебряного Авангарда", -- [5]
				}, -- [2]
			},
		}, -- [140]
		{
			[76583] = {
				{
					8.366000000038184, -- [1]
					"Восставший монах", -- [2]
					76583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[17293] = {
				{
					10.58500000002096, -- [1]
					"Инструктор Галфорд", -- [2]
					17293, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.75900000002002, -- [1]
					"Инструктор Галфорд", -- [2]
					17293, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[13748] = {
				{
					0.8850000000093132, -- [1]
					"Восставший колдун", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [1]
				{
					2.108000000007451, -- [1]
					"Восставший колдун", -- [2]
					13748, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[3391] = {
				{
					14.46100000001025, -- [1]
					"Восставший монах", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[17366] = {
				{
					5.135999999998603, -- [1]
					"Инструктор Галфорд", -- [2]
					17366, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[33975] = {
				{
					37.4770000000135, -- [1]
					"Инструктор Галфорд", -- [2]
					33975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					48.80300000001444, -- [1]
					"Инструктор Галфорд", -- [2]
					33975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
			},
		}, -- [141]
		{
			[17279] = {
				{
					5.446999999985565, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.48999999999069, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.57500000001164, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.61700000002747, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					29.67399999999907, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					35.74400000000605, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					41.82299999997485, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					47.88699999998789, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.94099999999162, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					60.01500000001397, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					17279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[15615] = {
				{
					9.070000000006985, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					15.14100000000326, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [2]
				{
					22.40700000000652, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					33.33199999999488, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					40.59499999997206, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					15615, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[17353] = {
				{
					5.446999999985565, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					5.446999999985565, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					5.446999999985565, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					9.070000000006985, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [4]
				{
					9.070000000006985, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [5]
				{
					9.070000000006985, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [6]
				{
					11.50500000000466, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [7]
				{
					11.50500000000466, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [8]
				{
					11.50500000000466, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [9]
				{
					12.72200000000885, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [10]
				{
					12.72200000000885, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [11]
				{
					12.72200000000885, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [12]
				{
					15.14100000000326, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [13]
				{
					15.14100000000326, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [14]
				{
					15.14100000000326, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [15]
				{
					16.36599999997998, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [16]
				{
					16.36599999997998, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [17]
				{
					16.36599999997998, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [18]
				{
					17.57500000001164, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [19]
				{
					17.57500000001164, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [20]
				{
					17.57500000001164, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [21]
				{
					18.78800000000047, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [22]
				{
					18.78800000000047, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [23]
				{
					18.78800000000047, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [24]
				{
					19.98399999999674, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [25]
				{
					20.00199999997858, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [26]
				{
					20.00199999997858, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [27]
				{
					23.61700000002747, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [28]
				{
					23.61700000002747, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [29]
				{
					23.61700000002747, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [30]
				{
					27.25, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [31]
				{
					27.25, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [32]
				{
					27.25, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [33]
				{
					29.67399999999907, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [34]
				{
					29.67399999999907, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [35]
				{
					29.67399999999907, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [36]
				{
					30.90500000002794, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [37]
				{
					30.90500000002794, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [38]
				{
					30.90500000002794, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [39]
				{
					35.74400000000605, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [40]
				{
					35.74400000000605, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [41]
				{
					35.74400000000605, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [42]
				{
					39.40399999998044, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [43]
				{
					39.40399999998044, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [44]
				{
					39.40399999998044, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [45]
				{
					41.82299999997485, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [46]
				{
					41.82299999997485, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [47]
				{
					41.82299999997485, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [48]
				{
					45.46899999998277, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [49]
				{
					45.46899999998277, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [50]
				{
					45.46899999998277, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [51]
				{
					47.88699999998789, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [52]
				{
					47.88699999998789, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [53]
				{
					47.88699999998789, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [54]
				{
					49.1020000000135, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [55]
				{
					49.1020000000135, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [56]
				{
					49.1020000000135, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [57]
				{
					53.94099999999162, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [58]
				{
					53.94099999999162, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [59]
				{
					53.94099999999162, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [60]
				{
					57.58799999998882, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [61]
				{
					57.58799999998882, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [62]
				{
					57.58799999998882, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [63]
				{
					60.01500000001397, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [64]
				{
					60.01500000001397, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [65]
				{
					60.01500000001397, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [66]
				{
					61.22499999997672, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [67]
				{
					61.22499999997672, -- [1]
					"Восставший ружейник", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [68]
				{
					61.22499999997672, -- [1]
					"Восставшая ружейница", -- [2]
					17353, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [69]
			},
			[110762] = {
				{
					13.93499999999767, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					32.11900000000605, -- [1]
					"Вилли Разбивающий Надежды", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
			},
		}, -- [142]
		{
			[12734] = {
				{
					6.709000000031665, -- [1]
					"Командир Малор", -- [2]
					12734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.75200000003679, -- [1]
					"Командир Малор", -- [2]
					12734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					34.79200000001583, -- [1]
					"Командир Малор", -- [2]
					12734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					47.89900000003399, -- [1]
					"Командир Малор", -- [2]
					12734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[16172] = {
				{
					14.73000000003958, -- [1]
					"Командир Малор", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					36.79700000002049, -- [1]
					"Командир Малор", -- [2]
					16172, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
			},
		}, -- [143]
		{
			[17470] = {
				{
					5.580000000016298, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					12.61800000001676, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					18.23600000003353, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					23.31600000004983, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					30.88500000000931, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
				{
					37.37900000001537, -- [1]
					"Тимми Беспощадный", -- [2]
					17470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [6]
			},
			[15496] = {
				{
					30.45800000004238, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
				{
					42.32900000002701, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [2]
			},
			[8599] = {
				{
					21.5120000000461, -- [1]
					"Тимми Беспощадный", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [144]
		{
			[9613] = {
				{
					7.091000000014901, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
			},
			[11976] = {
				{
					22.2050000000163, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
			},
			[122832] = {
				{
					5.699000000022352, -- [1]
					"Непрощенный", -- [2]
					122832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					19.04599999997299, -- [1]
					"Непрощенный", -- [2]
					122832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					27.50400000001537, -- [1]
					"Непрощенный", -- [2]
					122832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[15089] = {
				{
					4.489000000001397, -- [1]
					"Мстительный фантом", -- [2]
					15089, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[37361] = {
				{
					12.38899999996647, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
			},
			[6713] = {
				{
					14.09899999998743, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					6713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [1]
			},
			[11972] = {
				{
					15.01399999996647, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [1]
			},
		}, -- [145]
		{
			[12542] = {
				{
					34.50500000000466, -- [1]
					"Почтальон Мэлоун", -- [2]
					12542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [1]
				{
					56.31699999998091, -- [1]
					"Почтальон Мэлоун", -- [2]
					12542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [2]
				{
					68.44099999999162, -- [1]
					"Почтальон Мэлоун", -- [2]
					12542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[7713] = {
				{
					5.062999999965541, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.062999999965541, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.915999999968335, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.20699999999488, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.48599999997532, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					25.69999999995343, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					31.78499999997439, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					41.47800000000279, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					52.38199999998324, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					58.43599999998696, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					69.375, -- [1]
					"Нежить-почтальон", -- [2]
					7713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[12741] = {
				{
					12.34099999995669, -- [1]
					"Почтальон Мэлоун", -- [2]
					12741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.74199999996927, -- [1]
					"Почтальон Мэлоун", -- [2]
					12741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					69.375, -- [1]
					"Почтальон Мэлоун", -- [2]
					12741, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[8599] = {
				{
					17.60599999997066, -- [1]
					"Чумной вурдалак", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.85499999998137, -- [1]
					"Чумной вурдалак", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.9429999999702, -- [1]
					"Чумной вурдалак", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[13787] = {
				{
					47.52700000000186, -- [1]
					"Скелет-страж", -- [2]
					13787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[5137] = {
				{
					9.492999999958556, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.13099999999395, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фенрир", -- [5]
				}, -- [2]
				{
					17.99299999995856, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [3]
				{
					28.91300000000047, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					31.33799999998882, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фенрир", -- [5]
				}, -- [5]
				{
					33.79300000000512, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [6]
				{
					38.63699999998789, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [7]
				{
					53.17999999999302, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [8]
				{
					59.24099999997998, -- [1]
					"Нежить-почтальон", -- [2]
					5137, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [9]
			},
			[6713] = {
				{
					6.909999999974389, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					6713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-берсерк", -- [5]
				}, -- [1]
				{
					64.53099999995902, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					6713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [2]
			},
			[15496] = {
				{
					0.9039999999804422, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
				{
					3.318999999959488, -- [1]
					"Скелет-берсерк", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [2]
			},
			[13338] = {
				{
					13.55400000000373, -- [1]
					"Почтальон Мэлоун", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					20.85599999997066, -- [1]
					"Почтальон Мэлоун", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [2]
				{
					29.33100000000559, -- [1]
					"Почтальон Мэлоун", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					59.66800000000512, -- [1]
					"Почтальон Мэлоун", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					79.07199999998556, -- [1]
					"Почтальон Мэлоун", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[9080] = {
				{
					2.648999999975786, -- [1]
					"Скелет-берсерк", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
			},
			[40505] = {
				{
					5.918999999994412, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					6.828999999968801, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					17.67199999996228, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					29.50699999998324, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					41.1479999999865, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
				{
					60.24799999996321, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [6]
			},
			[6253] = {
				{
					19.64299999998184, -- [1]
					"Почтальон Мэлоун", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					35.43299999996088, -- [1]
					"Почтальон Мэлоун", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					60.87299999996321, -- [1]
					"Почтальон Мэлоун", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
				{
					74.23099999997066, -- [1]
					"Почтальон Мэлоун", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					80.28200000000652, -- [1]
					"Почтальон Мэлоун", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[16458] = {
				{
					18.83399999997346, -- [1]
					"Чумной вурдалак", -- [2]
					16458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					25.69999999995343, -- [1]
					"Чумной вурдалак", -- [2]
					16458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					58.43599999998696, -- [1]
					"Чумной вурдалак", -- [2]
					16458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[9613] = {
				{
					58.20999999996275, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
			},
			[11972] = {
				{
					58.84700000000885, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [1]
			},
		}, -- [146]
		{
			[12555] = {
				{
					8.994000000006054, -- [1]
					"Скелет-берсерк", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					10.21399999997811, -- [1]
					"Скелет-берсерк", -- [2]
					12555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[11972] = {
				{
					9.393999999971129, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [1]
				{
					16.27799999999115, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [2]
			},
			[16324] = {
				{
					13.82299999997485, -- [1]
					"Уничтоженный кадавр", -- [2]
					16324, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.88000000000466, -- [1]
					"Уничтоженный кадавр", -- [2]
					16324, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.23499999998603, -- [1]
					"Уничтоженный кадавр", -- [2]
					16324, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[13446] = {
				{
					2.464999999967404, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					4.704999999958091, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					7.794999999983702, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фенрир", -- [5]
				}, -- [3]
				{
					14.72299999999814, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
				{
					16.51399999996647, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [5]
				{
					22.73399999999674, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [6]
				{
					26.52999999996973, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фенрир", -- [5]
				}, -- [7]
				{
					30.75699999998324, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [8]
				{
					32.84899999998743, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [9]
				{
					38.77100000000792, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [10]
				{
					40.88000000000466, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [11]
				{
					44.79599999997299, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [12]
				{
					50.8979999999865, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [13]
				{
					52.82600000000093, -- [1]
					"Уничтоженный кадавр", -- [2]
					13446, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [14]
			},
			[14443] = {
				{
					5.73699999996461, -- [1]
					"Певчий Форрестен", -- [2]
					14443, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ульфурийка-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[9613] = {
				{
					3.472999999998137, -- [1]
					"Скелет-страж", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[8599] = {
				{
					30.8520000000135, -- [1]
					"Чумной вурдалак", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[16244] = {
				{
					9.456999999994878, -- [1]
					"Певчий Форрестен", -- [2]
					16244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.74499999999534, -- [1]
					"Певчий Форрестен", -- [2]
					16244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.04099999996834, -- [1]
					"Певчий Форрестен", -- [2]
					16244, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[16798] = {
				{
					8.831000000005588, -- [1]
					"Певчий Форрестен", -- [2]
					16798, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [1]
				{
					20.10599999997066, -- [1]
					"Певчий Форрестен", -- [2]
					16798, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ненсита-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[37361] = {
				{
					3.597000000008848, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
				{
					5.115999999979977, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					5.518999999971129, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [3]
				{
					14.86099999997532, -- [1]
					"Скелет-страж", -- [2]
					37361, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [4]
			},
			[11975] = {
				{
					4.402000000001863, -- [1]
					"Скелет-страж", -- [2]
					11975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[6713] = {
				{
					20.2390000000014, -- [1]
					"Охранник из Багрового Легиона", -- [2]
					6713, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Скелет-страж", -- [5]
				}, -- [1]
			},
			[40505] = {
				{
					11.63799999997718, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.60599999997066, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [2]
				{
					37.02899999998044, -- [1]
					"Чумной вурдалак", -- [2]
					40505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [3]
			},
			[16458] = {
				{
					20.8069999999716, -- [1]
					"Чумной вурдалак", -- [2]
					16458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[16333] = {
				{
					60.39999999996508, -- [1]
					"Призрачный горожанин", -- [2]
					16333, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Милартэ-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[11976] = {
				{
					43.68599999998696, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [1]
				{
					48.57000000000699, -- [1]
					"Скелет-берсерк", -- [2]
					11976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Охранник из Багрового Легиона", -- [5]
				}, -- [2]
			},
		}, -- [147]
		{
			[16170] = {
				{
					157.3209999999963, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [1]
				{
					173.1110000000335, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [2]
				{
					188.9010000000126, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [3]
				{
					208.3410000000149, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [4]
				{
					224.1350000000093, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [5]
				{
					239.9470000000438, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [6]
				{
					256.9550000000163, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [7]
				{
					284.8880000000354, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гончая клана Гордок", -- [5]
				}, -- [8]
				{
					304.3640000000014, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					16170, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Громила из клана Гордок", -- [5]
				}, -- [9]
			},
			[11972] = {
				{
					67.74300000001676, -- [1]
					"Стражник Мол'дар", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					262.6210000000428, -- [1]
					"Стражник Мол'дар", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[18072] = {
				{
					282.5420000000158, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					290.969000000041, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [2]
				{
					306.7889999999898, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[3604] = {
				{
					251.7430000000168, -- [1]
					"Гончая клана Гордок", -- [2]
					3604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
			},
			[15749] = {
				{
					76.27799999999115, -- [1]
					"Стражник Мол'дар", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
			},
			[13445] = {
				{
					248.439000000013, -- [1]
					"Гончая клана Гордок", -- [2]
					13445, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
			},
			[14516] = {
				{
					10.56400000001304, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
			},
			[15043] = {
				{
					283.0489999999991, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					296.3950000000186, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					303.7119999999995, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					15043, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[18399] = {
				{
					300.0470000000205, -- [1]
					"Маг-лорд из клана Гордок", -- [2]
					18399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [148]
		{
			[22660] = {
				{
					14.24099999997998, -- [1]
					"Алззин Перевертень", -- [2]
					22660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.70999999996275, -- [1]
					"Алззин Перевертень", -- [2]
					22660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[22661] = {
				{
					8.46799999999348, -- [1]
					"Алззин Перевертень", -- [2]
					22661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
				{
					31.50899999996182, -- [1]
					"Алззин Перевертень", -- [2]
					22661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [2]
			},
			[22662] = {
				{
					12.09399999998277, -- [1]
					"Алззин Перевертень", -- [2]
					22662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
				{
					36.37599999998929, -- [1]
					"Алззин Перевертень", -- [2]
					22662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [2]
			},
			[6268] = {
				{
					53.6020000000135, -- [1]
					"Загадочный страхокус", -- [2]
					6268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					53.6020000000135, -- [1]
					"Загадочный страхокус", -- [2]
					6268, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[22688] = {
				{
					53.05299999995623, -- [1]
					"Алззин Перевертень", -- [2]
					22688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[19319] = {
				{
					18.3979999999865, -- [1]
					"Алззин Перевертень", -- [2]
					19319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
				{
					43.98999999999069, -- [1]
					"Алззин Перевертень", -- [2]
					19319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [2]
			},
			[22689] = {
				{
					48.19999999995343, -- [1]
					"Алззин Перевертень", -- [2]
					22689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
			},
		}, -- [149]
		{
			[22651] = {
				{
					11.5679999999702, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					34.64699999999721, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [2]
			},
			[22478] = {
				{
					20.06099999998696, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.97399999998743, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.03999999997905, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [150]
		{
			[22421] = {
				{
					7.521000000007916, -- [1]
					"Гидротварь", -- [2]
					22421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22422] = {
				{
					7.543999999994412, -- [1]
					"Огромный гейзер", -- [2]
					22422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22419] = {
				{
					14.91800000000512, -- [1]
					"Гидротварь", -- [2]
					22419, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22714] = {
				{
					12.48499999998603, -- [1]
					"Гидротварь", -- [2]
					22714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22420] = {
				{
					3.983000000007451, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.65600000001723, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.70299999997951, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.14500000001863, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					23.00599999999395, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [151]
		{
			[14034] = {
				{
					3.103000000002794, -- [1]
					"Пимгиб", -- [2]
					14034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
			},
			[20787] = {
				{
					7.059999999997672, -- [1]
					"Лефтендрис", -- [2]
					20787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
			},
			[13338] = {
				{
					17.16399999998976, -- [1]
					"Лефтендрис", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Девушка-Голдринн", -- [5]
				}, -- [1]
			},
		}, -- [152]
		{
			[22886] = {
				{
					8.62599999998929, -- [1]
					"Король Гордок", -- [2]
					22886, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[15572] = {
				{
					3.755999999993946, -- [1]
					"Король Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					14.67499999998836, -- [1]
					"Король Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
			[22884] = {
				{
					17.10099999996601, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					22884, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15587] = {
				{
					1.514999999955762, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					3.029999999969732, -- [1]
					"Чо'Раш Наблюдатель", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
		}, -- [153]
		{
			[22857] = {
				{
					31.77799999999115, -- [1]
					"Капитан Давигром", -- [2]
					22857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[19134] = {
				{
					7.522999999986496, -- [1]
					"Капитан Давигром", -- [2]
					19134, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					37.8520000000135, -- [1]
					"Капитан Давигром", -- [2]
					19134, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
			[15572] = {
				{
					31.77799999999115, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[22860] = {
				{
					22.47499999997672, -- [1]
					"Капитан Давигром", -- [2]
					22860, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15496] = {
				{
					36.54200000001583, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					46.17700000002515, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
			[22859] = {
				{
					10.34899999998743, -- [1]
					"Капитан Давигром", -- [2]
					22859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					24.50799999997253, -- [1]
					"Капитан Давигром", -- [2]
					22859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
		}, -- [154]
		{
			[11972] = {
				{
					37.96700000000419, -- [1]
					"Стражник Слип'кик", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лолистар-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[8269] = {
				{
					41.61699999996927, -- [1]
					"Стражник Слип'кик", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[13737] = {
				{
					63.57600000000093, -- [1]
					"Разоритель из клана Гордок", -- [2]
					13737, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[15749] = {
				{
					40.4089999999851, -- [1]
					"Стражник Слип'кик", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					56.21599999995669, -- [1]
					"Стражник Слип'кик", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рентера", -- [5]
				}, -- [2]
			},
			[15496] = {
				{
					49.51299999997718, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[12742] = {
				{
					7.166999999957625, -- [1]
					"Чернокнижник из клана Гордок", -- [2]
					12742, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ушкимакушки", -- [5]
				}, -- [1]
				{
					11.9649999999674, -- [1]
					"Чернокнижник из клана Гордок", -- [2]
					12742, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
			},
			[8994] = {
				{
					2.652999999991152, -- [1]
					"Чернокнижник из клана Гордок", -- [2]
					8994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[14516] = {
				{
					16.48699999996461, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					32.19099999999162, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [2]
				{
					44.48499999998603, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [3]
				{
					54.52499999996508, -- [1]
					"Стражник Слип'кик", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [4]
			},
			[12739] = {
				{
					6.946999999985565, -- [1]
					"Чернокнижник из клана Гордок", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лолистар-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[15572] = {
				{
					48.80299999995623, -- [1]
					"Разоритель из клана Гордок", -- [2]
					15572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
		}, -- [155]
		{
			[6253] = {
				{
					3.837999999988824, -- [1]
					"Громила из клана Гордок", -- [2]
					6253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[15749] = {
				{
					2.627999999967869, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рентера", -- [5]
				}, -- [1]
				{
					17.22899999999208, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					36.67399999999907, -- [1]
					"Стражник Фенгус", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
			},
			[11972] = {
				{
					37.88099999999395, -- [1]
					"Стражник Фенгус", -- [2]
					11972, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
			},
			[18072] = {
				{
					40.31500000000233, -- [1]
					"Громила из клана Гордок", -- [2]
					18072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
			},
			[22572] = {
				{
					43.9649999999674, -- [1]
					"Громила из клана Гордок", -- [2]
					22572, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лолистар-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[15716] = {
				{
					0.1950000000069849, -- [1]
					"Громила из клана Гордок", -- [2]
					15716, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[14516] = {
				{
					14.80599999998231, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					24.67200000002049, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
				{
					33.8399999999674, -- [1]
					"Стражник Фенгус", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [3]
			},
			[8269] = {
				{
					25.7149999999674, -- [1]
					"Стражник Фенгус", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [156]
		{
			[14516] = {
				{
					7.103000000002794, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [1]
				{
					22.88400000002002, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [2]
				{
					31.92300000000978, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [3]
				{
					40.71299999998882, -- [1]
					"Стражник Мол'дар", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бебибам", -- [5]
				}, -- [4]
			},
			[8269] = {
				{
					22.44699999998557, -- [1]
					"Стражник Мол'дар", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[15749] = {
				{
					1.804000000003725, -- [1]
					"Стражник Мол'дар", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ушкимакушки", -- [5]
				}, -- [1]
				{
					27.29800000000978, -- [1]
					"Стражник Мол'дар", -- [2]
					15749, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Рентера", -- [5]
				}, -- [2]
			},
		}, -- [157]
		{
			[40504] = {
				{
					8.022999999986496, -- [1]
					"Бритвохлест", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [1]
				{
					16.04599999997299, -- [1]
					"Бритвохлест", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [2]
				{
					32.09099999995669, -- [1]
					"Бритвохлест", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [3]
				{
					40.1239999999525, -- [1]
					"Бритвохлест", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [4]
				{
					54.1589999999851, -- [1]
					"Бритвохлест", -- [2]
					40504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [5]
			},
		}, -- [158]
		{
			[21707] = {
				{
					13.71100000001025, -- [1]
					"Ноксион", -- [2]
					21707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					59.79599999997299, -- [1]
					"Ноксион", -- [2]
					21707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[21687] = {
				{
					9.670999999972992, -- [1]
					"Ноксион", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.77799999999115, -- [1]
					"Ноксион", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.32799999997951, -- [1]
					"Ноксион", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.10599999997066, -- [1]
					"Ноксион", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[10966] = {
				{
					31.46299999998882, -- [1]
					"Ноксион", -- [2]
					10966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [1]
				{
					50.89000000001397, -- [1]
					"Ноксион", -- [2]
					10966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Еж-Борейскаятундра", -- [5]
				}, -- [2]
			},
		}, -- [159]
		{
			[15087] = {
				{
					7.947999999974854, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.149999999965075, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.09599999996135, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.31500000000233, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[16100] = {
				{
					0.6929999999701977, -- [1]
					"Лорд Злоязыкий", -- [2]
					16100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
				{
					23.68099999998231, -- [1]
					"Лорд Злоязыкий", -- [2]
					16100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
				{
					44.32999999995809, -- [1]
					"Лорд Злоязыкий", -- [2]
					16100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [3]
			},
			[21655] = {
				{
					16.42900000000373, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.09599999996135, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.03599999996368, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.75500000000466, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[21390] = {
				{
					4.324999999953434, -- [1]
					"Лорд Злоязыкий", -- [2]
					21390, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
			[9080] = {
				{
					0.6929999999701977, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
				{
					5.519999999960419, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
				{
					5.519999999960419, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [3]
				{
					9.149999999965075, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [4]
				{
					9.149999999965075, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [5]
				{
					16.42900000000373, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [6]
				{
					21.25799999997253, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [7]
				{
					23.68099999998231, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [8]
			},
			[7964] = {
				{
					21.25799999997253, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.90399999998044, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.47499999997672, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [160]
		{
			[12540] = {
				{
					24.44500000000699, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					12540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Металистт", -- [5]
				}, -- [1]
				{
					39.03700000001118, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					12540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
			},
			[29419] = {
				{
					10.69700000004377, -- [1]
					"Ремонтник Гизлок", -- [2]
					29419, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.63900000002468, -- [1]
					"Ремонтник Гизлок", -- [2]
					29419, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[21068] = {
				{
					24.04000000003725, -- [1]
					"Бес-осквернитель", -- [2]
					21068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
			[9143] = {
				{
					6.617000000027474, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.1140000000014, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.99300000001676, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.05300000001444, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.07600000000093, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					64.94000000000233, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[21833] = {
				{
					14.33799999998882, -- [1]
					"Ремонтник Гизлок", -- [2]
					21833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.49300000001676, -- [1]
					"Ремонтник Гизлок", -- [2]
					21833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[16100] = {
				{
					22.84600000001956, -- [1]
					"Ремонтник Гизлок", -- [2]
					16100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
				{
					26.46400000003632, -- [1]
					"Ремонтник Гизлок", -- [2]
					16100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
			},
			[15667] = {
				{
					42.16800000000512, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
			[5413] = {
				{
					23.25200000003679, -- [1]
					"Бес-осквернитель", -- [2]
					5413, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
			[21337] = {
				{
					11.09500000003027, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [1]
			},
			[21067] = {
				{
					18.4660000000149, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эдик", -- [5]
				}, -- [1]
				{
					18.4660000000149, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Эдик", -- [5]
				}, -- [2]
				{
					22.12200000003213, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [3]
				{
					24.5460000000312, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [4]
			},
			[3391] = {
				{
					28.63000000000466, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.04700000002049, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [161]
		{
			[21869] = {
				{
					12.63699999998789, -- [1]
					"Принцесса Терадрас", -- [2]
					21869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.97599999996601, -- [1]
					"Принцесса Терадрас", -- [2]
					21869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[21909] = {
				{
					15.07099999999628, -- [1]
					"Принцесса Терадрас", -- [2]
					21909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.16599999996834, -- [1]
					"Принцесса Терадрас", -- [2]
					21909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[3391] = {
				{
					7.794999999983702, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.49699999997392, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.77199999999721, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.47299999999814, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					43.74399999994785, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.22499999997672, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.17999999999302, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[21832] = {
				{
					20.71899999998277, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элементаль воды", -- [5]
				}, -- [1]
				{
					51.82600000000093, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
			},
			[21337] = {
				{
					66.61900000000605, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [1]
				{
					66.61900000000605, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [2]
				{
					66.61900000000605, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [3]
			},
		}, -- [162]
		{
			[13584] = {
				{
					32.09000000002561, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
			[21808] = {
				{
					18.43600000004517, -- [1]
					"Обвал", -- [2]
					21808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[110762] = {
				{
					13.60000000003493, -- [1]
					"Обвал", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
				{
					34.18300000001909, -- [1]
					"Обвал", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
			},
			[5568] = {
				{
					11.16600000002654, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.91200000001118, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.04399999999441, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.20100000000093, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [163]
		{
			[150601] = {
				{
					17.76000000000931, -- [1]
					"Вестник смерти Черношип", -- [2]
					150601, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.02400000003399, -- [1]
					"Вестник смерти Черношип", -- [2]
					150601, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150616] = {
				{
					7.879000000015367, -- [1]
					"Вестник смерти Черношип", -- [2]
					150616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [1]
				{
					24.83699999999953, -- [1]
					"Вестник смерти Черношип", -- [2]
					150616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
				{
					39.3859999999986, -- [1]
					"Вестник смерти Черношип", -- [2]
					150616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [3]
				{
					57.55400000000373, -- [1]
					"Вестник смерти Черношип", -- [2]
					150616, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [4]
			},
			[151962] = {
				{
					14.93700000003446, -- [1]
					"Вестник смерти Черношип", -- [2]
					151962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.91700000001583, -- [1]
					"Вестник смерти Черношип", -- [2]
					151962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.0690000000177, -- [1]
					"Вестник смерти Черношип", -- [2]
					151962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.63099999999395, -- [1]
					"Вестник смерти Черношип", -- [2]
					151962, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[150332] = {
				{
					27.47200000000885, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кирядестроер-Галакронд", -- [5]
				}, -- [1]
				{
					27.47200000000885, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					27.47200000000885, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [3]
				{
					52.10999999998603, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кирядестроер-Галакронд", -- [5]
				}, -- [4]
				{
					53.70900000003167, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Укурк-ВечнаяПесня", -- [5]
				}, -- [5]
				{
					53.70900000003167, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [6]
				{
					60.61200000002282, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [7]
				{
					63.42900000000373, -- [1]
					"Воин-костещеп", -- [2]
					150332, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [8]
			},
			[151010] = {
				{
					29.48499999998603, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [1]
				{
					31.48300000000745, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [2]
				{
					32.33799999998882, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [3]
				{
					54.10999999998603, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [4]
				{
					57.73399999999674, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [5]
				{
					57.73399999999674, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [6]
				{
					62.62300000002142, -- [1]
					"Воин-костещеп", -- [2]
					151010, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [7]
			},
		}, -- [164]
		{
			[149851] = {
				{
					19.50699999998324, -- [1]
					"Мягконог", -- [2]
					149851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.03800000000047, -- [1]
					"Мягконог", -- [2]
					149851, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[149835] = {
				{
					13.85799999994924, -- [1]
					"Мягконог", -- [2]
					149835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.00699999998324, -- [1]
					"Мягконог", -- [2]
					149835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.39100000000326, -- [1]
					"Мягконог", -- [2]
					149835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					51.54699999996228, -- [1]
					"Мягконог", -- [2]
					149835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[151928] = {
				{
					5.114000000001397, -- [1]
					"Загустевшая чумная слизь", -- [2]
					151928, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
			},
		}, -- [165]
		{
			[150001] = {
				{
					3.269000000029337, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [1]
				{
					10.58100000000559, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [2]
				{
					31.21199999999953, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [3]
				{
					37.29100000002654, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [4]
				{
					49.45199999999022, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150001, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Каррагор", -- [5]
				}, -- [5]
			},
			[151575] = {
				{
					15.93499999999767, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					151575, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150002] = {
				{
					20.11200000002282, -- [1]
					"Пламенеющий служитель", -- [2]
					150002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.16100000002189, -- [1]
					"Пламенеющий служитель", -- [2]
					150002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.91100000002189, -- [1]
					"Пламенеющий служитель", -- [2]
					150002, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[150067] = {
				{
					17.35300000000279, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.41600000002654, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.71799999999348, -- [1]
					"Мордреш Огненный Глаз", -- [2]
					150067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [166]
		{
			[150072] = {
				{
					5.267999999981839, -- [1]
					"Аарукс", -- [2]
					150072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [1]
				{
					17.40599999995902, -- [1]
					"Аарукс", -- [2]
					150072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [2]
				{
					29.56299999996554, -- [1]
					"Аарукс", -- [2]
					150072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кирядестроер-Галакронд", -- [5]
				}, -- [3]
				{
					41.71399999997811, -- [1]
					"Аарукс", -- [2]
					150072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Миррано-Корольлич", -- [5]
				}, -- [4]
				{
					53.88399999996182, -- [1]
					"Аарукс", -- [2]
					150072, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
			},
		}, -- [167]
		{
			[151534] = {
				{
					7.657999999995809, -- [1]
					"Чарлга Остробок", -- [2]
					151534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристалл штормового потока", -- [5]
				}, -- [1]
				{
					18.59399999998277, -- [1]
					"Чарлга Остробок", -- [2]
					151534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристалл ядовитого всплеска", -- [5]
				}, -- [2]
			},
			[151583] = {
				{
					11.50799999997253, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [1]
				{
					27.30599999998231, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [2]
				{
					43.05199999999604, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					58.81599999999162, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [4]
			},
			[151570] = {
				{
					31.74699999997392, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.77599999998347, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.75399999998626, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [168]
		{
			[151432] = {
				{
					9.876000000018394, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.73700000002282, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.62400000001071, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.48099999999977, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[151407] = {
				{
					21.92399999999907, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.35900000002584, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.41300000000047, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[151475] = {
				{
					4.510000000009313, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					15.44100000002072, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					26.37800000002608, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					37.30500000002212, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					48.24700000000303, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [5]
				{
					59.20200000001933, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					70.12300000002142, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					81.03200000000652, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
			},
			[151454] = {
				{
					21.08100000000559, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.94500000000699, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.83400000000256, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [169]
		{
			[151286] = {
				{
					46.08600000001025, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
			},
			[151273] = {
				{
					43.08499999999185, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151273, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151274] = {
				{
					0.996000000013737, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					2.760000000009313, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					3.967000000004191, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					5.190999999991618, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					6.407000000006519, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					7.61799999998766, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					8.836000000010245, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					10.05600000001141, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
				{
					11.27100000000792, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [9]
				{
					12.48500000001513, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [10]
				{
					13.69599999999628, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					14.92300000000978, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [12]
				{
					16.12200000000303, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [13]
				{
					17.3520000000135, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [14]
				{
					18.58999999999651, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [15]
				{
					19.8070000000007, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [16]
				{
					21.01800000001094, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [17]
				{
					22.24400000000605, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [18]
				{
					23.44200000001001, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [19]
				{
					24.65700000000652, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [20]
				{
					25.86699999999837, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [21]
				{
					27.06400000001304, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [22]
				{
					28.28299999999581, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [23]
				{
					29.50899999999092, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [24]
				{
					30.72399999998743, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [25]
				{
					31.92600000000675, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [26]
				{
					33.14900000000489, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [27]
				{
					34.36499999999069, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [28]
				{
					35.58499999999185, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [29]
				{
					36.79699999999139, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [30]
				{
					38.01399999999558, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [31]
				{
					39.23699999999371, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [32]
				{
					40.45100000000093, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [33]
				{
					41.65599999998813, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [34]
				{
					42.87200000000303, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [35]
				{
					47.71700000000419, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [36]
				{
					48.93900000001304, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [37]
				{
					50.13399999999092, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [38]
				{
					51.34200000000419, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [39]
			},
			[151312] = {
				{
					19.13699999998789, -- [1]
					"Полководец Злоклык", -- [2]
					151312, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.93499999999767, -- [1]
					"Полководец Злоклык", -- [2]
					151312, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151218] = {
				{
					24.23099999999977, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [1]
			},
			[151253] = {
				{
					1.329999999987194, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					3.774000000004889, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					6.203000000008615, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					8.63200000001234, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [4]
				{
					11.05199999999604, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [5]
				{
					13.49100000000908, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [6]
				{
					15.91899999999441, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					18.36199999999371, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [8]
				{
					20.81099999998696, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					26.86600000000908, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [10]
				{
					29.27999999999884, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [11]
				{
					31.70800000001327, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [12]
				{
					34.14499999998952, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [13]
				{
					36.58100000000559, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [14]
				{
					39.01199999998789, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [15]
				{
					41.43499999999767, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [16]
				{
					43.88399999999092, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [17]
				{
					46.29999999998836, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [18]
				{
					48.7160000000149, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [19]
			},
		}, -- [170]
		{
			[150881] = {
				{
					19.52199999999721, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
			},
			[150917] = {
				{
					42.6710000000021, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150904] = {
				{
					5.657999999995809, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					29.94699999998557, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					59.09399999998277, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
			},
			[150914] = {
				{
					38.65499999999884, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150879] = {
				{
					0.7960000000020955, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					12.95599999997648, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					17.7949999999837, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					23.87299999999232, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					28.74799999999232, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					37.24299999998766, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					50.61100000000442, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					55.43899999998394, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
				{
					66.34599999999045, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [9]
				{
					71.22599999999511, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [10]
			},
		}, -- [171]
		{
			[150100] = {
				{
					79.02799999999115, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					79.02799999999115, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					80.23199999998906, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [3]
				{
					80.23199999998906, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					81.45299999997951, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
				{
					81.45299999997951, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [6]
				{
					82.66799999997602, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					83.87899999998626, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [8]
				{
					83.87899999998626, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					84.44199999998091, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [10]
				{
					87.5229999999865, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					87.5229999999865, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [12]
				{
					87.63999999998487, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [13]
				{
					87.63999999998487, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [14]
				{
					88.74199999999837, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [15]
				{
					146.99099999998, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [16]
				{
					147.0329999999958, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [17]
				{
					148.2369999999937, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [18]
				{
					148.2369999999937, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [19]
				{
					148.2369999999937, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [20]
				{
					149.3789999999863, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [21]
				{
					149.4499999999825, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [22]
				{
					150.6529999999912, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [23]
				{
					156.7119999999995, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [24]
				{
					156.7119999999995, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [25]
				{
					156.7119999999995, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [26]
				{
					157.9389999999839, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [27]
				{
					157.9389999999839, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [28]
				{
					189.4949999999953, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [29]
				{
					190.7109999999811, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [30]
				{
					218.6339999999909, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [31]
				{
					224.7159999999858, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [32]
			},
			[150848] = {
				{
					71.99199999999837, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					89.02799999999115, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					106.0089999999909, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					123.0169999999926, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					140.0229999999865, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					157.0009999999893, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					173.9749999999767, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					191.0019999999786, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					207.9979999999923, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					225.005999999994, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[150914] = {
				{
					60.91799999997602, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150546] = {
				{
					28.87299999999232, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [1]
				{
					32.5339999999851, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [2]
				{
					36.17399999999907, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [3]
				{
					39.81099999998696, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [4]
				{
					56.44099999999162, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [5]
				{
					77.08299999998417, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [6]
				{
					78.2949999999837, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [7]
				{
					80.73699999999371, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [8]
				{
					83.16199999998207, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					88.13699999998789, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [10]
				{
					88.13699999998789, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					95.3059999999823, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [12]
				{
					95.3059999999823, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [13]
				{
					100.1549999999988, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [14]
				{
					100.1549999999988, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [15]
				{
					140.2239999999874, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [16]
				{
					140.2239999999874, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [17]
				{
					143.8899999999849, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [18]
				{
					145.1109999999753, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [19]
				{
					148.7329999999784, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [20]
				{
					149.9510000000009, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [21]
				{
					154.7979999999807, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [22]
				{
					156.0209999999788, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [23]
				{
					159.6499999999942, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [24]
				{
					159.6499999999942, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [25]
				{
					164.4729999999981, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [26]
				{
					164.4729999999981, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [27]
				{
					172.9789999999921, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [28]
				{
					179.0570000000007, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [29]
				{
					189.9899999999907, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [30]
				{
					191.2079999999842, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [31]
				{
					199.7159999999858, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [32]
				{
					208.2119999999995, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [33]
				{
					219.1409999999742, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [34]
				{
					226.4130000000005, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [35]
				{
					230.0659999999916, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [36]
				{
					233.6919999999809, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150546, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [37]
			},
			[150849] = {
				{
					81.96199999999953, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					83.16199999998207, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.37299999999232, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					86.82799999997951, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					117.1609999999928, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					145.3469999999797, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					145.3469999999797, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					145.3469999999797, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					146.3039999999746, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					159.6499999999942, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					159.6499999999942, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					175.4189999999944, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					181.4700000000012, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					189.9899999999907, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					204.5819999999949, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					227.6219999999739, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[150326] = {
				{
					23.00499999997555, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ящер", -- [5]
				}, -- [1]
				{
					80.9539999999979, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					83.37199999997392, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [3]
				{
					142.8739999999816, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					146.5399999999791, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [5]
				{
					216.9259999999777, -- [1]
					"Камнепев из племени Иглошкурых", -- [2]
					150326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [6]
			},
			[150214] = {
				{
					80.23199999998906, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150214, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					121.5239999999758, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150214, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [2]
			},
			[152357] = {
				{
					26.86599999997998, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Флэгорн", -- [5]
				}, -- [1]
				{
					139.3209999999963, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [2]
				{
					155.2049999999872, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [3]
				{
					168.5689999999886, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [4]
				{
					183.1229999999923, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [5]
				{
					197.7179999999935, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [6]
				{
					212.2719999999972, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [7]
				{
					224.4109999999928, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [8]
			},
			[150904] = {
				{
					6.030999999988126, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					30.3179999999993, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					54.63699999998789, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					81.35899999999674, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					145.7089999999735, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					165.118999999977, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					185.7469999999739, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [7]
				{
					210.0419999999867, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [8]
			},
			[150881] = {
				{
					19.87799999999697, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					44.17599999997765, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					199.6299999999756, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [3]
				{
					223.9009999999835, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [4]
			},
			[150990] = {
				{
					20.57899999999791, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					140.4539999999979, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					163.4809999999998, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					185.3489999999874, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					212.0650000000023, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					236.810999999987, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[150540] = {
				{
					88.24499999999534, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристаллический осколок", -- [5]
				}, -- [1]
				{
					88.24499999999534, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристаллический осколок", -- [5]
				}, -- [2]
				{
					150.1469999999972, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Искусный охотник из племени Иглошкурых", -- [5]
				}, -- [3]
				{
					150.1469999999972, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Искусный охотник из племени Иглошкурых", -- [5]
				}, -- [4]
				{
					176.8469999999797, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Факельщик из племени Иглошкурых", -- [5]
				}, -- [5]
				{
					201.179999999993, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шкуробой из племени Иглошкурых", -- [5]
				}, -- [6]
			},
			[150917] = {
				{
					64.91300000000047, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150510] = {
				{
					16.237999999983, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ящер", -- [5]
				}, -- [1]
				{
					25.93099999998231, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ящер", -- [5]
				}, -- [2]
				{
					35.67499999998836, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ящер", -- [5]
				}, -- [3]
				{
					82.59799999999814, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [4]
				{
					82.66799999997602, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
				{
					94.82699999999022, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [6]
				{
					94.82699999999022, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [7]
				{
					143.3940000000002, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [8]
				{
					144.612999999983, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					156.7119999999995, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [10]
				{
					156.7119999999995, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					166.435999999987, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [12]
				{
					194.3549999999814, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [13]
				{
					207.7149999999965, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [14]
				{
					225.9139999999898, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [15]
			},
			[152746] = {
				{
					85.81500000000233, -- [1]
					"Кристаллический осколок", -- [2]
					152746, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					118.5839999999735, -- [1]
					"Кристаллический осколок", -- [2]
					152746, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150859] = {
				{
					79.94399999998859, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					89.68699999997625, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					89.68699999997625, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					156.43299999999, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					156.43299999999, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					170.9749999999767, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					173.4059999999881, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					201.3669999999984, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волгатар", -- [5]
				}, -- [8]
				{
					235.3419999999751, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
			},
			[150997] = {
				{
					85.81500000000233, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					116.1479999999865, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					144.3450000000012, -- [1]
					"Меткострел из племени Иглошкурых", -- [2]
					150997, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[150286] = {
				{
					83.09199999997509, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [1]
				{
					86.52599999998347, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [2]
				{
					89.2489999999816, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					92.00699999998324, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [4]
				{
					124.2219999999797, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [5]
				{
					126.8879999999772, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [6]
				{
					129.9529999999795, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [7]
				{
					132.8919999999926, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					150286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [8]
			},
			[150301] = {
				{
					14.71799999999348, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.43299999998999, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.15999999997439, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.00199999997858, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					61.72499999997672, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					62.9429999999993, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.4309999999823, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					71.4309999999823, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					81.09999999997672, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					81.16099999999278, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					93.30199999999604, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					93.32199999998556, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					103.0049999999756, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					104.2200000000012, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					112.7299999999814, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					113.9379999999946, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					122.4589999999735, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					124.8839999999909, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					132.1749999999884, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					133.3669999999984, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					141.8859999999986, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					143.0999999999767, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					155.2049999999872, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					155.2049999999872, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					164.9309999999823, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					164.9309999999823, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					173.4059999999881, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					174.627999999997, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					183.1229999999923, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					184.3389999999781, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					192.8499999999767, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					192.8499999999767, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					202.5869999999995, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					206.2069999999949, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					212.2719999999972, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					214.7169999999751, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					221.9959999999846, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					224.4109999999928, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					231.6869999999763, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					234.1209999999846, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
			},
			[150879] = {
				{
					1.177999999985332, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					13.3070000000007, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					18.15699999997742, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					24.21899999998277, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					29.09699999997974, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					37.58599999998114, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					42.46399999997811, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					48.55099999997765, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
				{
					53.41699999998673, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [9]
				{
					72.84500000000116, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [10]
				{
					77.71799999999348, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					89.85999999998603, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [12]
				{
					155.4149999999791, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [13]
				{
					193.0509999999777, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [14]
				{
					197.9049999999988, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [15]
				{
					206.4029999999912, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [16]
				{
					217.3359999999811, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [17]
				{
					222.176999999996, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Негиси", -- [5]
				}, -- [18]
			},
		}, -- [172]
		{
			[150774] = {
				{
					2.707999999984168, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					5.12599999998929, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					7.548999999999069, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					9.980999999999767, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					14.83199999999488, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					18.46899999998277, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					20.90699999997742, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					23.33899999997811, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
				{
					25.74299999998766, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [9]
				{
					28.17199999999139, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [10]
				{
					33.49599999998463, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [11]
				{
					34.70999999999185, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [12]
				{
					35.93799999999465, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [13]
				{
					37.67199999999139, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [14]
				{
					39.56399999998394, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [15]
				{
					40.78800000000047, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [16]
				{
					41.99699999997392, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [17]
				{
					43.22399999998743, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [18]
				{
					44.45499999998719, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [19]
				{
					45.67799999998533, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [20]
				{
					46.88699999998789, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [21]
				{
					49.30399999997462, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [22]
				{
					50.52899999998044, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [23]
				{
					51.74399999997695, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [24]
				{
					53.47099999999045, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [25]
				{
					55.37899999998626, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [26]
				{
					56.59699999997974, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [27]
				{
					57.81599999999162, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [28]
				{
					59.01599999997416, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [29]
				{
					60.22499999997672, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [30]
				{
					62.41699999998673, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [31]
				{
					64.13399999999092, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [32]
				{
					64.8519999999844, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [33]
				{
					66.06399999998393, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [34]
				{
					67.27899999998044, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [35]
				{
					69.03899999998976, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [36]
				{
					69.70999999999185, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [37]
				{
					70.91699999998673, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [38]
				{
					72.13799999997718, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [39]
				{
					73.37599999998929, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [40]
				{
					74.58399999997346, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [41]
				{
					78.23399999999674, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [42]
				{
					80.04199999998673, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [43]
				{
					80.66499999997905, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [44]
			},
			[153525] = {
				{
					12.40099999998347, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					32.27999999999884, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					48.10499999998137, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					63.63399999999092, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					79.44799999997485, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
			},
			[150859] = {
				{
					3.621999999973923, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					9.043999999994412, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
			},
			[150981] = {
				{
					14.53999999997905, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.18799999999465, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150848] = {
				{
					12.69599999999628, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150100] = {
				{
					2.707999999984168, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					5.12599999998929, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					7.548999999999069, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					12.40099999998347, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
				{
					14.83199999999488, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [5]
				{
					17.27099999997881, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [6]
				{
					19.6929999999993, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [7]
				{
					22.11099999997532, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [8]
				{
					26.96899999998277, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [9]
			},
			[153528] = {
				{
					16.75799999997253, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					36.88699999998789, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					52.69199999998091, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
				{
					68.32099999999627, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [4]
			},
			[150768] = {
				{
					30.60899999999674, -- [1]
					"Ругуг", -- [2]
					150768, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					61.43999999997322, -- [1]
					"Ругуг", -- [2]
					150768, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150849] = {
				{
					10.46499999999651, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.04399999999441, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [173]
		{
			[52778] = {
				{
					13.13100000002305, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					41.00900000002002, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
				{
					67.70300000000861, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [3]
			},
			[93655] = {
				{
					62.83600000001025, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					83.73000000001048, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
			},
			[10348] = {
				{
					14.88000000000466, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.62800000002608, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[74720] = {
				{
					22.8300000000163, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [1]
				{
					59.22000000000116, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мукрет", -- [5]
				}, -- [2]
			},
		}, -- [174]
		{
			[10348] = {
				{
					15.79899999999907, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.7960000000021, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [175]
		{
			[21687] = {
				{
					6.896999999997206, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.01699999999255, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.94500000000699, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.90599999998813, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					51.80900000000838, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					63.94000000000233, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					76.07200000001467, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [176]
		{
			[52778] = {
				{
					11.14599999994971, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					47.49699999997392, -- [1]
					"Анжинер Термоштепсель", -- [2]
					52778, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
			[93655] = {
				{
					21.12800000002608, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					44.15799999982119, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
				{
					65.95999999996275, -- [1]
					"Анжинер Термоштепсель", -- [2]
					93655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [3]
			},
			[10348] = {
				{
					11.28099999995902, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[74720] = {
				{
					13.52700000000186, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					54.77499999990687, -- [1]
					"Анжинер Термоштепсель", -- [2]
					74720, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
		}, -- [177]
		{
			[11082] = {
				{
					31.98499999986962, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11082, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[11084] = {
				{
					15.49199999985285, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
				{
					46.92399999988265, -- [1]
					"\"Электрошокер-6000\"", -- [2]
					11084, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [2]
			},
			[10348] = {
				{
					22.0659999998752, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.8410000000149, -- [1]
					"Прокаженный техник", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.88099999981932, -- [1]
					"Прокаженный машиностроитель", -- [2]
					10348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[13398] = {
				{
					50.88099999981932, -- [1]
					"Прокаженный техник", -- [2]
					13398, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Одинжуб", -- [5]
				}, -- [1]
			},
		}, -- [178]
		{
			[21687] = {
				{
					9.110000000102445, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.2180000001099, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.35499999998137, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.52200000011362, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.39899999997579, -- [1]
					"Липкая муть", -- [2]
					21687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [179]
		{
			[7399] = {
				{
					5.833999999798834, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					21.64199999999255, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [2]
				{
					41.05199999990873, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [3]
			},
			[8150] = {
				{
					20.40799999982119, -- [1]
					"Мутанус Пожиратель", -- [2]
					8150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [180]
		{
			[23381] = {
				{
					12.55199999990873, -- [1]
					"Друид-змея", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный крылояд", -- [5]
				}, -- [1]
				{
					19.82400000002235, -- [1]
					"Лорд Серпентис", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный крылояд", -- [5]
				}, -- [2]
				{
					53.75699999998324, -- [1]
					"Лорд Серпентис", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Лорд Серпентис", -- [5]
				}, -- [3]
			},
			[7951] = {
				{
					4.313000000081956, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					6.695000000065193, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					10.35599999991246, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [3]
				{
					12.77399999997579, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					16.37599999993108, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					21.23699999996461, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					23.67500000004657, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					26.11400000005961, -- [1]
					"Загадочный крылояд", -- [2]
					7951, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
			},
			[8142] = {
				{
					21.54300000006333, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.47099999990314, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[9532] = {
				{
					1.655999999959022, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					5.286000000080094, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					8.922999999951571, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					16.17200000002049, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					19.82400000002235, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.48600000003353, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[12167] = {
				{
					6.084999999962747, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					25.87599999993108, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					48.91400000010617, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					58.63500000000931, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[7399] = {
				{
					10.76300000003539, -- [1]
					"Загадочный страхозуб", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
			},
			[8040] = {
				{
					14.46399999991991, -- [1]
					"Лорд Серпентис", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
				{
					24.19399999990128, -- [1]
					"Друид-змея", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [2]
				{
					43.54300000006333, -- [1]
					"Лорд Серпентис", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [3]
			},
		}, -- [181]
		{
			[80362] = {
				{
					5.925999999977648, -- [1]
					"Криг", -- [2]
					80362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
		}, -- [182]
		{
			[7947] = {
				{
					2.435999999986962, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				["source"] = "Загадочная гадюка",
				["target"] = "Фуррикап",
			},
			[20805] = {
				{
					2.554999999934807, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					7.548999999882653, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					14.34199999994598, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					28.92099999985658, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				["source"] = "Лорд Кобран",
				["target"] = "Фуррикап",
			},
			[7965] = {
				{
					34.42999999993481, -- [1]
					"Лорд Кобран", -- [2]
					7965, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				["source"] = "Лорд Кобран",
				["target"] = "",
			},
			[8041] = {
				{
					15.8499999998603, -- [1]
					"Друид-змея", -- [2]
					8041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				["source"] = "Друид-змея",
				["target"] = "",
			},
			[9532] = {
				{
					11.5109999999404, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					15.20600000000559, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					15.56199999991804, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				["source"] = "Друид-змея",
				["target"] = "Фуррикап",
			},
		}, -- [183]
		{
			[7947] = {
				{
					3.246999999973923, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.476999999955297, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.83599999989383, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					26.29899999988265, -- [1]
					"Загадочная гадюка", -- [2]
					7947, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[20805] = {
				{
					7.464999999850988, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.59499999997206, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					23.23799999989569, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					37.79799999995157, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					46.30099999997765, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					49.93599999998696, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[744] = {
				{
					18.1359999999404, -- [1]
					"Загадочный аспид", -- [2]
					744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[8040] = {
				{
					15.48899999982677, -- [1]
					"Лорд Питонас", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
			},
			[8041] = {
				{
					21.47599999979138, -- [1]
					"Друид-змея", -- [2]
					8041, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[9532] = {
				{
					12.30999999982305, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					15.95499999984168, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					20.80599999986589, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[8147] = {
				{
					59.02999999979511, -- [1]
					"Лорд Питонас", -- [2]
					8147, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [184]
		{
			[23381] = {
				{
					13.60800000000745, -- [1]
					"Друид-змея", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друид-змея", -- [5]
				}, -- [1]
				{
					33.00099999993108, -- [1]
					"Леди Анакондра", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загадочный опустошитель", -- [5]
				}, -- [2]
			},
			[20295] = {
				{
					2.655999999959022, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					6.295999999856576, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					9.950999999884516, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					21.86199999996461, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					25.71499999985099, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.37899999995716, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					39.07299999985844, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					44.13999999989756, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					47.58899999991991, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
			},
			[8148] = {
				{
					3.300000000046566, -- [1]
					"Леди Анакондра", -- [2]
					8148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8040] = {
				{
					15.53700000001118, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Щупальце Бездны", -- [5]
				}, -- [1]
				{
					52.94599999999628, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [2]
			},
		}, -- [185]
		{
			[86740] = {
				{
					3.104999999981374, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.314000000013039, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.68299999996088, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					18.90599999995902, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[86726] = {
				{
					7.959999999962747, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [1]
				{
					22.55199999990873, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					33.48999999999069, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					45.62000000011176, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					58.7160000000149, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
			},
			[86738] = {
				{
					5.540999999968335, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					7.959999999962747, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [2]
				{
					18.90599999995902, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[86729] = {
				{
					5.608000000007451, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.12899999995716, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [2]
				{
					29.57899999991059, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					39.58199999993667, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					51.63299999991432, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					65.78499999991618, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[9080] = {
				{
					3.104999999981374, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					4.314000000013039, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					17.68299999996088, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[14873] = {
				{
					1.902999999932945, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					2.862999999895692, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					7.959999999962747, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [3]
				{
					7.959999999962747, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [4]
				{
					14.07599999988452, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [5]
				{
					17.68299999996088, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					20.14599999994971, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [7]
				{
					26.1929999999702, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [8]
				{
					29.81700000003912, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
			},
			[55964] = {
				{
					41.97600000002421, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.09899999992922, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [186]
		{
			[86814] = {
				{
					2.887000000104308, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					16.39299999992363, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					28.95500000007451, -- [1]
					"Крушитель из стаи Речной Лапы", -- [2]
					86814, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
			},
			[23381] = {
				{
					15.30499999993481, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Крушитель из стаи Речной Лапы", -- [5]
				}, -- [1]
			},
			[12167] = {
				{
					19.00300000002608, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					22.65800000005402, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					26.20200000004843, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					39.36800000001676, -- [1]
					"Шаман из стаи Речной Лапы", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
			},
			[86620] = {
				{
					30.17200000002049, -- [1]
					"Дробитель", -- [2]
					86620, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[86736] = {
				{
					49.50600000005215, -- [1]
					"Дробитель", -- [2]
					86736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[86604] = {
				{
					5.077000000048429, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					16.39299999992363, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					27.30600000009872, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					37.38299999991432, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					48.35300000011921, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					59.43699999991804, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
		}, -- [187]
		{
			[13341] = {
				{
					0.5179999999236315, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					2.13799999980256, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					10.25199999986216, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					11.875, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					18.7249999998603, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					22.35499999998137, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
			},
			[12466] = {
				{
					5.162999999942258, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					8.81499999994412, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					16.07299999985844, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					19.70099999988452, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					23.34599999990314, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					29.00699999998324, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					33.05699999979697, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					38.03899999987334, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					41.70899999979883, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					45.30199999990873, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					48.95600000000559, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					52.62699999986216, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
			},
			[86636] = {
				{
					12.88500000000931, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.76899999985471, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[86633] = {
				{
					11.4409999998752, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [1]
				{
					25.5999999998603, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [2]
			},
			[15744] = {
				{
					2.13799999980256, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.81899999990128, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.49599999981001, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[56646] = {
				{
					2.13799999980256, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.875, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.49599999981001, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[86765] = {
				{
					11.875, -- [1]
					"Яростный шлак", -- [2]
					86765, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[38391] = {
				{
					2.034999999916181, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					5.684999999823049, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					6.883999999845401, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					7.293999999994412, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					9.735999999800697, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					11.76799999992363, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					12.95799999986775, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					13.37399999983609, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					15.38099999981932, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					16.9859999998007, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					21.84199999994598, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					23.86499999999069, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
			},
		}, -- [188]
		{
			[151267] = {
				{
					38.32700000004843, -- [1]
					"Аку'май Ядовитый", -- [2]
					151267, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151275] = {
				{
					5.819000000134111, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					14.31900000013411, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					19.58000000007451, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					21.93999999994412, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					25.21200000005774, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
				{
					27.60899999993853, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [6]
				{
					31.26300000003539, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [7]
				{
					32.7839999999851, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					37.30499999993481, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [9]
				{
					38.42900000000373, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [10]
				{
					38.53200000012294, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					43.39899999997579, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [12]
				{
					44.57300000009127, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [13]
				{
					44.57300000009127, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [14]
				{
					51.92100000008941, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [15]
			},
			[150660] = {
				{
					1.966999999945983, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					2.272000000113621, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					12.44800000009127, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.89500000001863, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					22.55000000004657, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					23.39700000011362, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					32.90299999993295, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					33.39899999997579, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					43.04300000006333, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.04300000006333, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					43.39899999997579, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.39400000008754, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.39400000008754, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[152963] = {
				{
					15.96400000015274, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					55.17299999995157, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151303] = {
				{
					14.08199999993667, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.93599999998696, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151269] = {
				{
					40.00900000007823, -- [1]
					"Аку'май Ядовитый", -- [2]
					151269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [189]
		{
			[151813] = {
				{
					19.04700000002049, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					151813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150020] = {
				{
					19.04700000002049, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					150020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150035] = {
				{
					29.04700000002049, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.5, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.5, -- [1]
					"Исцеляющие воды", -- [2]
					150035, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [190]
		{
			[150543] = {
				{
					18.22800000011921, -- [1]
					"Сумеречный темный маг", -- [2]
					150543, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
			},
			[150377] = {
				{
					19.57700000004843, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [1]
				{
					19.57700000004843, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					26.85499999998137, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [3]
				{
					26.85499999998137, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [4]
				{
					34.12599999993108, -- [1]
					"Сумеречный послушник", -- [2]
					150377, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [5]
			},
			[150504] = {
				{
					26.44400000013411, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [1]
				{
					28.8430000001099, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [2]
				{
					31.28099999995902, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [3]
				{
					33.69999999995343, -- [1]
					"Сумеречный аквамант", -- [2]
					150504, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [4]
			},
		}, -- [191]
		{
			[151684] = {
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [1]
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [2]
				{
					5.121000000042841, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [3]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [4]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [5]
				{
					8.117000000085682, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [6]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [7]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [8]
				{
					11.11800000001676, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [9]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [10]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [11]
				{
					14.13500000000931, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [12]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [13]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [14]
				{
					17.12300000013784, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [15]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [16]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [17]
				{
					20.12800000002608, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [18]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [19]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [20]
				{
					23.11900000018068, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [21]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [22]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [23]
				{
					26.13700000010431, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [24]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [25]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [26]
				{
					29.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [27]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [28]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Синафэй", -- [5]
				}, -- [29]
				{
					32.12900000018999, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Дагервжепку", -- [5]
				}, -- [30]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шаанис", -- [5]
				}, -- [31]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Фуррикап", -- [5]
				}, -- [32]
				{
					35.13199999998324, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Холодос", -- [5]
				}, -- [33]
			},
			[149865] = {
				{
					8.773999999975786, -- [1]
					"Гхаму-ра", -- [2]
					149865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151681] = {
				{
					2.118000000016764, -- [1]
					"Гхаму-ра", -- [2]
					151681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[149869] = {
				{
					8.999000000068918, -- [1]
					"Гхаму-ра", -- [2]
					149869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [192]
	},
	["useicons"] = true,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["window_scale"] = 1,
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Холодос"] = {
				[106113] = {
					12.49300000000221, -- [1]
					34.99600000000646, -- [2]
					["stacks"] = {
					},
					["source"] = "Ша Сомнения",
					["active"] = false,
				},
			},
			["Лечилец-СвежевательДуш"] = {
				[106113] = {
					46.7390000000014, -- [1]
					58.22299999999814, -- [2]
					["stacks"] = {
					},
					["source"] = "Ша Сомнения",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Курентан"] = {
				[106823] = {
					11.07199999999284, -- [1]
					19.0769999999975, -- [2]
					["stacks"] = {
					},
					["source"] = "Лю Пламенное Сердце",
					["active"] = false,
				},
				[106841] = {
					13.49499999999534, -- [1]
					16.68399999999383, -- [2]
					24.3949999999968, -- [3]
					24.77499999999418, -- [4]
					["stacks"] = {
					},
					["source"] = "Лю Пламенное Сердце",
					["active"] = false,
				},
			},
		}, -- [2]
		{
		}, -- [3]
		{
			["Курентан"] = {
				[106653] = {
					21.04499999999825, -- [1]
					43.17899999999645, -- [2]
					58.92799999999988, -- [3]
					63.38799999999901, -- [4]
					85.67799999999988, -- [5]
					89.28299999999581, -- [6]
					["stacks"] = {
					},
					["source"] = "Оскверненная живая вода",
					["active"] = false,
				},
			},
			["Лечилец-СвежевательДуш"] = {
				[106653] = {
					21.04499999999825, -- [1]
					30.21499999999651, -- [2]
					40.09399999999732, -- [3]
					61.74699999999575, -- [4]
					["stacks"] = {
					},
					["source"] = "Оскверненная живая вода",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Ша Сомнения"] = {
				{
					8.059000000001106, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.71700000000419, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.77000000000408, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.64300000000367, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.2780000000057, -- [1]
					"Ша Сомнения", -- [2]
					117665, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					45.12600000000384, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					46.12100000000646, -- [1]
					"Ша Сомнения", -- [2]
					106113, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					55.84100000000035, -- [1]
					"Ша Сомнения", -- [2]
					106736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			["Фрагмент сомнения"] = {
				{
					25.458000000006, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.458000000006, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					25.86000000000058, -- [1]
					"Фрагмент сомнения", -- [2]
					117570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
		}, -- [1]
		{
			["Юй-лун"] = {
				{
					34.63499999999476, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.25699999999779, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.91099999999278, -- [1]
					"Юй-лун", -- [2]
					107045, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			["Лю Пламенное Сердце"] = {
				{
					11.07199999999284, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
				{
					13.32599999999366, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106797, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.49499999999534, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [3]
				{
					24.3949999999968, -- [1]
					"Лю Пламенное Сердце", -- [2]
					106841, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [4]
			},
		}, -- [2]
		{
			["Раздор"] = {
				{
					0.5950000000011642, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
				{
					3.014999999999418, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [2]
				{
					5.452999999994063, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [3]
				{
					7.885999999998603, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [4]
				{
					10.32499999999709, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [5]
				{
					12.75499999999738, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [6]
				{
					15.16199999999662, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [7]
				{
					17.58399999999529, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [8]
				{
					20.00699999999779, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [9]
				{
					22.43000000000029, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [10]
				{
					24.86200000000099, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [11]
				{
					27.29099999999744, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [12]
				{
					29.70599999999831, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [13]
				{
					32.13199999999779, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [14]
				{
					34.53299999999581, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [15]
				{
					36.98899999999412, -- [1]
					"Раздор", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [16]
			},
			["Опасность"] = {
				{
					0.5950000000011642, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
				{
					3.014999999999418, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [2]
				{
					5.452999999994063, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [3]
				{
					7.885999999998603, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [4]
				{
					10.30799999999726, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [5]
				{
					12.75499999999738, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [6]
				{
					15.16199999999662, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [7]
				{
					17.58399999999529, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [8]
				{
					20.00699999999779, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [9]
				{
					22.43000000000029, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [10]
				{
					24.86200000000099, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [11]
				{
					27.29099999999744, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [12]
				{
					29.70599999999831, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [13]
				{
					32.13199999999779, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [14]
				{
					34.53299999999581, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [15]
				{
					36.98899999999412, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [16]
				{
					39.42199999999866, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [17]
				{
					41.84199999999692, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [18]
				{
					44.33199999999488, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [19]
				{
					46.70999999999913, -- [1]
					"Опасность", -- [2]
					114571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [20]
			},
			["Малый ша"] = {
				{
					48.55799999999726, -- [1]
					"Малый ша", -- [2]
					122527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Курентан", -- [5]
				}, -- [1]
			},
		}, -- [3]
		{
			["Оскверненная живая вода"] = {
				{
					21.02799999999843, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.07899999999791, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.50099999999657, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.65799999999581, -- [1]
					"Оскверненная живая вода", -- [2]
					106653, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			["Мудрый Марис"] = {
				{
					2.742999999994936, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.938999999998487, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.57499999999709, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					19.65299999999843, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.93499999999767, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					31.0089999999982, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					36.64800000000105, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					42.72699999999895, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					47.99899999999616, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					53.6339999999982, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					59.68800000000192, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					66.98799999999756, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					71.04099999999744, -- [1]
					"Мудрый Марис", -- [2]
					106526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					76.68499999999767, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					82.7589999999982, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					88.84399999999732, -- [1]
					"Мудрый Марис", -- [2]
					106055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					97.35199999999895, -- [1]
					"Мудрый Марис", -- [2]
					106612, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					127.3770000000004, -- [1]
					"Мудрый Марис", -- [2]
					121483, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
			},
		}, -- [4]
	},
}
