
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "Холодос-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122250::::::::32:62:::1:583:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122664::::::::32:62::::::|h[Вечное колье горизонта]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122360::::::::32:62:::1:583:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122384::::::::32:62:::1:583:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 157688,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157688::::::::20:64::::::|h[Шнурованный ремень ваятеля чар]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122256::::::::32:62:::1:583:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 51967,
			["Level"] = 35,
			["Link"] = "|cff0070dd|Hitem:51967::::::::32:62:512:17:2:1695:4244:29:::|h[Пронумерованные сандалии с символом огненной вспышки]|h|r",
		}, -- [8]
		{
			["ID"] = 157689,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157689::::::::20:64::::::|h[Напульсники ваятеля чар]|h|r",
		}, -- [9]
		{
			["ID"] = 157683,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157683::::::::20:64::::::|h[Повязки ваятеля чар]|h|r",
		}, -- [10]
		{
			["ID"] = 65989,
			["Level"] = 32,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:65989::::::::32:62:512:11:1:4059:26:::|h[Блестяшка Дробителя]|h|r",
		}, -- [11]
		{
			["ID"] = 51992,
			["Level"] = 31,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:51992::::::::32:62:512:17:2:1706:4244:25:::|h[Перстень беспокойства со знаком рассвета]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 36,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::32:62:::1:582:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 26,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::22:62:::1:582:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122262::::::::32:62:::1:582:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122353::::::::32:62:::1:582:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
