
PawnOptions = {
	["LastVersion"] = 2.0307,
	["ItemLevels"] = {
		{
			["ID"] = 155888,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:155888::::::::120:105::23:4:4819:1572:4786:6261:::|h[Шляпа капитана братства Стальных Волн]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 413,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:4932:4933:6316:1550:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 158304,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:158304::::::::120:105::23:4:4819:1572:4786:6262:::|h[Оплечье изощренных манипуляций]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159303,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:159303::::::::120:105::23:4:4819:1572:4786:6260:::|h[Жилет благоговения]|h|r",
		}, -- [5]
		{
			["ID"] = 159317,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:159317::::::::120:105::16:3:4780:1577:4786:::|h[Пояс кружащегося дервиша]|h|r",
		}, -- [6]
		{
			["ID"] = 159297,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:159297::::::::120:105::23:3:4779:1572:4786:::|h[Штаны с серебряной отделкой]|h|r",
		}, -- [7]
		{
			["ID"] = 159347,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:159347::::::::120:105::23:3:4779:1572:4786:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r",
		}, -- [8]
		{
			["ID"] = 158305,
			["Level"] = 410,
			["Link"] = "|cffa335ee|Hitem:158305::::::::120:105::35:3:4780:1582:4783:::|h[Манжеты морского волка]|h|r",
		}, -- [9]
		{
			["ID"] = 170334,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170334::::::::120:105:::2:6288:6300:::|h[Захваты Поэна из глубоководного шелка]|h|r",
		}, -- [10]
		{
			["ID"] = 162544,
			["Level"] = 405,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:162544::::::::120:105::16:3:4780:1577:4786:::|h[Нефритовый перстень змея]|h|r",
		}, -- [11]
		{
			["ID"] = 162544,
			["Level"] = 405,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:162544::::::::120:102::16:3:4780:1577:4786:::|h[Нефритовый перстень змея]|h|r",
		}, -- [12]
		{
			["ID"] = 159610,
			["Level"] = 273,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:159610::::::::119:105:512:19:2:4776:4802:119:::|h[Сосуд ползучих теней]|h|r",
		}, -- [13]
		{
			["ID"] = 159610,
			["Level"] = 273,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:159610::::::::119:103:512:19:2:4776:4802:119:::|h[Сосуд ползучих теней]|h|r",
		}, -- [14]
		{
			["ID"] = 158375,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:158375::::::::120:105::23:5:4779:4802:1572:5850:4783:::|h[Пелерина преданного вассала]|h|r",
		}, -- [15]
		{
			["ID"] = 170275,
			["Level"] = 370,
			["Link"] = "|cffa335ee|Hitem:170275::::::::120:102::30:2:1562:4786:::|h[Великий молот Армии Чести]|h|r",
		}, -- [16]
		{
			["ID"] = 159652,
			["Level"] = 266,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:159652::::::::118:102:512:19:1:4776:118:::|h[Пронзатель разума Ликсы]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Анимешер-Ясеневый лес",
	["Artifacts"] = {
		[128868] = {
			["Relics"] = {
				{
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Shadow",
				}, -- [2]
				{
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Ярость Света",
		},
		[128858] = {
			["Relics"] = {
				{
					["Type"] = "Arcane",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
			},
			["Name"] = "Коса Элуны",
		},
		[128306] = {
			["Relics"] = {
				{
					["Type"] = "Life",
				}, -- [1]
				{
					["Type"] = "Frost",
				}, -- [2]
			},
			["Name"] = "Г'ханир, Изначальное Древо",
		},
		[128825] = {
			["Relics"] = {
				{
					["ItemLevel"] = 9,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
				{
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Т'ууре, Светоч наару",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
