
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_start"] = "22:32:25",
			["date_end"] = "22:33:12",
			["name"] = "Лорд Годфри",
			["total_time"] = 47.25300000002608,
		}, -- [1]
		{
			["date_start"] = "22:29:46",
			["date_end"] = "22:30:25",
			["name"] = "Лорд Вальден",
			["total_time"] = 39.20999999996275,
		}, -- [2]
		{
			["date_start"] = "22:25:34",
			["date_end"] = "22:26:07",
			["name"] = "Командир Спрингвейл",
			["total_time"] = 33.55499999993481,
		}, -- [3]
		{
			["date_start"] = "22:23:40",
			["date_end"] = "22:24:17",
			["name"] = "Барон Сильверлейн",
			["total_time"] = 37.51500000001397,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[93675] = {
				{
					21.71299999998882, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [1]
				{
					26.54499999992549, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [2]
				{
					31.39099999994505, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [3]
				{
					39.91700000001583, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [4]
			},
			[93520] = {
				{
					15.20900000003167, -- [1]
					"Лорд Годфри", -- [2]
					93520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.55799999996088, -- [1]
					"Лорд Годфри", -- [2]
					93520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[93629] = {
				{
					12.16999999992549, -- [1]
					"Лорд Годфри", -- [2]
					93629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Расальгулл", -- [5]
				}, -- [1]
				{
					24.41200000001118, -- [1]
					"Лорд Годфри", -- [2]
					93629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [2]
			},
			[93707] = {
				{
					5.923999999999069, -- [1]
					"Лорд Годфри", -- [2]
					93707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.27599999995437, -- [1]
					"Лорд Годфри", -- [2]
					93707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [1]
		{
			[93505] = {
				{
					8.768999999971129, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [1]
				{
					22.11800000001676, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Артрейа-СвежевательДуш", -- [5]
				}, -- [2]
				{
					32.22900000005029, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Расальгулл", -- [5]
				}, -- [3]
			},
			[93527] = {
				{
					12.51699999999255, -- [1]
					"Лорд Вальден", -- [2]
					93527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[93697] = {
				{
					20.0679999999702, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.63500000000931, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.13000000000466, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [2]
		{
			[93685] = {
				{
					5.69399999990128, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [1]
				{
					10.36599999992177, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [2]
				{
					16.24699999997392, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [3]
				{
					22.30899999989197, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [4]
				{
					28.36799999990035, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [5]
			},
			[93687] = {
				{
					9.34699999995064, -- [1]
					"Командир Спрингвейл", -- [2]
					93687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [3]
		{
			[23224] = {
				{
					7.829999999958091, -- [1]
					"Барон Сильверлейн", -- [2]
					23224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [1]
				{
					24.80400000000373, -- [1]
					"Барон Сильверлейн", -- [2]
					23224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [2]
			},
			[93863] = {
				{
					31.79899999999907, -- [1]
					"Ретилгор", -- [2]
					93863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[93857] = {
				{
					16.02899999998044, -- [1]
					"Барон Сильверлейн", -- [2]
					93857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.73999999999069, -- [1]
					"Барон Сильверлейн", -- [2]
					93857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [4]
		{
			[93423] = {
				{
					15.29000000003725, -- [1]
					"Барон Эшбери", -- [2]
					93423, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[93581] = {
				{
					5.568000000086613, -- [1]
					"Барон Эшбери", -- [2]
					93581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					27.45100000000093, -- [1]
					"Барон Эшбери", -- [2]
					93581, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Артрейа-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[93468] = {
				{
					25.60400000005029, -- [1]
					"Барон Эшбери", -- [2]
					93468, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [5]
		{
			[7399] = {
				{
					6.913000000058673, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Квариз-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					23.8980000000447, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Животное", -- [5]
				}, -- [2]
				{
					38.48400000005495, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Квариз-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					51.8420000000624, -- [1]
					"Мутанус Пожиратель", -- [2]
					7399, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Животное", -- [5]
				}, -- [4]
			},
			[8150] = {
				{
					10.54399999999441, -- [1]
					"Мутанус Пожиратель", -- [2]
					8150, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[8142] = {
				{
					3.548000000067987, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.25500000000466, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.56099999998696, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [6]
		{
			[8142] = {
				{
					18.35699999995995, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.65700000000652, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					59.00099999993108, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					59.00099999993108, -- [1]
					"Вердан Вечноживущий", -- [2]
					8142, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [7]
		{
			[12167] = {
				{
					2.258000000030734, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
				{
					5.349000000045635, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					19.22299999999814, -- [1]
					"Лорд Серпентис", -- [2]
					12167, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [3]
			},
		}, -- [8]
		{
			[6254] = {
				{
					0.7970000000204891, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
				{
					5.373999999952503, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [2]
				{
					10.22800000000279, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [3]
				{
					16.28899999998976, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [4]
				{
					23.58899999991991, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [5]
				{
					26.00500000000466, -- [1]
					"Шкам", -- [2]
					6254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [6]
			},
		}, -- [9]
		{
			[80362] = {
				{
					4.160999999963678, -- [1]
					"Криг", -- [2]
					80362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
				{
					19.8980000000447, -- [1]
					"Криг", -- [2]
					80362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [2]
			},
		}, -- [10]
		{
			[20805] = {
				{
					1.991000000038184, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
				{
					5.337000000057742, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					8.98300000000745, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [3]
				{
					17.47800000000279, -- [1]
					"Лорд Кобран", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [4]
			},
			[7965] = {
				{
					27.82900000002701, -- [1]
					"Лорд Кобран", -- [2]
					7965, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[744] = {
				{
					35.09400000004098, -- [1]
					"Лорд Кобран", -- [2]
					744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
			},
		}, -- [11]
		{
			[20805] = {
				{
					9.052000000025146, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [1]
				{
					12.70999999996275, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [2]
				{
					17.55799999996088, -- [1]
					"Лорд Питонас", -- [2]
					20805, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[9532] = {
				{
					7.000999999931082, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Квариз-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					10.27399999997579, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
			},
			[8147] = {
				{
					20.19799999997485, -- [1]
					"Лорд Питонас", -- [2]
					8147, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [12]
		{
			[8040] = {
				{
					2.514000000082888, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [1]
				{
					16.95600000000559, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Квариз-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					55.33300000010058, -- [1]
					"Леди Анакондра", -- [2]
					8040, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Заяц", -- [5]
				}, -- [3]
			},
			[20295] = {
				{
					14.42600000009406, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [1]
				{
					24.72900000005029, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					27.86600000003818, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					33.20800000010058, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [4]
				{
					36.85700000007637, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [5]
				{
					40.47800000000279, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [6]
				{
					48.97000000008848, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [7]
				{
					52.60300000000279, -- [1]
					"Леди Анакондра", -- [2]
					20295, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [8]
			},
			[9532] = {
				{
					4.387000000104308, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					7.774000000092201, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					12.60900000005495, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [3]
				{
					18.66200000001118, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мыя-ВечнаяПесня", -- [5]
				}, -- [4]
				{
					22.31599999999162, -- [1]
					"Друид-змея", -- [2]
					9532, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [5]
			},
			[8148] = {
				{
					3.561000000103377, -- [1]
					"Леди Анакондра", -- [2]
					8148, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[23381] = {
				{
					21.0920000000624, -- [1]
					"Леди Анакондра", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Друид-змея", -- [5]
				}, -- [1]
				{
					44.10800000000745, -- [1]
					"Леди Анакондра", -- [2]
					23381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Леди Анакондра", -- [5]
				}, -- [2]
			},
		}, -- [13]
		{
			[120024] = {
				{
					14.47299999999814, -- [1]
					"Лавовый страж Гордот", -- [2]
					120024, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.80099999997765, -- [1]
					"Лавовый страж Гордот", -- [2]
					120024, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[119999] = {
				{
					8.185999999986961, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					21.50500000000466, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мыя-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					33.63399999996182, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мыя-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[50420] = {
				{
					31.4089999999851, -- [1]
					"Лавовый страж Гордот", -- [2]
					50420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [14]
		{
			[119434] = {
				{
					3.011999999987893, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.692999999970198, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.31299999996554, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.97999999998137, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					17.63500000000931, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.93500000005588, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.57799999997951, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					32.21200000005774, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					35.875, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.53700000001118, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					46.82299999997485, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [15]
		{
			[119300] = {
				{
					13.88500000000931, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					21.17599999997765, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					39.41499999992084, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[119971] = {
				{
					21.60300000000279, -- [1]
					"Темный шаман Корантал", -- [2]
					119971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [16]
		{
			[119420] = {
				{
					15.05699999991339, -- [1]
					"Адарогг", -- [2]
					119420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [1]
				{
					35.71100000001025, -- [1]
					"Адарогг", -- [2]
					119420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [2]
				{
					53.92499999993015, -- [1]
					"Адарогг", -- [2]
					119420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Болоенг-ВечнаяПесня", -- [5]
				}, -- [3]
			},
			[119405] = {
				{
					20.84399999992456, -- [1]
					"Адарогг", -- [2]
					119405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.5, -- [1]
					"Адарогг", -- [2]
					119405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [17]
		{
			[11837] = {
				{
					8.176000000094064, -- [1]
					"Вождь Укорз Песчаный Череп", -- [2]
					11837, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					22.22500000009313, -- [1]
					"Вождь Укорз Песчаный Череп", -- [2]
					11837, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[15496] = {
				{
					12.12100000004284, -- [1]
					"Руузлу", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					14.18599999998696, -- [1]
					"Вождь Укорз Песчаный Череп", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
				{
					24.22299999999814, -- [1]
					"Вождь Укорз Песчаный Череп", -- [2]
					15496, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [3]
			},
		}, -- [18]
		{
			[9613] = {
				{
					5.337999999988824, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					5.34899999992922, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
				{
					5.34899999992922, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [3]
				{
					5.34899999992922, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [4]
				{
					5.34899999992922, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [5]
				{
					6.187999999965541, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [6]
				{
					8.611000000033528, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [7]
				{
					8.611000000033528, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [8]
				{
					8.611000000033528, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [9]
				{
					8.611000000033528, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [10]
				{
					9.804999999934807, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [11]
				{
					12.22600000002421, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [12]
				{
					14.65000000002328, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					9613, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [13]
			},
			[12739] = {
				{
					6.964000000036322, -- [1]
					"Жрец Тьмы Шезз'зиз", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					11.03000000002794, -- [1]
					"Жрец Тьмы Шезз'зиз", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Татонди-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[8599] = {
				{
					8.025000000023283, -- [1]
					"Ревнитель из племени Песчаной Бури", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.025000000023283, -- [1]
					"Ревнительница из племени Песчаной Бури", -- [2]
					8599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[224729] = {
				{
					13.07400000002235, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					13.07400000002235, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[8362] = {
				{
					13.65200000000186, -- [1]
					"Жрец Тьмы Шезз'зиз", -- [2]
					8362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Жрец Тьмы Шезз'зиз", -- [5]
				}, -- [1]
			},
			[11639] = {
				{
					9.21799999999348, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					9.21799999999348, -- [1]
					"Послушник из племени Песчаной Бури", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
				{
					15.28700000001118, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					11639, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ворон", -- [5]
				}, -- [3]
			},
			[13704] = {
				{
					14.06700000003912, -- [1]
					"Жрец Тьмы Шезз'зиз", -- [2]
					13704, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[11980] = {
				{
					15.28700000001118, -- [1]
					"Послушница из племени Песчаной Бури", -- [2]
					11980, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
			},
		}, -- [19]
		{
			[78802] = {
				{
					26.21200000005774, -- [1]
					"Гидромантка Велрата", -- [2]
					78802, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12491] = {
				{
					22.4330000000773, -- [1]
					"Гидромантка Велрата", -- [2]
					12491, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гидромантка Велрата", -- [5]
				}, -- [1]
			},
			[15547] = {
				{
					1.619999999995343, -- [1]
					"Темная охотница из племени Песчаной Бури", -- [2]
					15547, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[11131] = {
				{
					28.80400000000373, -- [1]
					"Газ'рилла", -- [2]
					11131, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Татонди-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[11902] = {
				{
					38.02100000006612, -- [1]
					"Газ'рилла", -- [2]
					11902, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [20]
		{
			[3256] = {
				{
					10.90800000005402, -- [1]
					"Скарабей", -- [2]
					3256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.53200000000652, -- [1]
					"Скарабей", -- [2]
					3256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.3760000000475, -- [1]
					"Скарабей", -- [2]
					3256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[12739] = {
				{
					9.124000000068918, -- [1]
					"Знахарь Зум'рах", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					12.30500000005122, -- [1]
					"Знахарь Зум'рах", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					35.35600000002887, -- [1]
					"Знахарь Зум'рах", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [3]
				{
					39.01600000006147, -- [1]
					"Знахарь Зум'рах", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [4]
				{
					42.66900000011083, -- [1]
					"Знахарь Зум'рах", -- [2]
					12739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [5]
			},
			[11086] = {
				{
					17.77500000002328, -- [1]
					"Знахарь Зум'рах", -- [2]
					11086, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [21]
		{
			[11020] = {
				{
					26.48699999996461, -- [1]
					"Слуга Анту'сула", -- [2]
					11020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
				{
					37.42200000002049, -- [1]
					"Слуга Анту'сула", -- [2]
					11020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [2]
			},
			[15501] = {
				{
					32.53599999996368, -- [1]
					"Анту'сул", -- [2]
					15501, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Татонди-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[16006] = {
				{
					16.14099999994505, -- [1]
					"Анту'сул", -- [2]
					16006, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Грынг-СвежевательДуш", -- [5]
				}, -- [1]
			},
			[11894] = {
				{
					16.76699999999255, -- [1]
					"Анту'сул", -- [2]
					11894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.90700000000652, -- [1]
					"Анту'сул", -- [2]
					11894, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[8376] = {
				{
					19.71299999998882, -- [1]
					"Анту'сул", -- [2]
					8376, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[11895] = {
				{
					32.33100000000559, -- [1]
					"Анту'сул", -- [2]
					11895, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [22]
		{
		}, -- [23]
		{
			[22995] = {
				{
					57.70100000000093, -- [1]
					"Принц Тортелдрин", -- [2]
					22995, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
			},
			[22920] = {
				{
					12.82500000006985, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					28.57800000009593, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					56.48700000008103, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[15589] = {
				{
					20.09900000004564, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.42700000002515, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					50.42600000009406, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[3391] = {
				{
					3.106000000028871, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.178000000072643, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.88900000008289, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.36200000008103, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					31.00300000002608, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.65400000009686, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					55.2730000000447, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					60.12300000002142, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[20537] = {
				{
					11.60600000002887, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [1]
				{
					45.56000000005588, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [2]
			},
			[18968] = {
				{
					31.40600000007544, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [1]
				{
					40.72000000008848, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [2]
				{
					60.12300000002142, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [3]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [4]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [5]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [6]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [7]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [8]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [9]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [10]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [11]
			},
		}, -- [24]
		{
			[8269] = {
				{
					53.05499999993481, -- [1]
					"Бессмер'тер", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12550] = {
				{
					26.01000000000931, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.56299999996554, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.01399999996647, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.6579999999376, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[22899] = {
				{
					11.87199999997392, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.96899999992456, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.13099999993574, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					55.49300000001676, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.48399999993853, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[16128] = {
				{
					16.375, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					34.91399999998976, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					56.69999999995343, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[22950] = {
				{
					13.07199999992736, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					36.13099999993574, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [2]
				{
					71.27799999993294, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[22909] = {
				{
					59.92200000002049, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [1]
			},
			[5568] = {
				{
					7.027000000001863, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.96899999992456, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.71199999994133, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.79499999992549, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [25]
		{
			[5568] = {
				{
					13.01600000006147, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.37300000002142, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.10800000000745, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.38899999996647, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.51699999999255, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[22924] = {
				{
					23.74199999996927, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.96200000005774, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [26]
		{
			[18968] = {
				{
					1.064000000013039, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [1]
				{
					1.064000000013039, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [2]
			},
		}, -- [27]
		{
			[17156] = {
				{
					5.584999999962747, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					26.64500000001863, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					42.67900000000373, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[18968] = {
				{
					59.08799999998882, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [1]
				{
					61.5339999999851, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [2]
				{
					64.36100000003353, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [3]
				{
					78.52500000002328, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [4]
				{
					79.73899999994319, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [5]
				{
					82.5899999999674, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [6]
				{
					118.5779999999795, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [7]
				{
					130.8270000000484, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [8]
				{
					130.8270000000484, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [9]
				{
					130.8270000000484, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [10]
				{
					130.8270000000484, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [11]
				{
					130.8270000000484, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [12]
			},
			[12550] = {
				{
					40.45900000003167, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.11599999992177, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					110.8730000000214, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					124.2669999999926, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[22910] = {
				{
					5.270999999949709, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.61699999996927, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					51.39599999994971, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.20100000000093, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					84.1929999999702, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					106.0179999999236, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					123.0449999999255, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[22914] = {
				{
					18.60699999995995, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.46999999997206, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					61.11999999999534, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.7850000000326, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					108.4499999999534, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[22911] = {
				{
					1.084000000031665, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Акихатару-Ясеневыйлес", -- [5]
				}, -- [1]
				{
					12.55799999996088, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
			},
			[20735] = {
				{
					22.24399999994785, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					95.09899999992922, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
			},
			[22994] = {
				{
					130.8270000000484, -- [1]
					"Тендрис Криводрев", -- [2]
					22994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[30933] = {
				{
					8.915000000037253, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.30499999993481, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.11599999992177, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.62800000002608, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					87.83299999998417, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					110.8730000000214, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[7154] = {
				{
					65.04700000002049, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллиана Воронья Ольха", -- [5]
				}, -- [1]
				{
					71.12599999993108, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллиана Воронья Ольха", -- [5]
				}, -- [2]
				{
					72.33199999993667, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллиана Воронья Ольха", -- [5]
				}, -- [3]
				{
					82.05999999993946, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [4]
				{
					84.48899999994319, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [5]
				{
					86.91500000003725, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [6]
				{
					95.40000000002328, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [7]
				{
					97.81299999996554, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [8]
				{
					100.2399999999907, -- [1]
					"Элдретарский призрак", -- [2]
					7154, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [9]
			},
			[17201] = {
				{
					67.20100000000093, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [1]
				{
					73.26500000001397, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [2]
				{
					87.83299999998417, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Иллиана Воронья Ольха", -- [5]
				}, -- [3]
				{
					90.06299999996554, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [4]
			},
		}, -- [28]
		{
			[17201] = {
				{
					2.614999999990687, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский призрак", -- [5]
				}, -- [1]
			},
			[15587] = {
				{
					1.304000000003725, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					3.732000000076369, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					6.168999999994412, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
				{
					9.792000000015832, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
				{
					14.64100000006147, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [5]
				{
					26.76400000008289, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [6]
				{
					44.93500000005588, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [7]
				{
					52.21000000007916, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [8]
				{
					59.47800000000279, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [9]
				{
					69.1809999999823, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [10]
				{
					75.26500000001397, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [11]
				{
					77.6830000000773, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [12]
			},
			[22917] = {
				{
					43.43400000000838, -- [1]
					"Магистр Календрис", -- [2]
					22917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[291944] = {
				{
					14.34000000008382, -- [1]
					"Тирозин-Корольлич", -- [2]
					291944, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[4987] = {
				{
					21.61400000005961, -- [1]
					"Тирозин-Корольлич", -- [2]
					4987, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [1]
			},
			[22919] = {
				{
					19.1830000000773, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					47.06500000006054, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					70.11700000008568, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[1022] = {
				{
					68.90399999998044, -- [1]
					"Тирозин-Корольлич", -- [2]
					1022, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [1]
			},
			[7645] = {
				{
					12.71000000007916, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [1]
				{
					43.02800000004936, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [2]
				{
					63.62800000002608, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [3]
				{
					85.42599999997765, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [4]
			},
			[853] = {
				{
					19.1830000000773, -- [1]
					"Тирозин-Корольлич", -- [2]
					853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					65.40000000002328, -- [1]
					"Тирозин-Корольлич", -- [2]
					853, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
			},
			[224729] = {
				{
					1.24800000002142, -- [1]
					"Элдретарский призрак", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[223306] = {
				{
					44.64699999999721, -- [1]
					"Тирозин-Корольлич", -- [2]
					223306, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [1]
			},
			[15654] = {
				{
					15.55400000000373, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
			},
			[125439] = {
				{
					13.06800000008661, -- [1]
					"Тирозин-Корольлич", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[2139] = {
				{
					85.8420000000624, -- [1]
					"Адская-Корольлич", -- [2]
					2139, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [1]
			},
		}, -- [29]
		{
			[3391] = {
				{
					10.06700000003912, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.04299999994692, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.61300000001211, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.52500000002328, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					46.58199999993667, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.50099999993108, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					67.19499999994878, -- [1]
					"Принцесса Терадрас", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[21909] = {
				{
					6.552000000025146, -- [1]
					"Принцесса Терадрас", -- [2]
					21909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.81700000003912, -- [1]
					"Принцесса Терадрас", -- [2]
					21909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.19499999994878, -- [1]
					"Принцесса Терадрас", -- [2]
					21909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[21832] = {
				{
					12.20799999998417, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [1]
				{
					35.61899999994785, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [2]
				{
					54.80599999998231, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [3]
				{
					66.77500000002328, -- [1]
					"Принцесса Терадрас", -- [2]
					21832, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [4]
			},
			[21869] = {
				{
					18.6929999999702, -- [1]
					"Принцесса Терадрас", -- [2]
					21869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.44099999999162, -- [1]
					"Принцесса Терадрас", -- [2]
					21869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [30]
		{
			[13584] = {
				{
					30.81000000005588, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					70.17500000004657, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					70.18500000005588, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
				{
					74.2160000000149, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
				{
					74.62900000007357, -- [1]
					"Терадримский осколыш", -- [2]
					13584, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [5]
			},
			[21808] = {
				{
					17.95200000004843, -- [1]
					"Обвал", -- [2]
					21808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.80900000000838, -- [1]
					"Обвал", -- [2]
					21808, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[110762] = {
				{
					14.31099999998696, -- [1]
					"Обвал", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					38.58600000001025, -- [1]
					"Обвал", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					70.1469999999972, -- [1]
					"Обвал", -- [2]
					110762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[5568] = {
				{
					13.10800000000745, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.15300000004936, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.07600000000093, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.72900000005029, -- [1]
					"Обвал", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [31]
		{
			[113136] = {
				{
					0.8799999998882413, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					3.062999999965541, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					5.727999999886379, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [3]
				{
					8.142999999923632, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
				{
					10.57699999993201, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [5]
				{
					15.44499999994878, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [6]
				{
					36.04999999993015, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [7]
				{
					38.48899999994319, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [8]
				{
					40.92199999990407, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [9]
				{
					43.35999999998603, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [10]
				{
					45.77999999991152, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [11]
				{
					48.19599999999628, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [12]
				{
					53.0339999999851, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [13]
				{
					55.47899999993388, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [14]
				{
					57.89699999999721, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [15]
				{
					60.30399999988731, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [16]
				{
					62.71699999994598, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113136, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [17]
			},
			[113141] = {
				{
					13.01899999997113, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113141, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					33.42299999995157, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113141, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [2]
				{
					50.61399999994319, -- [1]
					"Темный магистр Гандлинг", -- [2]
					113141, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
			},
			[21337] = {
				{
					64.38100000005215, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [1]
			},
		}, -- [32]
		{
			[111775] = {
				{
					11.7850000000326, -- [1]
					"Лилиан Восс", -- [2]
					111775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111649] = {
				{
					34.54300000006333, -- [1]
					"Душа Лилиан", -- [2]
					111649, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [33]
		{
			[113999] = {
				{
					7.091999999945983, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Анатоливия", -- [5]
				}, -- [1]
				{
					18.00799999991432, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					26.51699999999255, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [3]
				{
					33.79699999990407, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [4]
				{
					42.27999999991152, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [5]
				{
					50.77599999995437, -- [1]
					"Громоклин", -- [2]
					113999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [6]
			},
		}, -- [34]
		{
			[114062] = {
				{
					8.893999999971129, -- [1]
					"Джандис Барова", -- [2]
					114062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.36799999990035, -- [1]
					"Джандис Барова", -- [2]
					114062, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[113866] = {
				{
					22.78699999989476, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.23199999995995, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.53699999989476, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					47.46999999997206, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.38899999996647, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					49.56199999991804, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					51.07499999995343, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					51.12799999990966, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					51.66099999996368, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					52.49099999992177, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					52.62899999995716, -- [1]
					"Джандис Барова", -- [2]
					113866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
		}, -- [35]
		{
			[111772] = {
				{
					13.57799999997951, -- [1]
					"Послушник из Некроситета", -- [2]
					111772, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111762] = {
				{
					13.79399999999441, -- [1]
					"Неофит Некроситета", -- [2]
					111762, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[111752] = {
				{
					4.494999999995343, -- [1]
					"Неофит Некроситета", -- [2]
					111752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					6.910999999963678, -- [1]
					"Неофит Некроситета", -- [2]
					111752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					9.329000000027008, -- [1]
					"Неофит Некроситета", -- [2]
					111752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
				{
					11.75500000000466, -- [1]
					"Неофит Некроситета", -- [2]
					111752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
			},
			[111854] = {
				{
					2.501000000047498, -- [1]
					"Инструктор Ледяное Сердце", -- [2]
					111854, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111599] = {
				{
					2.880000000004657, -- [1]
					"Послушник из Некроситета", -- [2]
					111599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [1]
				{
					5.285999999963678, -- [1]
					"Послушник из Некроситета", -- [2]
					111599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [2]
				{
					7.729000000050291, -- [1]
					"Послушник из Некроситета", -- [2]
					111599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
				{
					10.1480000000447, -- [1]
					"Послушник из Некроситета", -- [2]
					111599, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
			},
			[111610] = {
				{
					17.44200000003912, -- [1]
					"Инструктор Ледяное Сердце", -- [2]
					111610, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111606] = {
				{
					27.97100000001956, -- [1]
					"Инструктор Ледяное Сердце", -- [2]
					111606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [36]
		{
			[18100] = {
				{
					59.80900000000838, -- [1]
					"Элдретарская тень", -- [2]
					18100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					67.36499999999069, -- [1]
					"Элдретарская тень", -- [2]
					18100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[22920] = {
				{
					21.05999999993946, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					38.00699999998324, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
				{
					62.26599999994505, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [3]
			},
			[15589] = {
				{
					22.27499999990687, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.88399999996182, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[20537] = {
				{
					11.37199999997392, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					63.48800000001211, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
			},
			[18968] = {
				{
					2.070999999996275, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [1]
				{
					29.95299999997951, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [2]
				{
					67.36499999999069, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [3]
				{
					67.36499999999069, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [4]
			},
			[20831] = {
				{
					67.36499999999069, -- [1]
					"Элдретарский колдун", -- [2]
					20831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
			},
			[3391] = {
				{
					15.00599999993574, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.70299999997951, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.56099999998696, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					33.17299999995157, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					40.4429999999702, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.0899999999674, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					47.71899999992456, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					61.05599999998231, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [37]
		{
			[8269] = {
				{
					45.53899999998976, -- [1]
					"Бессмер'тер", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22899] = {
				{
					9.147999999928288, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.70299999997951, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.85100000002421, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					49.18999999994412, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					57.67799999995623, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[16128] = {
				{
					10.36399999994319, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					24.92700000002515, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
				{
					57.67799999995623, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [3]
			},
			[22950] = {
				{
					11.56999999994878, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [1]
				{
					38.28200000000652, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
			},
			[22909] = {
				{
					39.07199999992736, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
			},
			[5568] = {
				{
					9.147999999928288, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.42599999997765, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.70299999997951, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					32.1940000000177, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					39.4769999999553, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.82099999999628, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [38]
		{
			[5568] = {
				{
					9.731999999959953, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.22499999997672, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					48.5690000000177, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[22924] = {
				{
					16.79599999997299, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.52000000001863, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [39]
		{
			[17201] = {
				{
					23.03900000010617, -- [1]
					"Элдретарский призрак", -- [2]
					17201, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Магистр Календрис", -- [5]
				}, -- [1]
			},
			[15587] = {
				{
					0.4120000000111759, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					5.738000000012107, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
				{
					7.580000000074506, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [3]
				{
					29.38300000003073, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [4]
				{
					57.34299999999348, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [5]
				{
					68.25400000007357, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [6]
				{
					71.91600000008475, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [7]
				{
					77.97400000004563, -- [1]
					"Магистр Календрис", -- [2]
					15587, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [8]
			},
			[1464] = {
				{
					46.11000000010245, -- [1]
					"Пивбасс", -- [2]
					1464, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					70.40400000009686, -- [1]
					"Пивбасс", -- [2]
					1464, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [2]
			},
			[22917] = {
				{
					40.04500000004191, -- [1]
					"Магистр Календрис", -- [2]
					22917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[12550] = {
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					80.90200000000186, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[15654] = {
				{
					1.918999999994412, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					50.96799999999348, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
				{
					78.90400000009686, -- [1]
					"Магистр Календрис", -- [2]
					15654, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [3]
			},
			[22994] = {
				{
					80.90200000000186, -- [1]
					"Тендрис Криводрев", -- [2]
					22994, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
			},
			[7645] = {
				{
					10.51000000000931, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					45.6940000000177, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [2]
				{
					66.33200000005309, -- [1]
					"Магистр Календрис", -- [2]
					7645, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [3]
			},
			[52174] = {
				{
					66.98500000010245, -- [1]
					"Пивбасс", -- [2]
					52174, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[6552] = {
				{
					74.04500000004191, -- [1]
					"Пивбасс", -- [2]
					6552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
			},
			[125439] = {
				{
					47.32400000002235, -- [1]
					"Пивбасс", -- [2]
					125439, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[7384] = {
				{
					72.83500000007916, -- [1]
					"Пивбасс", -- [2]
					7384, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
			},
			[22919] = {
				{
					52.19000000006054, -- [1]
					"Магистр Календрис", -- [2]
					22919, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
			},
			[18968] = {
				{
					80.90200000000186, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [1]
				{
					80.90200000000186, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [2]
			},
		}, -- [40]
		{
			[20831] = {
				{
					15.6919999999227, -- [1]
					"Элдретарский колдун", -- [2]
					20831, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
			},
			[13444] = {
				{
					1.974999999976717, -- [1]
					"Скелет высокорожденного", -- [2]
					13444, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
			},
			[22823] = {
				{
					9.042999999946915, -- [1]
					"Элдретарский колдун", -- [2]
					22823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					30.31599999999162, -- [1]
					"Элдретарский колдун", -- [2]
					22823, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
			},
			[14033] = {
				{
					12.05299999995623, -- [1]
					"Элдретарский хамелеон", -- [2]
					14033, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
			},
			[22910] = {
				{
					10.66299999994226, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.63799999991898, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.0679999999702, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.74599999992643, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					99.16099999996368, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					119.747999999905, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					136.7149999999674, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					158.561999999918, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					174.3260000000009, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					191.3429999999935, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					209.5270000000019, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					226.4909999999218, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					244.7139999999199, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					260.4549999999581, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					281.0499999999302, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
			[17139] = {
				{
					1.974999999976717, -- [1]
					"Элдретарский хамелеон", -- [2]
					17139, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гниющий высокорожденный", -- [5]
				}, -- [1]
				{
					24.80599999998231, -- [1]
					"Элдретарский хамелеон", -- [2]
					17139, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [2]
			},
			[22911] = {
				{
					30.0669999999227, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
			},
			[18968] = {
				{
					1.866999999969266, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [1]
				{
					93.09899999992922, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [2]
				{
					112.4649999999674, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [3]
				{
					131.8439999999246, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [4]
			},
			[20735] = {
				{
					0.9749999999767169, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [1]
				{
					30.0669999999227, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [2]
				{
					34.91999999992549, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [3]
				{
					67.62199999997392, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [4]
			},
			[30933] = {
				{
					20.36599999992177, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.45499999995809, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					179.1979999999749, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					197.4070000000065, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					213.1639999999898, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					236.2219999999506, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[22914] = {
				{
					39.76499999989756, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					70.03999999992084, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					89.45999999996275, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					106.4149999999208, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					134.2939999999944, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					153.7060000000056, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					205.8899999998976, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					232.5739999999059, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					249.561999999918, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					268.9299999999348, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[17156] = {
				{
					58.92299999995157, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					70.90200000000186, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [2]
				{
					184.8549999999814, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [3]
				{
					198.8959999999497, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [4]
				{
					214.9439999999013, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [5]
			},
		}, -- [41]
		{
			[22911] = {
				{
					2.249000000068918, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					10.75400000007357, -- [1]
					"Ферра", -- [2]
					22911, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тулуурдаах", -- [5]
				}, -- [2]
			},
			[20735] = {
				{
					2.249000000068918, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					18.06299999996554, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					33.99900000006892, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					20735, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [3]
			},
			[22914] = {
				{
					11.99100000003818, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.99900000006892, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[17156] = {
				{
					6.758000000030734, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вонзул-Подземье", -- [5]
				}, -- [1]
				{
					21.80099999997765, -- [1]
					"Ферра", -- [2]
					17156, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [2]
			},
			[22910] = {
				{
					21.69900000002235, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					22910, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[30933] = {
				{
					28.95600000000559, -- [1]
					"Иллиана Воронья Ольха", -- [2]
					30933, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [42]
		{
			[22691] = {
				{
					35.10800000000745, -- [1]
					"Алззин Перевертень", -- [2]
					22691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аманек", -- [5]
				}, -- [1]
			},
			[22688] = {
				{
					24.14599999994971, -- [1]
					"Алззин Перевертень", -- [2]
					22688, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22662] = {
				{
					45.11699999996927, -- [1]
					"Алззин Перевертень", -- [2]
					22662, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
			},
			[22426] = {
				{
					1.902000000001863, -- [1]
					"Криводрев Сокрушитель", -- [2]
					22426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [1]
				{
					7.95899999991525, -- [1]
					"Криводрев Сокрушитель", -- [2]
					22426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [2]
				{
					14.04399999999441, -- [1]
					"Криводрев Сокрушитель", -- [2]
					22426, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [3]
			},
			[22689] = {
				{
					20.50799999991432, -- [1]
					"Алззин Перевертень", -- [2]
					22689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
				{
					56.98399999993853, -- [1]
					"Алззин Перевертень", -- [2]
					22689, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [2]
			},
			[22660] = {
				{
					13.22199999995064, -- [1]
					"Алззин Перевертень", -- [2]
					22660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.14299999992363, -- [1]
					"Алззин Перевертень", -- [2]
					22660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[19319] = {
				{
					60.13299999991432, -- [1]
					"Алззин Перевертень", -- [2]
					19319, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
			},
			[22661] = {
				{
					49.99499999999534, -- [1]
					"Алззин Перевертень", -- [2]
					22661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аманек", -- [5]
				}, -- [1]
				{
					69.41700000001583, -- [1]
					"Алззин Перевертень", -- [2]
					22661, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Папамор-Гордунни", -- [5]
				}, -- [2]
			},
			[15550] = {
				{
					0.6759999999776483, -- [1]
					"Криводрев Сокрушитель", -- [2]
					15550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.4660000000149, -- [1]
					"Криводрев Сокрушитель", -- [2]
					15550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[10101] = {
				{
					32.66399999998976, -- [1]
					"Алззин Перевертень", -- [2]
					10101, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
			},
		}, -- [43]
		{
			[22478] = {
				{
					5.037000000011176, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.39699999999721, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.77399999997579, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.14699999999721, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22478, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[22651] = {
				{
					15.96299999998882, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аманек", -- [5]
				}, -- [1]
				{
					39.06700000003912, -- [1]
					"Зеврим Терновое Копыто", -- [2]
					22651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [2]
			},
			[15582] = {
				{
					58.30300000007264, -- [1]
					"Тенелов из племени Буйного Нрава", -- [2]
					15582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аманек", -- [5]
				}, -- [1]
			},
		}, -- [44]
		{
			[22421] = {
				{
					9.629000000073574, -- [1]
					"Гидротварь", -- [2]
					22421, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22422] = {
				{
					9.629000000073574, -- [1]
					"Огромный гейзер", -- [2]
					22422, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22419] = {
				{
					14.19799999997485, -- [1]
					"Гидротварь", -- [2]
					22419, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22714] = {
				{
					14.18799999996554, -- [1]
					"Гидротварь", -- [2]
					22714, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[22420] = {
				{
					3.26300000003539, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.901000000070781, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.36300000001211, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.62199999997392, -- [1]
					"Гидротварь", -- [2]
					22420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [45]
		{
			[14034] = {
				{
					3.001000000047498, -- [1]
					"Пимгиб", -- [2]
					14034, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[13338] = {
				{
					23.44700000004377, -- [1]
					"Лефтендрис", -- [2]
					13338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аманек", -- [5]
				}, -- [1]
			},
			[16247] = {
				{
					30.31200000003446, -- [1]
					"Лефтендрис", -- [2]
					16247, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
			},
			[20787] = {
				{
					23.00899999996182, -- [1]
					"Лефтендрис", -- [2]
					20787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ренарио-Термоштепсель", -- [5]
				}, -- [1]
				{
					27.88300000003073, -- [1]
					"Лефтендрис", -- [2]
					20787, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Волк", -- [5]
				}, -- [2]
			},
			[22710] = {
				{
					8.439000000013039, -- [1]
					"Лефтендрис", -- [2]
					22710, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [46]
		{
			[151534] = {
				{
					6.78000000002794, -- [1]
					"Чарлга Остробок", -- [2]
					151534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристалл ядовитого всплеска", -- [5]
				}, -- [1]
				{
					22.60200000007171, -- [1]
					"Чарлга Остробок", -- [2]
					151534, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кристалл штормового потока", -- [5]
				}, -- [2]
			},
			[151583] = {
				{
					11.8399999999674, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [1]
				{
					27.65800000005402, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [2]
				{
					43.44099999999162, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Листеньх", -- [5]
				}, -- [3]
				{
					59.21999999997206, -- [1]
					"Чарлга Остробок", -- [2]
					151583, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [4]
			},
			[151570] = {
				{
					19.97600000002421, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.97499999997672, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.97800000000279, -- [1]
					"Кристалл ядовитого всплеска", -- [2]
					151570, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [47]
		{
			[151475] = {
				{
					4.652000000001863, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					15.59400000004098, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					26.55200000002515, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Листеньх", -- [5]
				}, -- [3]
				{
					37.50399999995716, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					48.42099999997299, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					59.34999999997672, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151475, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Листеньх", -- [5]
				}, -- [6]
			},
			[151407] = {
				{
					21.39099999994505, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.34600000001956, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.31400000001304, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151407, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[151432] = {
				{
					10.03599999996368, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.92900000000373, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.80400000000373, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151432, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[151964] = {
				{
					4.628000000026077, -- [1]
					"Пещерная летучая мышь", -- [2]
					151964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[151454] = {
				{
					21.24499999999534, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.14000000001397, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					64.99199999996927, -- [1]
					"Гройат Слепой Охотник", -- [2]
					151454, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [48]
		{
			[151312] = {
				{
					32.0329999999376, -- [1]
					"Полководец Злоклык", -- [2]
					151312, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150849] = {
				{
					10.55999999993946, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.60499999998137, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					44.61099999991711, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[151286] = {
				{
					21.30400000000373, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					54.13299999991432, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151286, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
			},
			[151273] = {
				{
					18.28999999992084, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151273, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.11199999996461, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151273, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150990] = {
				{
					3.483000000007451, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.05099999997765, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					150990, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[152357] = {
				{
					11.00399999995716, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					23.17099999997299, -- [1]
					"Шкуробой из племени Иглошкурых", -- [2]
					152357, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
			},
			[151253] = {
				{
					15.42499999993015, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					21.51799999992363, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Листеньх", -- [5]
				}, -- [2]
				{
					23.93799999996554, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					31.24699999997392, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					33.68499999993946, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бронемаг", -- [5]
				}, -- [5]
				{
					36.08199999993667, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151253, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [6]
			},
			[150100] = {
				{
					1.542000000015833, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					12.48999999999069, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					14.92199999990407, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					17.36699999996927, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					19.79999999993015, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					22.22999999998137, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					24.67599999997765, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					29.54599999997299, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					31.97199999995064, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					34.39299999992363, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					36.81499999994412, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					39.25, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					41.67199999990407, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
				{
					46.54399999999441, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [14]
				{
					48.99300000001676, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [15]
				{
					51.41399999998976, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [16]
				{
					53.84600000001956, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [17]
				{
					56.28799999994226, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [18]
			},
			[151274] = {
				{
					4.283999999985099, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					5.909999999916181, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					7.125999999931082, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					8.326999999932013, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					9.54999999993015, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					10.77799999993295, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					12, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					13.22199999995064, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					14.42199999990407, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					15.64299999992363, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					16.86999999999534, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					18.08299999998417, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					22.94899999990594, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
				{
					24.16599999996834, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [14]
				{
					25.38799999991898, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [15]
				{
					26.61599999992177, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [16]
				{
					27.81999999994878, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [17]
				{
					29.03499999991618, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [18]
				{
					30.24300000001676, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [19]
				{
					31.4660000000149, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [20]
				{
					32.68199999991339, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [21]
				{
					33.87699999997858, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [22]
				{
					35.08699999994133, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [23]
				{
					36.29799999995157, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [24]
				{
					37.5339999999851, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [25]
				{
					38.73399999993853, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [26]
				{
					39.96899999992456, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [27]
				{
					41.16799999994692, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [28]
				{
					42.40200000000186, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [29]
				{
					43.60999999998603, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [30]
				{
					44.82799999997951, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [31]
				{
					46.04299999994692, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [32]
				{
					47.26399999996647, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [33]
				{
					48.48499999998603, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [34]
				{
					49.68299999996088, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [35]
				{
					50.90700000000652, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [36]
				{
					55.76699999999255, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [37]
				{
					56.99199999996927, -- [1]
					"Аггем Терновое Проклятие", -- [2]
					151274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [38]
			},
			[150301] = {
				{
					6.113000000012107, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.64500000001863, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.17099999997299, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150301, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[151218] = {
				{
					18.85599999991246, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Пивбасс", -- [5]
				}, -- [1]
				{
					43.18199999991339, -- [1]
					"Вестник смерти Джаргба", -- [2]
					151218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бронемаг", -- [5]
				}, -- [2]
			},
			[150540] = {
				{
					18.08299999998417, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Шкуробой из племени Иглошкурых", -- [5]
				}, -- [1]
			},
			[150510] = {
				{
					16.14299999992363, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					24.67599999997765, -- [1]
					"Ваятельница лабиринтов из племени Иглошкурых", -- [2]
					150510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бронемаг", -- [5]
				}, -- [2]
			},
		}, -- [49]
		{
			[150774] = {
				{
					1.755000000004657, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					4.187999999965541, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					6.614000000059605, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					9.04300000006333, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					13.8980000000447, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					17.52199999999721, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					19.94599999999628, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					24.06299999996554, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					25.27599999995437, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					26.5, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					28.93400000000838, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					30.13300000003073, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					31.35100000002421, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
				{
					33.20299999997951, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [14]
				{
					35.00300000002608, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [15]
				{
					36.19900000002235, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [16]
				{
					37.4429999999702, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [17]
				{
					38.65000000002328, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [18]
				{
					39.87699999997858, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [19]
				{
					41.08499999996275, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [20]
				{
					42.30200000002515, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [21]
				{
					44.73999999999069, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [22]
				{
					45.95100000000093, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [23]
				{
					47.17500000004657, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [24]
				{
					48.91800000006333, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [25]
				{
					50.81200000003446, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [26]
				{
					52.03099999995902, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [27]
				{
					54.21100000001025, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [28]
				{
					55.41800000006333, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [29]
				{
					56.63800000003539, -- [1]
					"Ругуг", -- [2]
					150774, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [30]
			},
			[153525] = {
				{
					11.46799999999348, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					27.71200000005774, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					43.53000000002794, -- [1]
					"Ругуг", -- [2]
					153525, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
			[150859] = {
				{
					3.895000000018627, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					9.964999999967404, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
			},
			[150981] = {
				{
					16.01899999997113, -- [1]
					"Зверобой из племени Иглошкурых", -- [2]
					150981, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150848] = {
				{
					11.74499999999534, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.23800000001211, -- [1]
					"Отмеченный кровью страж из племени Иглошкурых", -- [2]
					150848, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150100] = {
				{
					1.496000000042841, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					4.187999999965541, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					6.614000000059605, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					9.04300000006333, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					11.46799999999348, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					16.30200000002515, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					18.78800000005867, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					21.15300000004936, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					23.59400000004098, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					26.02599999995437, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					29.68099999998231, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					32.09700000006706, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					34.53300000005402, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
				{
					36.96299999998882, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150100, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [14]
			},
			[153528] = {
				{
					15.80099999997765, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					32.30400000000373, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					48.14199999999255, -- [1]
					"Ругуг", -- [2]
					153528, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
			[150768] = {
				{
					22.37100000004284, -- [1]
					"Ругуг", -- [2]
					150768, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.24199999996927, -- [1]
					"Ругуг", -- [2]
					150768, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150849] = {
				{
					14.37899999995716, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.95299999997951, -- [1]
					"Искусный охотник из племени Иглошкурых", -- [2]
					150849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [50]
		{
			[150881] = {
				{
					20.74499999999534, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150881, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[150917] = {
				{
					30.54399999999441, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150917, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150904] = {
				{
					6.064999999944121, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					46.92900000000373, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150904, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
			},
			[150914] = {
				{
					26.53999999992084, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[150879] = {
				{
					2.424999999930151, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					14.18199999991339, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					19.04099999996834, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					25.49800000002142, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					38.4429999999702, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					43.29200000001583, -- [1]
					"Охотник Костяной Бивень", -- [2]
					150879, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
			},
		}, -- [51]
		{
			[15087] = {
				{
					18.05300000007264, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.57200000004377, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					15087, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151091] = {
				{
					66.41099999996368, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					151091, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.41099999996368, -- [1]
					"Геомант из племени Иглошкурых", -- [2]
					151091, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[21655] = {
				{
					14.81300000008196, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.99900000006892, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					38.72200000006706, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.85900000005495, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					60.59000000008382, -- [1]
					"Лорд Злоязыкий", -- [2]
					21655, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[9080] = {
				{
					7.523000000044704, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					7.523000000044704, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					17.23400000005495, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					17.23400000005495, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					27.7740000000922, -- [1]
					"Тенелов из племени Тлетворных", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
			},
			[21390] = {
				{
					32.65000000002328, -- [1]
					"Лорд Злоязыкий", -- [2]
					21390, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[7964] = {
				{
					10.76500000001397, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.34600000001956, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.95200000004843, -- [1]
					"Лорд Злоязыкий", -- [2]
					7964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [52]
		{
			[5413] = {
				{
					9.59299999999348, -- [1]
					"Бес-осквернитель", -- [2]
					5413, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[21833] = {
				{
					18.09700000006706, -- [1]
					"Ремонтник Гизлок", -- [2]
					21833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.14000000001397, -- [1]
					"Ремонтник Гизлок", -- [2]
					21833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.9890000000596, -- [1]
					"Ремонтник Гизлок", -- [2]
					21833, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[12540] = {
				{
					9.59299999999348, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					12540, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[9143] = {
				{
					1.883000000030734, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.81599999999162, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.68900000001304, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.00500000000466, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					69.92800000007264, -- [1]
					"Ремонтник Гизлок", -- [2]
					9143, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[21067] = {
				{
					6.038000000058673, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					8.88600000005681, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					10.07800000009593, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [3]
				{
					12.11499999999069, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бронемаг", -- [5]
				}, -- [4]
				{
					15.73999999999069, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					19.38699999998789, -- [1]
					"Ядовитый грелль", -- [2]
					21067, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
			},
			[21068] = {
				{
					6.755000000004657, -- [1]
					"Бес-осквернитель", -- [2]
					21068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					7.983000000007451, -- [1]
					"Бес-осквернитель", -- [2]
					21068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					15.24900000006892, -- [1]
					"Бес-осквернитель", -- [2]
					21068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
			[3391] = {
				{
					8.383000000030734, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.52700000000186, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.6820000000298, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					44.8420000000624, -- [1]
					"Плут из племени Тлетворных", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[15667] = {
				{
					12.03100000007544, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					25.38400000007823, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					30.25300000002608, -- [1]
					"Сатир из племени Тлетворных", -- [2]
					15667, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
		}, -- [53]
		{
			[113690] = {
				{
					10.54599999997299, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113690, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					15.7839999999851, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113690, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					43.6929999999702, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113690, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
			[21337] = {
				{
					58.04399999999441, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [1]
				{
					58.04399999999441, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [2]
				{
					58.04399999999441, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [3]
				{
					58.04399999999441, -- [1]
					"Загнивший плетун", -- [2]
					21337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Загнивший плетун", -- [5]
				}, -- [4]
			},
			[113691] = {
				{
					48.52099999994971, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[113641] = {
				{
					33.55799999996088, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[113626] = {
				{
					30.34199999994598, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113626, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[113364] = {
				{
					23.61800000001676, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Книжный шкаф", -- [5]
				}, -- [1]
				{
					53.93799999996554, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113364, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Книжный шкаф", -- [5]
				}, -- [2]
			},
			[113682] = {
				{
					5.697999999974854, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113682, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.6929999999702, -- [1]
					"Ткач пламени Кеглер", -- [2]
					113682, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [54]
		{
			[111216] = {
				{
					46.84499999997206, -- [1]
					"Воитель Гарлан", -- [2]
					111216, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111217] = {
				{
					12.59999999997672, -- [1]
					"Воитель Гарлан", -- [2]
					111217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.73699999996461, -- [1]
					"Воитель Гарлан", -- [2]
					111217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.88199999998324, -- [1]
					"Воитель Гарлан", -- [2]
					111217, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[111221] = {
				{
					23.52000000001863, -- [1]
					"Воитель Гарлан", -- [2]
					111221, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[111218] = {
				{
					40.83699999994133, -- [1]
					"Воитель Гарлан", -- [2]
					111218, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[113959] = {
				{
					19.8739999999525, -- [1]
					"Защитник из Алого ордена", -- [2]
					113959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					19.8739999999525, -- [1]
					"Защитник из Алого ордена", -- [2]
					113959, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[224729] = {
				{
					27.54099999996834, -- [1]
					"Защитник из Алого ордена", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бронемаг", -- [5]
				}, -- [1]
			},
		}, -- [55]
		{
			[114259] = {
				{
					5.351999999955297, -- [1]
					"Псарь Браун", -- [2]
					114259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.994999999995343, -- [1]
					"Псарь Браун", -- [2]
					114259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.43199999991339, -- [1]
					"Псарь Браун", -- [2]
					114259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.85899999993853, -- [1]
					"Псарь Браун", -- [2]
					114259, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[116140] = {
				{
					17.51599999994505, -- [1]
					"Псарь Браун", -- [2]
					116140, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [56]
		{
			[12466] = {
				{
					7.021000000066124, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					10.27100000006612, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					13.92900000000373, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					21.2160000000149, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					24.86499999999069, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					28.49600000004284, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					32.12800000002608, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					39.40300000004936, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					43.06599999999162, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					46.70700000005309, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					52.77800000004936, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					57.63100000005215, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					61.28800000005867, -- [1]
					"Лорд Пережар", -- [2]
					12466, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
			},
			[38391] = {
				{
					1.094000000040978, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					2.307000000029802, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					3.501000000047498, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					4.721000000019558, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					5.939000000013039, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
				{
					7.146000000066124, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [6]
				{
					8.375, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [7]
				{
					9.997000000090338, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [8]
				{
					9.997000000090338, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [9]
				{
					12.01100000005681, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [10]
				{
					12.01100000005681, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [11]
				{
					14.45500000007451, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [12]
				{
					14.45500000007451, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [13]
				{
					19.29600000008941, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [14]
				{
					19.29600000008941, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [15]
				{
					21.73400000005495, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [16]
				{
					21.73400000005495, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [17]
				{
					24.1600000000326, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [18]
				{
					26.59600000001956, -- [1]
					"Жгучий разрушитель", -- [2]
					38391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [19]
			},
			[86633] = {
				{
					18.17200000002049, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Плагдок", -- [5]
				}, -- [1]
				{
					35.97800000000279, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Линниса", -- [5]
				}, -- [2]
				{
					49.35000000009313, -- [1]
					"Лорд Пережар", -- [2]
					86633, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Линниса", -- [5]
				}, -- [3]
			},
			[86636] = {
				{
					15.55500000005122, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.7730000000447, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.41500000003725, -- [1]
					"Лорд Пережар", -- [2]
					86636, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[56646] = {
				{
					9.300000000046566, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.51000000000931, -- [1]
					"Разъяренный элементаль огня", -- [2]
					56646, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[15744] = {
				{
					15.36800000001676, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.36800000001676, -- [1]
					"Жгучий разрушитель", -- [2]
					15744, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[13341] = {
				{
					0.8120000000344589, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					5.641999999992549, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					9.300000000046566, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					15.36800000001676, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					19.00700000009965, -- [1]
					"Разъяренный элементаль огня", -- [2]
					13341, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
			},
		}, -- [57]
		{
			[15248] = {
				{
					21.99599999992643, -- [1]
					"Добытчик из стаи Речной Лапы", -- [2]
					15248, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[86604] = {
				{
					6.142999999923632, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					17.0669999999227, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					27.9759999999078, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					38.5, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					53.03799999994226, -- [1]
					"Дробитель", -- [2]
					86604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
			},
			[86736] = {
				{
					43.33799999998882, -- [1]
					"Дробитель", -- [2]
					86736, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[86820] = {
				{
					0.1, -- [1]
					"Добытчик из стаи Речной Лапы", -- [2]
					86820, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					18.27199999999721, -- [1]
					"Добытчик из стаи Речной Лапы", -- [2]
					86820, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
			},
			[224729] = {
				{
					4.130000000004657, -- [1]
					"Добытчик из стаи Речной Лапы", -- [2]
					224729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[14516] = {
				{
					2.899999999906868, -- [1]
					"Убийца из стаи Речной Лапы", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					8.913999999989755, -- [1]
					"Убийца из стаи Речной Лапы", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					14.92699999990873, -- [1]
					"Убийца из стаи Речной Лапы", -- [2]
					14516, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
			},
		}, -- [58]
		{
			[86726] = {
				{
					8.810999999986961, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					23.38199999998324, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					39.16200000001118, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					53.72199999995064, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					67.08299999998417, -- [1]
					"Рендольф Молох", -- [2]
					86726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
			},
			[55964] = {
				{
					33.06400000001304, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.65099999995437, -- [1]
					"Рендольф Молох", -- [2]
					55964, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[86738] = {
				{
					12.4440000000177, -- [1]
					"Жестокий убийца", -- [2]
					86738, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[86729] = {
				{
					8.380999999935739, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					18.41700000001583, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					28.43299999996088, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					38.73300000000745, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
				{
					59.30599999998231, -- [1]
					"Рендольф Молох", -- [2]
					86729, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [5]
			},
			[9080] = {
				{
					11.21899999992456, -- [1]
					"Жестокий убийца", -- [2]
					9080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
			},
			[14873] = {
				{
					8.810999999986961, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					14.87699999997858, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
				{
					20.95400000002701, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [3]
				{
					27.02500000002328, -- [1]
					"Изворотливый вор", -- [2]
					14873, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [4]
			},
			[86740] = {
				{
					10.01599999994505, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [1]
				{
					23.38199999998324, -- [1]
					"Буйный смутьян", -- [2]
					86740, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бэдначос", -- [5]
				}, -- [2]
			},
		}, -- [59]
		{
			[151303] = {
				{
					13.58200000005309, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.0010000000475, -- [1]
					"Аку'май Пожиратель", -- [2]
					151303, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151275] = {
				{
					5.710000000079162, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [1]
				{
					14.21200000005774, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [2]
				{
					19.05200000002515, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [3]
				{
					20.27700000000186, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [4]
				{
					25.12800000002608, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [5]
				{
					26.34299999999348, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [6]
				{
					31.12800000002608, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [7]
				{
					33.94599999999628, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [8]
				{
					37.27600000007078, -- [1]
					"Аку'май Ядовитый", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [9]
				{
					39.70200000004843, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [10]
				{
					46.21799999999348, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [11]
				{
					51.84799999999814, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [12]
				{
					57.91100000008009, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [13]
				{
					63.97400000004564, -- [1]
					"Аку'май Пожиратель", -- [2]
					151275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [14]
			},
			[152963] = {
				{
					15.97499999997672, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.89300000004005, -- [1]
					"Аку'май", -- [2]
					152963, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[150660] = {
				{
					4.663999999989756, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.58200000005309, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.85700000007637, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.55400000000373, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					21.55400000000373, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					22.07000000006519, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.93599999998696, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					31.73900000005961, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.05500000005122, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.99499999999534, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					35.03000000002794, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.79599999997299, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					42.06800000008661, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.94900000002235, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					52.39600000006612, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					56.86999999999534, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					58.16399999998976, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					58.32600000000093, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					62.94200000003912, -- [1]
					"Ужас из пучины", -- [2]
					150660, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
		}, -- [60]
		{
			[150020] = {
				{
					18.46900000004098, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					150020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.84799999999814, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					150020, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151813] = {
				{
					18.46900000004098, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					151813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					52.84799999999814, -- [1]
					"Сумеречный владыка Балтиэль", -- [2]
					151813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [61]
		{
			[149943] = {
				{
					13.85999999998603, -- [1]
					"Палач Мясодел", -- [2]
					149943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.64899999997579, -- [1]
					"Палач Мясодел", -- [2]
					149943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.46199999994133, -- [1]
					"Палач Мясодел", -- [2]
					149943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					60.83899999991991, -- [1]
					"Палач Мясодел", -- [2]
					149943, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[149955] = {
				{
					48.28999999992084, -- [1]
					"Палач Мясодел", -- [2]
					149955, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [62]
		{
			[149908] = {
				{
					12.21000000007916, -- [1]
					"Тукр", -- [2]
					149908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.97600000002421, -- [1]
					"Тукр", -- [2]
					149908, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[149913] = {
				{
					24.16100000008009, -- [1]
					"Тукр", -- [2]
					149913, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.93599999998696, -- [1]
					"Тукр", -- [2]
					149913, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [63]
		{
			[151684] = {
				{
					6.570999999996275, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [1]
				{
					6.570999999996275, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [2]
				{
					6.570999999996275, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [3]
				{
					9.582999999984168, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илларион-СвежевательДуш", -- [5]
				}, -- [4]
				{
					9.582999999984168, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [5]
				{
					9.582999999984168, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [6]
				{
					12.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [7]
				{
					12.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [8]
				{
					12.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [9]
				{
					15.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [10]
				{
					15.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [11]
				{
					15.58600000001025, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [12]
				{
					18.59299999999348, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [13]
				{
					18.59299999999348, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [14]
				{
					18.59299999999348, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [15]
				{
					21.59699999995064, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [16]
				{
					21.59699999995064, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [17]
				{
					21.59699999995064, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [18]
				{
					24.61399999994319, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [19]
				{
					24.61399999994319, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [20]
				{
					24.61399999994319, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [21]
				{
					27.61999999999534, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [22]
				{
					27.61999999999534, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [23]
				{
					27.61999999999534, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [24]
				{
					30.6239999999525, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [25]
				{
					30.6239999999525, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [26]
				{
					30.6239999999525, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [27]
				{
					33.62899999995716, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илларион-СвежевательДуш", -- [5]
				}, -- [28]
				{
					33.62899999995716, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [29]
				{
					33.62899999995716, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [30]
				{
					36.63399999996182, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [31]
				{
					36.63399999996182, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [32]
				{
					36.63399999996182, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [33]
				{
					39.62899999995716, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [34]
				{
					39.63799999991898, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [35]
				{
					39.63799999991898, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [36]
				{
					42.64000000001397, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илларион-СвежевательДуш", -- [5]
				}, -- [37]
				{
					42.64000000001397, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [38]
				{
					42.64000000001397, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [39]
				{
					45.63799999991898, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илларион-СвежевательДуш", -- [5]
				}, -- [40]
				{
					45.64799999992829, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Защитниксвет", -- [5]
				}, -- [41]
				{
					45.64799999992829, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [42]
				{
					48.64899999997579, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Илларион-СвежевательДуш", -- [5]
				}, -- [43]
				{
					48.64899999997579, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Мазахия", -- [5]
				}, -- [44]
				{
					48.64899999997579, -- [1]
					"Гхаму-ра", -- [2]
					151684, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ансамбль", -- [5]
				}, -- [45]
			},
			[149865] = {
				{
					10.22899999993388, -- [1]
					"Гхаму-ра", -- [2]
					149865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.57099999999628, -- [1]
					"Гхаму-ра", -- [2]
					149865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[149869] = {
				{
					11.26399999996647, -- [1]
					"Гхаму-ра", -- [2]
					149869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.21299999998882, -- [1]
					"Гхаму-ра", -- [2]
					149869, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[151681] = {
				{
					3.564999999944121, -- [1]
					"Гхаму-ра", -- [2]
					151681, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [64]
		{
			[89263] = {
				{
					4.962000000057742, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89263, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сворч", -- [5]
				}, -- [1]
				{
					36.46400000003632, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89263, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Турбозомб", -- [5]
				}, -- [2]
			},
			[90680] = {
				{
					34.06000000005588, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90680, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
			},
			[90555] = {
				{
					19.53099999995902, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90555, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
			},
			[90556] = {
				{
					14.68400000000838, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90556, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[89252] = {
				{
					2.957000000053085, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89252, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90603] = {
				{
					12.24699999997392, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90603, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[89734] = {
				{
					9.427000000025146, -- [1]
					"Испорченная кукуруза", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.28000000002794, -- [1]
					"Испорченный стейк", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					19.13600000005681, -- [1]
					"Испорченный хлеб", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.78099999995902, -- [1]
					"Испорченная дыня", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					30.04000000003725, -- [1]
					"Испорченное загадочное мясо", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					33.66299999994226, -- [1]
					"Испорченная булочка", -- [2]
					89734, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[90605] = {
				{
					17.09499999997206, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90605, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
			},
			[90606] = {
				{
					31.64399999997113, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90606, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
			},
			[90557] = {
				{
					29.21900000004098, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90557, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[90604] = {
				{
					26.79500000004191, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90604, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Турбозомб", -- [5]
				}, -- [1]
			},
			[89739] = {
				{
					7.385000000009313, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					89739, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[90560] = {
				{
					24.36499999999069, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90560, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[90602] = {
				{
					21.9429999999702, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90602, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			[90559] = {
				{
					9.807999999960884, -- [1]
					"\"Капитан\" Пирожок", -- [2]
					90559, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
		}, -- [65]
		{
			[88839] = {
				{
					2.711000000010245, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
				{
					6.339000000036322, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [2]
				{
					9.707999999984168, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [3]
				{
					31.85700000007637, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [4]
				{
					35.49499999999534, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [5]
				{
					48.82799999997951, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [6]
				{
					52.4660000000149, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [7]
				{
					56.10999999998603, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [8]
				{
					59.73300000000745, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [9]
				{
					73.08799999998882, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [10]
				{
					76.74400000006426, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [11]
				{
					80.37199999997392, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [12]
				{
					84.01800000004005, -- [1]
					"Адмирал Терзающий Рев", -- [2]
					88839, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [13]
			},
		}, -- [66]
		{
			[89757] = {
				{
					0.1, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.4800000000977889, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.332000000053085, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					5.743000000016764, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					5.743000000016764, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					6.539000000106171, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					6.539000000106171, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.354000000050291, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					7.760000000009313, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					12.60300000000279, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					13.00800000003073, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					13.00800000003073, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					13.82500000006985, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					13.82500000006985, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					14.63100000005215, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					15.02800000004936, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					19.87900000007357, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					20.28900000010617, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					20.28900000010617, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					21.0920000000624, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					21.0920000000624, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					21.88800000003539, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					22.29000000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					27.15800000005402, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					27.56200000003446, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					27.56200000003446, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					28.375, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					28.375, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					29.1820000000298, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					29.58000000007451, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					34.42800000007264, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					34.82000000006519, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					34.82000000006519, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					35.63600000005681, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					35.63600000005681, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					36.44700000004377, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					36.85700000007637, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					41.71900000004098, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					42.73599999991711, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
			},
			[88522] = {
				{
					30.9900000001071, -- [1]
					"Врагорез-5000", -- [2]
					88522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[88490] = {
				{
					4.102000000071712, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [1]
				{
					18.86999999999534, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [2]
				{
					21.29500000004191, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [3]
				{
					23.73600000003353, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [4]
				{
					26.1490000000922, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [5]
				{
					28.57099999999628, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [6]
				{
					34.22900000005029, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [7]
				{
					36.6490000000922, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [8]
				{
					39.48900000005961, -- [1]
					"Врагорез-5000", -- [2]
					88490, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Аулерия", -- [5]
				}, -- [9]
			},
			[88481] = {
				{
					7.332000000053085, -- [1]
					"Врагорез-5000", -- [2]
					88481, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [67]
		{
			[89757] = {
				{
					2.863000000012107, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.275999999954365, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					3.275999999954365, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					4.089999999967404, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.089999999967404, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					4.493000000016764, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					4.912999999942258, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					10.17099999997299, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					10.57499999995343, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					10.57499999995343, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					11.39099999994505, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					11.39099999994505, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					11.77799999993295, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					12.18400000000838, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					17.43599999998696, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					17.84899999992922, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					17.84899999992922, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					18.65299999993295, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					18.65299999993295, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					19.06499999994412, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					19.4649999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					24.7149999999674, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					25.12300000002142, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					25.12300000002142, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					25.93400000000838, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					25.93400000000838, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					26.73699999996461, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					27.54399999999441, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					32.01899999997113, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					32.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					32.41500000003725, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					33.22499999997672, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					33.22499999997672, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					34.02299999992829, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					34.82400000002235, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					39.26500000001397, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					39.66200000001118, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					39.66200000001118, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					40.48300000000745, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					40.48300000000745, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					41.28700000001118, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					42.09699999995064, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					46.55099999997765, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					46.95499999995809, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					46.95499999995809, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					47.75399999995716, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					47.75399999995716, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					48.5690000000177, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					48.98600000003353, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					53.84299999999348, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					54.25199999997858, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					54.25199999997858, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					55.04700000002049, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					55.04700000002049, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					55.85899999993853, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					56.26699999999255, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					56.99699999997392, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
			},
			[88288] = {
				{
					18.86199999996461, -- [1]
					"Болванчик", -- [2]
					88288, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Казахпавер-ВечнаяПесня", -- [5]
				}, -- [1]
			},
			[88300] = {
				{
					26.30299999995623, -- [1]
					"Болванчик", -- [2]
					88300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90047] = {
				{
					4.299999999930151, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [1]
				{
					16.43400000000838, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [2]
				{
					31.00300000002608, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [3]
				{
					43.09999999997672, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [4]
				{
					55.26199999998789, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [5]
				{
					56.99699999997392, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [6]
			},
			[88974] = {
				{
					39.47100000001956, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.89899999997579, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.30200000002515, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.99699999997392, -- [1]
					"Бомба-липучка", -- [2]
					88974, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [68]
		{
			[89757] = {
				{
					0.234000000054948, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.892000000108965, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					6.310000000055879, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					6.310000000055879, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					7.115000000107102, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					7.524000000092201, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					7.524000000092201, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					7.923000000067987, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					13.1830000000773, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					13.57900000002701, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					13.57900000002701, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					14.38500000000931, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					14.78700000001118, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					14.78700000001118, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					15.19300000008661, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					20.46200000005774, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					20.87100000004284, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					20.87100000004284, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					21.66800000006333, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					22.07500000006985, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					22.07500000006985, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					22.47600000002421, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					27.75500000000466, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					28.15800000005402, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					28.97100000001956, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					29.36100000003353, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					29.36100000003353, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					29.76600000006147, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					35.03800000005867, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					35.44500000006519, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					36.24800000002142, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					36.65600000007544, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					36.65600000007544, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					37.05400000000373, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					42.31400000001304, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					42.72600000002421, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					42.72600000002421, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					43.52000000001863, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					43.9330000000773, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					43.9330000000773, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					44.34700000006706, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					49.36800000001676, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
			},
			[88169] = {
				{
					29.97700000007171, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.79300000006333, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					31.1940000000177, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					32.40600000007544, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					34.03400000010151, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					34.03400000010151, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					35.26300000003539, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					37.26500000001397, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.67100000008941, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					38.48700000008103, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					38.48700000008103, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					40.09700000006706, -- [1]
					"Глубток", -- [2]
					88169, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[88009] = {
				{
					26.73900000005961, -- [1]
					"Глубток", -- [2]
					88009, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[87859] = {
				{
					6.912000000011176, -- [1]
					"Глубток", -- [2]
					87859, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90047] = {
				{
					7.325000000069849, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [1]
				{
					21.87800000002608, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [2]
				{
					32.81400000001304, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [3]
				{
					46.1490000000922, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [4]
			},
			[88129] = {
				{
					30.38800000003539, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.1940000000177, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.81400000001304, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					33.23100000002887, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.63500000000931, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					37.26500000001397, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					39.69200000003912, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					40.09700000006706, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					40.49500000011176, -- [1]
					"Глубток", -- [2]
					88129, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
		}, -- [69]
		{
			[89697] = {
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[119999] = {
				{
					7.22399999992922, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
				{
					18.92499999993015, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Святойфарш", -- [5]
				}, -- [2]
				{
					31.11300000001211, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [3]
				{
					43.28799999994226, -- [1]
					"Лавовый страж Гордот", -- [2]
					119999, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Арацыган", -- [5]
				}, -- [4]
			},
			[90047] = {
				{
					53.58600000001025, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [1]
				{
					53.58600000001025, -- [1]
					"Заклинательница из братства Справедливости", -- [2]
					90047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Землекоп из братства Справедливости", -- [5]
				}, -- [2]
			},
			[90096] = {
				{
					53.58600000001025, -- [1]
					"Взрыв", -- [2]
					90096, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[90954] = {
				{
					53.58600000001025, -- [1]
					"Страж Тьмы из братства Справедливости", -- [2]
					90954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.58600000001025, -- [1]
					"Страж Тьмы из братства Справедливости", -- [2]
					90954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.58600000001025, -- [1]
					"Страж Тьмы из братства Справедливости", -- [2]
					90954, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[120024] = {
				{
					12.27299999992829, -- [1]
					"Лавовый страж Гордот", -- [2]
					120024, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					48.73100000002887, -- [1]
					"Лавовый страж Гордот", -- [2]
					120024, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[89769] = {
				{
					53.58600000001025, -- [1]
					"Порох", -- [2]
					89769, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[89652] = {
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					53.58600000001025, -- [1]
					"Огр-надзиратель", -- [2]
					89652, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[50420] = {
				{
					43.4769999999553, -- [1]
					"Лавовый страж Гордот", -- [2]
					50420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[89757] = {
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					53.58600000001025, -- [1]
					"Пушка братства Справедливости", -- [2]
					89757, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
			},
		}, -- [70]
		{
			[119434] = {
				{
					3.010000000009313, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					6.28000000002794, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.930999999982305, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					13.56999999994878, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					17.21400000003632, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.53700000001118, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.17000000004191, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					31.8179999999702, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					35.47299999999814, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.11199999996461, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					46.37899999995716, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					50.01100000005681, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					53.64699999999721, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					57.27500000002328, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					60.90800000005402, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					68.17200000002049, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					71.8059999999823, -- [1]
					"Брюхошлак", -- [2]
					119434, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[120320] = {
				{
					47.31200000003446, -- [1]
					"Падший призыватель пламени", -- [2]
					120320, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[120322] = {
				{
					50.63300000003073, -- [1]
					"Огненный фонтан", -- [2]
					120322, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[120112] = {
				{
					37.40200000000186, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [1]
				{
					41.05099999997765, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [2]
				{
					44.67599999997765, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [3]
				{
					50.73600000003353, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [4]
				{
					54.34600000001956, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [5]
				{
					57.98499999998603, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [6]
				{
					61.60699999995995, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [7]
				{
					65.26300000003539, -- [1]
					"Падший призыватель пламени", -- [2]
					120112, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [8]
			},
			[120166] = {
				{
					34.89000000001397, -- [1]
					"Падший разоритель", -- [2]
					120166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [1]
				{
					34.89000000001397, -- [1]
					"Падший разоритель", -- [2]
					120166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [2]
				{
					50.63300000003073, -- [1]
					"Падший разоритель", -- [2]
					120166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [3]
				{
					50.63300000003073, -- [1]
					"Падший разоритель", -- [2]
					120166, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [4]
			},
		}, -- [71]
		{
			[119300] = {
				{
					7.770999999949709, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [1]
				{
					15.04299999994692, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [2]
				{
					38.13300000003073, -- [1]
					"Темный шаман Корантал", -- [2]
					119300, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [3]
			},
			[119971] = {
				{
					20.35100000002421, -- [1]
					"Темный шаман Корантал", -- [2]
					119971, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [72]
		{
			[119420] = {
				{
					15.68299999996088, -- [1]
					"Адарогг", -- [2]
					119420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [1]
				{
					36.28300000005402, -- [1]
					"Адарогг", -- [2]
					119420, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Батевичпал", -- [5]
				}, -- [2]
			},
			[119405] = {
				{
					21.44900000002235, -- [1]
					"Адарогг", -- [2]
					119405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					42.09199999994598, -- [1]
					"Адарогг", -- [2]
					119405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [73]
	},
	["useicons"] = true,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["window_scale"] = 1,
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Безумныйум"] = {
				[93675] = {
					21.71299999998882, -- [1]
					37.40099999995437, -- [2]
					39.91700000001583, -- [3]
					45.91399999998976, -- [4]
					["stacks"] = {
					},
					["source"] = "Лорд Годфри",
					["active"] = false,
				},
			},
			["Расальгулл"] = {
				[93629] = {
					12.45799999998417, -- [1]
					27.46799999999348, -- [2]
					["stacks"] = {
					},
					["source"] = "Лорд Годфри",
					["active"] = false,
				},
			},
			["Калдунхуив"] = {
				[93629] = {
					24.67299999995157, -- [1]
					39.67299999995157, -- [2]
					["stacks"] = {
					},
					["source"] = "Лорд Годфри",
					["active"] = false,
				},
			},
		}, -- [1]
		{
		}, -- [2]
		{
			["Безумныйум"] = {
				[93691] = {
					10.85599999991246, -- [1]
					23.41399999998976, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Осквернение",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Безумныйум"] = {
				[23224] = {
					7.829999999958091, -- [1]
					15.92900000000373, -- [2]
					24.80400000000373, -- [3]
					32.81599999999162, -- [4]
					["stacks"] = {
					},
					["source"] = "Барон Сильверлейн",
					["active"] = false,
				},
			},
			["Гномокосилка"] = {
				[93863] = {
					31.79899999999907, -- [1]
					35.80599999998231, -- [2]
					["stacks"] = {
					},
					["source"] = "Ретилгор",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["Лорд Годфри"] = {
				{
					5.923999999999069, -- [1]
					"Лорд Годфри", -- [2]
					93707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.16999999992549, -- [1]
					"Лорд Годфри", -- [2]
					93629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Расальгулл", -- [5]
				}, -- [2]
				{
					15.20900000003167, -- [1]
					"Лорд Годфри", -- [2]
					93520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.71299999998882, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [4]
				{
					24.41200000001118, -- [1]
					"Лорд Годфри", -- [2]
					93629, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [5]
				{
					26.54499999992549, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [6]
				{
					31.39099999994505, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [7]
				{
					36.27599999995437, -- [1]
					"Лорд Годфри", -- [2]
					93707, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.91700000001583, -- [1]
					"Лорд Годфри", -- [2]
					93675, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [9]
				{
					45.55799999996088, -- [1]
					"Лорд Годфри", -- [2]
					93520, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
		}, -- [1]
		{
			["Лорд Вальден"] = {
				{
					8.768999999971129, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Калдунхуив", -- [5]
				}, -- [1]
				{
					12.51699999999255, -- [1]
					"Лорд Вальден", -- [2]
					93527, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.0679999999702, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.11800000001676, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Артрейа-СвежевательДуш", -- [5]
				}, -- [4]
				{
					30.63500000000931, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					32.22900000005029, -- [1]
					"Лорд Вальден", -- [2]
					93505, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Расальгулл", -- [5]
				}, -- [6]
				{
					39.13000000000466, -- [1]
					"Лорд Вальден", -- [2]
					93697, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [2]
		{
			["Командир Спрингвейл"] = {
				{
					5.69399999990128, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [1]
				{
					9.34699999995064, -- [1]
					"Командир Спрингвейл", -- [2]
					93687, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					10.36599999992177, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [3]
				{
					16.24699999997392, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [4]
				{
					22.30899999989197, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [5]
				{
					28.36799999990035, -- [1]
					"Командир Спрингвейл", -- [2]
					93685, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [6]
			},
		}, -- [3]
		{
			["Ретилгор"] = {
				{
					31.79899999999907, -- [1]
					"Ретилгор", -- [2]
					93863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Гномокосилка", -- [5]
				}, -- [1]
			},
			["Барон Сильверлейн"] = {
				{
					7.829999999958091, -- [1]
					"Барон Сильверлейн", -- [2]
					23224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [1]
				{
					16.02899999998044, -- [1]
					"Барон Сильверлейн", -- [2]
					93857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.80400000000373, -- [1]
					"Барон Сильверлейн", -- [2]
					23224, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Безумныйум", -- [5]
				}, -- [3]
				{
					27.73999999999069, -- [1]
					"Барон Сильверлейн", -- [2]
					93857, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [4]
		{
			["Принц Тортелдрин"] = {
				{
					3.106000000028871, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.178000000072643, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.60600000002887, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [3]
				{
					12.82500000006985, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
				{
					18.88900000008289, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.09900000004564, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					27.36200000008103, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.57800000009593, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [8]
				{
					31.00300000002608, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					33.42700000002515, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					34.65400000009686, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					45.56000000005588, -- [1]
					"Принц Тортелдрин", -- [2]
					20537, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Тирозин-Корольлич", -- [5]
				}, -- [12]
				{
					50.42600000009406, -- [1]
					"Принц Тортелдрин", -- [2]
					15589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					55.2730000000447, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					56.48700000008103, -- [1]
					"Принц Тортелдрин", -- [2]
					22920, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [15]
				{
					57.70100000000093, -- [1]
					"Принц Тортелдрин", -- [2]
					22995, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [16]
				{
					60.12300000002142, -- [1]
					"Принц Тортелдрин", -- [2]
					3391, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			["Огнечар Элдрета"] = {
				{
					31.40600000007544, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [1]
				{
					40.72000000008848, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [2]
				{
					60.12300000002142, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [3]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [4]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [5]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Огнечар Элдрета", -- [5]
				}, -- [6]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [7]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [8]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [9]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [10]
				{
					61.79200000001583, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [11]
			},
		}, -- [5]
		{
			["Око Бессмер'тера"] = {
				{
					59.92200000002049, -- [1]
					"Око Бессмер'тера", -- [2]
					22909, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [1]
			},
			["Бессмер'тер"] = {
				{
					7.027000000001863, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.87199999997392, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					13.07199999992736, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [3]
				{
					16.375, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [4]
				{
					23.96899999992456, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					23.96899999992456, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					33.71199999994133, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.91399999998976, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [8]
				{
					36.13099999993574, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.13099999993574, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Адская-Корольлич", -- [5]
				}, -- [10]
				{
					45.79499999992549, -- [1]
					"Бессмер'тер", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					53.05499999993481, -- [1]
					"Бессмер'тер", -- [2]
					8269, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					55.49300000001676, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					56.69999999995343, -- [1]
					"Бессмер'тер", -- [2]
					16128, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [14]
				{
					71.27799999993294, -- [1]
					"Бессмер'тер", -- [2]
					22950, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Такуру", -- [5]
				}, -- [15]
				{
					72.48399999993853, -- [1]
					"Бессмер'тер", -- [2]
					22899, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			["Волшебное искажение"] = {
				{
					26.01000000000931, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.56299999996554, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.01399999996647, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.6579999999376, -- [1]
					"Волшебное искажение", -- [2]
					12550, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [6]
		{
			["Тендрис Криводрев"] = {
				{
					13.01600000006147, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.74199999996927, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					26.37300000002142, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.10800000000745, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					43.38899999996647, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					55.51699999999255, -- [1]
					"Тендрис Криводрев", -- [2]
					5568, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					58.96200000005774, -- [1]
					"Тендрис Криводрев", -- [2]
					22924, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
		}, -- [7]
		{
			["Огнечар Элдрета"] = {
				{
					1.064000000013039, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский колдун", -- [5]
				}, -- [1]
				{
					1.064000000013039, -- [1]
					"Огнечар Элдрета", -- [2]
					18968, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Элдретарский хамелеон", -- [5]
				}, -- [2]
			},
		}, -- [8]
	},
}
