
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/script SetCVar(\"rawMouseEnable\", 1);", -- [1]
		"/kb", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"привет! Приглашаем тебя в гильдию \"Небывалые Ништячки\"! Наличие Discord обязательно. Качаемся, общаемся! )", -- [1]
			"Фикстри-Ревущийфьорд", -- [2]
			"", -- [3]
			"", -- [4]
			"Фикстри-Ревущийфьорд", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			2539, -- [11]
			"Player-1615-096BF445", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc31d39Фикстри|r",
			[51] = 1573065687,
			[50] = "CHAT_MSG_WHISPER",
		}, -- [1]
		{
			"йцуйцу", -- [1]
			"|Kq17|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			2642, -- [11]
			false, -- [12]
			23, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "ty4t9t",
			[51] = 1573066885,
			[50] = "CHAT_MSG_BN_WHISPER",
			[53] = "ty4t9t",
		}, -- [2]
	},
}
