
PawnOptions = {
	["LastVersion"] = 2.0311,
	["LastPlayerFullName"] = "Клипса-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122245,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122245::::::::17:71:::1:583:::|h[Полированный шлем доблести]|h|r",
		}, -- [1]
		{
			["ID"] = 122662,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122662::::::::17:71::::::|h[Вечный талисман уклонения]|h|r",
		}, -- [2]
		{
			["ID"] = 122372,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122372::::::::17:71:::1:583:::|h[Укрепленное тюремное наплечье]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122387,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122387::::::::17:71:::1:583:::|h[Вороненая кираса мощи]|h|r",
		}, -- [5]
		nil, -- [6]
		{
			["ID"] = 122264,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122264::::::::17:71:::1:583:::|h[Вороненые ножные латы мощи]|h|r",
		}, -- [7]
		{
			["ID"] = 20997,
			["Level"] = 5,
			["Link"] = "|cffffffff|Hitem:20997::::::::2:71::11::::|h[Зеленые латные сапоги]|h|r",
		}, -- [8]
		nil, -- [9]
		nil, -- [10]
		{
			["ID"] = 160602,
			["Level"] = 23,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:160602::::::::17:71:512:17:2:1692:4244:17:::|h[Перстень беспокойства с символом огненной вспышки]|h|r",
		}, -- [11]
		{
			["ID"] = 160602,
			["Level"] = 23,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:160602::::::::17:73:512:17:2:1692:4244:17:::|h[Перстень беспокойства с символом огненной вспышки]|h|r",
		}, -- [12]
		{
			["ID"] = 122530,
			["Level"] = 21,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122530::::::::17:71:::1:582:::|h[Унаследованный знак деспотизма]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 21,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::17:71::::::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122266,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122266::::::::17:71::::::|h[Рваный плащ песчаного шторма]|h|r",
		}, -- [15]
		{
			["ID"] = 122349,
			["Level"] = 21,
			["Link"] = "|cff00ccff|Hitem:122349::::::::17:71:::1:582:::|h[Окровавленный арканитовый жнец]|h|r",
		}, -- [16]
		{
			["ID"] = 122389,
			["Level"] = 19,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff00ccff|Hitem:122389::::::::15:73:::1:583:::|h[Окровавленный разрубатель черепов]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
