
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/п почему фамильки не создаются? жму и ничего не происходит", -- [1]
		"/kb", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"почему фамильки не создаются? жму и ничего не происходит", -- [1]
			"Оптимизатор-Ясеневыйлес", -- [2]
			"", -- [3]
			"", -- [4]
			"Оптимизатор-Ясеневыйлес", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			2580, -- [11]
			"Player-1923-0B7A22F4", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffef367Оптимизатор|r",
			[51] = 1569078664,
			[50] = "CHAT_MSG_INSTANCE_CHAT",
		}, -- [1]
	},
}
