
PawnOptions = {
	["LastVersion"] = 2.0246,
	["LastPlayerFullName"] = "Оптимизатор-Ясеневый лес",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 122248,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122248::::::::21:259::::::|h[Запятнанная шапка незаметности]|h|r",
		}, -- [1]
		{
			["ID"] = 122668,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122668::::::::21:259::::::|h[Вечная воля мученика]|h|r",
		}, -- [2]
		{
			["ID"] = 122358,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122358::::::::21:259::::::|h[Испачканный наплеч незаметности]|h|r",
		}, -- [3]
		[13] = {
			["ID"] = 122361,
			["Level"] = 25,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::21:259::::::|h[Стремительная рука правосудия]|h|r",
		},
		[7] = {
			["ID"] = 157718,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157718::::::::20:259::::::|h[Брюки ловкости рук]|h|r",
		},
		[14] = {
			["ID"] = 122361,
			["Level"] = 25,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::21:261::::::|h[Стремительная рука правосудия]|h|r",
		},
		[15] = {
			["ID"] = 122261,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122261::::::::21:259::::::|h[Унаследованная накидка черного барона]|h|r",
		},
		[8] = {
			["ID"] = 157715,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157715::::::::20:259::::::|h[Сапоги ловкости рук]|h|r",
		},
		[16] = {
			["ID"] = 157636,
			["Level"] = 25,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:157636::::::::20:259::::::|h[Зазубренный короткий кинжал]|h|r",
		},
		[9] = {
			["ID"] = 82884,
			["Level"] = 26,
			["Link"] = "|cff0070dd|Hitem:82884::::::::21:259:512:1:1:4032:20:::|h[Хитоновые наручи]|h|r",
		},
		[5] = {
			["ID"] = 157714,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157714::::::::20:259::::::|h[Жакет ловкости рук]|h|r",
		},
		[10] = {
			["ID"] = 157716,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157716::::::::20:259::::::|h[Перчатки ловкости рук]|h|r",
		},
		[6] = {
			["ID"] = 157720,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157720::::::::20:259::::::|h[Боевой пояс ловкости рук]|h|r",
		},
		[17] = {
			["ID"] = 157636,
			["Level"] = 25,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:157636::::::::20:261::::::|h[Зазубренный короткий кинжал]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
