
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/честь", -- [1]
	},
	["ChatHistoryLog"] = {
		{
			"Медведь, взять Расхантarget", -- [1]
			"Двахант-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Двахант-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			243, -- [11]
			"Player-1602-0B580D6D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Двахант|r",
			[51] = 1561320624,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
		{
			"Медведь, взять Расхантar", -- [1]
			"Двахант-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Двахант-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			245, -- [11]
			"Player-1602-0B580D6D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Двахант|r",
			[51] = 1561320635,
			[50] = "CHAT_MSG_SAY",
		}, -- [2]
		{
			"Медведь, взять Расхант", -- [1]
			"Двахант-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Двахант-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			247, -- [11]
			"Player-1602-0B580D6D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Двахант|r",
			[51] = 1561320645,
			[50] = "CHAT_MSG_SAY",
		}, -- [3]
		{
			"Медведь, взять Расхант", -- [1]
			"Двахант-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Двахант-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			249, -- [11]
			"Player-1602-0B580D6D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Двахант|r",
			[51] = 1561320648,
			[50] = "CHAT_MSG_SAY",
		}, -- [4]
		{
			"Медведь, взять Расхант", -- [1]
			"Двахант-Гордунни", -- [2]
			"всеобщий", -- [3]
			"", -- [4]
			"Двахант-Гордунни", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			251, -- [11]
			"Player-1602-0B580D6D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271Двахант|r",
			[51] = 1561320659,
			[50] = "CHAT_MSG_SAY",
		}, -- [5]
	},
}
