
ElvCharacterDB = {
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"|cffa335ee|Hitem:175009::::::::120:577::3:7:4822:6578:6579:6538:6515:1487:4786:::|h[Мечта фанатичного ритуалиста]|h|r|cffa335ee|Hitem:175008::::::::120:577::4:8:4825:40:6578:6579:6550:6515:1472:4786:::|h[Кольцо скрывающегося махинатора]|h|rпродам", -- [1]
			"Монсттро-Ревущийфьорд", -- [2]
			"", -- [3]
			"2. Торговля: Город", -- [4]
			"Монсттро-Ревущийфьорд", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"Торговля: Город", -- [9]
			0, -- [10]
			33, -- [11]
			"Player-1615-08F6D37B", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			true, -- [17]
			[52] = "|cffa22fc8Монсттро|r",
			[51] = 1586043866,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
	},
}
