
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Степанович-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 154029,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154029::::::::110:71::::::|h[Шлем принесенной клятвы]|h|r",
		}, -- [1]
		{
			["ID"] = 154118,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154118::::::::110:71::::::|h[Подвеска принесенной клятвы]|h|r",
		}, -- [2]
		{
			["ID"] = 154031,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154031::::::::110:71::::::|h[Наплечье принесенной клятвы]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 154026,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154026::::::::110:71::::::|h[Кираса принесенной клятвы]|h|r",
		}, -- [5]
		{
			["ID"] = 154032,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154032::::::::110:71::::::|h[Ремень принесенной клятвы]|h|r",
		}, -- [6]
		{
			["ID"] = 154030,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154030::::::::110:71::::::|h[Ножные латы принесенной клятвы]|h|r",
		}, -- [7]
		{
			["ID"] = 154027,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154027::::::::110:71::::::|h[Башмаки принесенной клятвы]|h|r",
		}, -- [8]
		{
			["ID"] = 154033,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154033::::::::110:71::::::|h[Тяжелые наручи принесенной клятвы]|h|r",
		}, -- [9]
		{
			["ID"] = 154028,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154028::::::::110:71::::::|h[Рукавицы принесенной клятвы]|h|r",
		}, -- [10]
		{
			["ID"] = 154114,
			["Level"] = 176,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:154114::::::::110:71::::::|h[Перстень мощи принесенной клятвы]|h|r",
		}, -- [11]
		{
			["ID"] = 154115,
			["Level"] = 176,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:154115::::::::110:71::::::|h[Кольцо мощи принесенной клятвы]|h|r",
		}, -- [12]
		{
			["ID"] = 154117,
			["Level"] = 176,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:154117::::::::110:71::::::|h[Камень битвы принесенной клятвы]|h|r",
		}, -- [13]
		{
			["ID"] = 154116,
			["Level"] = 176,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:154116::::::::110:71::::::|h[Идол битвы принесенной клятвы]|h|r",
		}, -- [14]
		{
			["ID"] = 154119,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154119::::::::110:71::::::|h[Плащ битвы принесенной клятвы]|h|r",
		}, -- [15]
		{
			["ID"] = 154025,
			["Level"] = 185,
			["Link"] = "|cff1eff00|Hitem:154025::::::::110:71::::::|h[Большой топор принесенной клятвы]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
