
PawnOptions = {
	["LastVersion"] = 2.032,
	["LastPlayerFullName"] = "Тестгеймпада-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 154737,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154737::::::::110:577::::::|h[Повязка иллидари]|h|r",
		}, -- [1]
		{
			["ID"] = 154747,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154747::::::::110:577::::::|h[Цепочка иллидари]|h|r",
		}, -- [2]
		{
			["ID"] = 154735,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154735::::::::110:577::::::|h[Наплечники иллидари]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 154739,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154739::::::::110:577::::::|h[Одеяние иллидари]|h|r",
		}, -- [5]
		{
			["ID"] = 154742,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154742::::::::110:577::::::|h[Пояс иллидари]|h|r",
		}, -- [6]
		{
			["ID"] = 154736,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154736::::::::110:577::::::|h[Поножи иллидари]|h|r",
		}, -- [7]
		{
			["ID"] = 154741,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154741::::::::110:577::::::|h[Сапоги иллидари]|h|r",
		}, -- [8]
		{
			["ID"] = 154740,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154740::::::::110:577::::::|h[Наручи иллидари]|h|r",
		}, -- [9]
		{
			["ID"] = 154738,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154738::::::::110:577::::::|h[Перчатки иллидари]|h|r",
		}, -- [10]
		{
			["ID"] = 154746,
			["Level"] = 176,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:154746::::::::110:577::::::|h[Кольцо иллидари]|h|r",
		}, -- [11]
		{
			["ID"] = 154745,
			["Level"] = 176,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:154745::::::::110:577::::::|h[Перстень иллидари]|h|r",
		}, -- [12]
		{
			["ID"] = 154743,
			["Level"] = 176,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:154743::::::::110:577::::::|h[Демонический трофей]|h|r",
		}, -- [13]
		{
			["ID"] = 154744,
			["Level"] = 176,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:154744::::::::110:577::::::|h[Талисман демонического огня]|h|r",
		}, -- [14]
		{
			["ID"] = 154748,
			["Level"] = 176,
			["Link"] = "|cff1eff00|Hitem:154748::::::::110:577::::::|h[Пелерина иллидари]|h|r",
		}, -- [15]
		{
			["ID"] = 160513,
			["Level"] = 210,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:160513::::::::110:577::::::|h[Боевой клинок иллидари]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
