
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/с бля, сила не берется", -- [1]
		"/charge", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"бля, сила не берется", -- [1]
			"Моднаяприча-Ясеневыйлес", -- [2]
			"орочий", -- [3]
			"", -- [4]
			"Моднаяприча-Ясеневыйлес", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			1068, -- [11]
			"Player-1923-0B5CC7FD", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa22fc8Моднаяприча|r",
			[51] = 1562456016,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
	},
}
