
PawnOptions = {
	["LastVersion"] = 2.0246,
	["LastPlayerFullName"] = "Моднаяприча-Ясеневый лес",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 133310,
			["Level"] = 140,
			["Link"] = "|cffa335ee|Hitem:133310::::::::101:577::11:1:545:::|h[Вуаль королевы стаи]|h|r",
		}, -- [1]
		{
			["ID"] = 128945,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:128945::::::::101:577::::::|h[Разгневанный глаз инквизитора]|h|r",
		}, -- [2]
		{
			["ID"] = 112456,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:112456::::::::101:577::::::|h[Наплечники иллидари]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 133312,
			["Level"] = 140,
			["Link"] = "|cffa335ee|Hitem:133312::::::::101:577::11:1:545:::|h[Нагрудный доспех прерывателя страданий]|h|r",
		}, -- [5]
		{
			["ID"] = 133315,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133315::::::::101:577::11::::|h[Инфернальный огненный кушак]|h|r",
		}, -- [6]
		{
			["ID"] = 133316,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133316::::::::101:577::11::::|h[Поножи жертвоприношения]|h|r",
		}, -- [7]
		{
			["ID"] = 133317,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133317::::::::101:577::11::::|h[Ботфорты превосходства иллидари]|h|r",
		}, -- [8]
		{
			["ID"] = 133313,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133313::::::::101:577::::::|h[Манжеты властителя преисподней]|h|r",
		}, -- [9]
		{
			["ID"] = 133314,
			["Level"] = 140,
			["Link"] = "|cffa335ee|Hitem:133314::::::::101:577::11:1:545:::|h[Перчатки укротителя энергии]|h|r",
		}, -- [10]
		{
			["ID"] = 173668,
			["Level"] = 144,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:173668::::::::101:577:512:11:1:6416:101:::|h[Потускневшее золотое кольцо]|h|r",
		}, -- [11]
		{
			["ID"] = 112460,
			["Level"] = 138,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:112460::::::::101:577::::::|h[Перстень иллидари]|h|r",
		}, -- [12]
		{
			["ID"] = 117391,
			["Level"] = 145,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:117391::::::::101:577:512::1:6315:101:::|h[Амулет самого крепкого игристого светлого напитка]|h|r",
		}, -- [13]
		{
			["ID"] = 123960,
			["Level"] = 138,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:123960::::::::101:577::::::|h[Талисман демонического огня]|h|r",
		}, -- [14]
		{
			["ID"] = 128944,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:128944::::::::101:577::::::|h[Шелковая пелерина Вораса]|h|r",
		}, -- [15]
		{
			["ID"] = 127829,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:127829::::::::101:577::9::::|h[Парные клинки Искусителя]|h|r",
		}, -- [16]
		{
			["ID"] = 127830,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:127830::::::::101:577::::::|h[Парные клинки Искусителя]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
