
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "Чайвз-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 159358,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159358::::::::120:254::35:5:5448:1647:4786:6511:4775:::|h[Боевой капюшон придворной паучихи]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 507,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:254::11:4:4932:4933:6316:1644:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159376,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159376::::::::120:254::35:5:5448:1647:4786:6512:4775:::|h[Покрытые крючками наплечи]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159354,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159354::::::::120:253::35:5:5448:1647:4786:6510:4775:::|h[Хауберк глубокого отчаяния]|h|r",
		}, -- [5]
		{
			["ID"] = 174158,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:174158::::::::120:254::5:5:4823:6516:6515:1502:4786:::|h[Ремень коварного наблюдателя]|h|r",
		}, -- [6]
		{
			["ID"] = 159375,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159375::::::::120:254::35:7:6530:6578:6579:6537:6515:1642:4786:::|h[Набедренники пробуждающейся стаи]|h|r",
		}, -- [7]
		{
			["ID"] = 174157,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174157::::::::120:254::6:5:4824:6516:6515:1517:4786:::|h[Когти темных откровений]|h|r",
		}, -- [8]
		{
			["ID"] = 159372,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159372::::::::120:254::35:8:6532:6578:6579:6495:6614:6513:1642:4786:::|h[Напульсники жуткого капитана]|h|r",
		}, -- [9]
		{
			["ID"] = 168971,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:168971::::::::120:253::35:8:6530:6578:6579:6478:6462:6513:1527:4786:::|h[Быстрые пневматические захваты]|h|r",
		}, -- [10]
		{
			["ID"] = 159463,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159463::::::::120:254::35:8:6536:40:6578:6579:6539:6515:1647:4786:::|h[Кольцо пульсирующих жил]|h|r",
		}, -- [11]
		{
			["ID"] = 159463,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159463:6109:::::::120:254::35:8:6536:40:6578:6579:6539:6515:1647:4786:::|h[Кольцо пульсирующих жил]|h|r",
		}, -- [12]
		{
			["ID"] = 158374,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:158374::::::::120:254::35:4:6536:6513:1647:4786:::|h[Крохотный электроменталь в банке]|h|r",
		}, -- [13]
		{
			["ID"] = 158374,
			["Level"] = 475,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:158374::::::::120:255::35:4:6536:6513:1647:4786:::|h[Крохотный электроменталь в банке]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 496,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:254::11:2:6285:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172193,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:172193:5950:::::::120:254::6:7:4824:6568:6578:6579:6513:1517:4786:::|h[Шепчущий жуткий лук]|h|r",
		}, -- [16]
		{
			["ID"] = 11086,
			["Level"] = 66,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:11086::::::::120:254:512:1:1:4071:60:::|h[Джанг'траз Охранитель]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128826] = {
			["Relics"] = {
				{
					["ItemLevel"] = 5,
					["Type"] = "Wind",
				}, -- [1]
				{
					["ItemLevel"] = 6,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Тас'дора, наследие Ветрокрылых",
		},
		[128861] = {
			["Relics"] = {
				{
					["ItemLevel"] = 11,
					["Type"] = "Wind",
				}, -- [1]
				{
					["ItemLevel"] = 11,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "Мощь Титанов",
		},
		[128808] = {
			["Relics"] = {
				{
					["Type"] = "Wind",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Blood",
				}, -- [3]
			},
			["Name"] = "Хищный Коготь, копье Диких Богов",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
