
PawnOptions = {
	["LastVersion"] = 2.0328,
	["ItemLevels"] = {
		{
			["ID"] = 159334,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159334::::::::120:105::35:5:5448:1647:4786:6511:4775:::|h[Капюшон вспыхивающего пороха]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 515,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:4932:4933:6316:1652:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 168984,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:168984::::::::120:105::35:5:5448:1532:4786:6512:4775:::|h[Экстравагантные эполеты]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 169073,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:169073::::::::120:105::35:5:5448:1532:4786:6510:4775:::|h[Летная куртка модели II]|h|r",
		}, -- [5]
		{
			["ID"] = 159309,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159309::::::::120:105::35:8:6536:6578:6579:6481:6462:6513:1647:4786:::|h[Пояс портового погромщика]|h|r",
		}, -- [6]
		{
			["ID"] = 159306,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159306::::::::120:105::35:8:6536:41:6578:6579:6544:6515:1647:4786:::|h[Прожженные брюки]|h|r",
		}, -- [7]
		{
			["ID"] = 169056,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:169056::::::::120:105::35:7:6536:6578:6579:6560:6515:1532:4786:::|h[Осклизлые липкие галоши]|h|r",
		}, -- [8]
		{
			["ID"] = 158305,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:158305::::::::120:105::35:7:6536:6578:6579:6544:6513:1647:4786:::|h[Манжеты морского волка]|h|r",
		}, -- [9]
		{
			["ID"] = 155889,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155889::::::::120:105::35:7:6536:6578:6579:6554:6515:1647:4786:::|h[Захваты из акульей шкуры]|h|r",
		}, -- [10]
		{
			["ID"] = 168977,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:168977::::::::120:105::35:8:6536:40:6578:6579:6553:6513:1532:4786:::|h[Бинарное кольцо перезагрузки]|h|r",
		}, -- [11]
		{
			["ID"] = 168977,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:168977::::::::120:105::35:7:6536:40:6578:6513:1532:4786:6516:::|h[Бинарное кольцо перезагрузки]|h|r",
		}, -- [12]
		{
			["ID"] = 174044,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174044::::::::120:105::6:4:4824:6515:1517:4786:::|h[Гудящая чешуйка черного дракона]|h|r",
		}, -- [13]
		{
			["ID"] = 174044,
			["Level"] = 475,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174044::::::::120:103::6:4:4824:6515:1517:4786:::|h[Гудящая чешуйка черного дракона]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:105::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159129,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159129::::::::120:105::35:8:6536:6578:6579:6471:6455:6515:1647:4786:::|h[Запал мага огня]|h|r",
		}, -- [16]
		{
			["ID"] = 172201,
			["Level"] = 475,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:172201::::::::120:105::6:5:4824:6516:6513:1517:4786:::|h[Окровавленный ритуальный атам]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["LastPlayerFullName"] = "Отжигай-Ревущий фьорд",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128306] = {
			["Relics"] = {
				{
					["ItemLevel"] = 6,
					["Type"] = "Life",
				}, -- [1]
				{
					["ItemLevel"] = 2,
					["Type"] = "Frost",
				}, -- [2]
			},
			["Name"] = "Г'ханир, Изначальное Древо",
		},
		[128821] = {
			["Relics"] = {
				{
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Когти Урсока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
