
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "Анусвконус-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 174151,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174151::::::::120:253::5:5:4823:1502:4786:6508:4775:::|h[Шлем сбывшихся видений]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 491,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:253::11:4:4932:4933:6316:1628:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159376,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159376::::::::120:254::35:5:5445:1632:4786:6509:4775:::|h[Покрытые крючками наплечи]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159354,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159354::::::::120:253::35:5:5448:1647:4786:6510:4775:::|h[Хауберк глубокого отчаяния]|h|r",
		}, -- [5]
		{
			["ID"] = 159353,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159353::::::::120:253::16:5:6532:6516:6515:1632:4786:::|h[Оплетенный пояс безопасности]|h|r",
		}, -- [6]
		{
			["ID"] = 159375,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159375::::::::120:254::35:7:6530:6578:6579:6537:6515:1642:4786:::|h[Набедренники пробуждающейся стаи]|h|r",
		}, -- [7]
		{
			["ID"] = 159388,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159388::::::::120:254::16:5:6530:6516:6513:1632:4786:::|h[Башмаки переливающейся энергии]|h|r",
		}, -- [8]
		{
			["ID"] = 159372,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:159372::::::::120:254::35:8:6532:6578:6579:6495:6614:6513:1642:4786:::|h[Напульсники жуткого капитана]|h|r",
		}, -- [9]
		{
			["ID"] = 169059,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:169059::::::::120:253::35:7:5010:6578:6579:6557:6515:1522:4786:::|h[Маслянистые тактические захваты]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 470,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460::::::::120:254::35:7:6530:6578:6579:6564:6513:1642:4786:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 159460,
			["Level"] = 470,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159460:6110:::::::120:254::35:7:6530:6578:6579:6564:6513:1642:4786:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [12]
		{
			["ID"] = 173943,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:173943::::::::120:253::5:4:4823:6513:1502:4786:::|h[Накопленные муки]|h|r",
		}, -- [13]
		{
			["ID"] = 173943,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:173943::::::::120:254::5:4:4823:6513:1502:4786:::|h[Накопленные муки]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 486,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:253::11:2:6280:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 169077,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:169077::::::::120:254::35:7:6532:6578:6579:6566:6513:1527:4786:::|h[Легкое автоматически заряжающееся энергетическое ружье]|h|r",
		}, -- [16]
		{
			["ID"] = 122389,
			["Level"] = 67,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff00ccff|Hitem:122389:3368:::::::63:251:::1:583:::|h[Окровавленный разрубатель черепов]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128826] = {
			["Relics"] = {
				{
					["ItemLevel"] = 5,
					["Type"] = "Wind",
				}, -- [1]
				{
					["ItemLevel"] = 6,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Тас'дора, наследие Ветрокрылых",
		},
		[128861] = {
			["Relics"] = {
				{
					["ItemLevel"] = 11,
					["Type"] = "Wind",
				}, -- [1]
				{
					["ItemLevel"] = 11,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "Мощь Титанов",
		},
		[128808] = {
			["Relics"] = {
				{
					["Type"] = "Wind",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Blood",
				}, -- [3]
			},
			["Name"] = "Хищный Коготь, копье Диких Богов",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
