
ElvCharacterDB = {
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"в след патче зандалара дк сделаешь хД", -- [1]
			"|Kq6|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			114, -- [11]
			false, -- [12]
			12, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffe7b09CrazyArtDaky|r",
			[51] = 1574702409,
			[50] = "CHAT_MSG_BN_WHISPER",
			[53] = "CrazyArtDaky",
		}, -- [1]
		{
			"да я интерфейс к патчу настрою", -- [1]
			"|Kq6|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			119, -- [11]
			false, -- [12]
			12, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffe7b09CrazyArtDaky|r",
			[51] = 1574702428,
			[50] = "CHAT_MSG_BN_WHISPER_INFORM",
			[53] = "CrazyArtDaky",
		}, -- [2]
		{
			"чтобы на зандалара скопировать)", -- [1]
			"|Kq6|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			120, -- [11]
			false, -- [12]
			12, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffe7b09CrazyArtDaky|r",
			[51] = 1574702441,
			[50] = "CHAT_MSG_BN_WHISPER_INFORM",
			[53] = "CrazyArtDaky",
		}, -- [3]
		{
			"Да здравствует Зандалар!", -- [1]
			"|Kq6|k", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			121, -- [11]
			false, -- [12]
			12, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffe7b09CrazyArtDaky|r",
			[51] = 1574702459,
			[50] = "CHAT_MSG_BN_WHISPER",
			[53] = "CrazyArtDaky",
		}, -- [4]
	},
}
