
PawnOptions = {
	["LastVersion"] = 2.0311,
	["LastPlayerFullName"] = "Гидраонион-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 34652,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34652::::::::55:252::::::|h[Шлем рыцаря Акеруса]|h|r",
		}, -- [1]
		{
			["ID"] = 34657,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34657::::::::55:252::::::|h[Колье проклятия]|h|r",
		}, -- [2]
		{
			["ID"] = 34655,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34655::::::::55:252::::::|h[Наплечье рыцаря Акеруса]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 34650,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34650::::::::55:252::::::|h[Мундир рыцаря Акеруса]|h|r",
		}, -- [5]
		{
			["ID"] = 34651,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34651::::::::55:252::::::|h[Ремень рыцаря Акеруса]|h|r",
		}, -- [6]
		{
			["ID"] = 34656,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34656::::::::55:252::::::|h[Ножные латы рыцаря Акеруса]|h|r",
		}, -- [7]
		{
			["ID"] = 34648,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34648::::::::55:252::::::|h[Наголенники рыцаря Акеруса]|h|r",
		}, -- [8]
		{
			["ID"] = 34653,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34653::::::::55:252::::::|h[Нарукавники рыцаря Акеруса]|h|r",
		}, -- [9]
		{
			["ID"] = 34649,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34649::::::::55:252::::::|h[Рукавицы рыцаря Акеруса]|h|r",
		}, -- [10]
		{
			["ID"] = 34658,
			["Level"] = 58,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:34658::::::::55:252::::::|h[Кольцо чумы]|h|r",
		}, -- [11]
		{
			["ID"] = 38147,
			["Level"] = 58,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:38147::::::::55:252::::::|h[Оскверненное кольцо]|h|r",
		}, -- [12]
		[15] = {
			["ID"] = 34659,
			["Level"] = 58,
			["Link"] = "|cff1eff00|Hitem:34659::::::::55:252::::::|h[Капюшон рыцаря Акеруса]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
