
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "Сисяныч-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122245,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122245::::::::22:73:::1:583:::|h[Полированный шлем доблести]|h|r",
		}, -- [1]
		{
			["ID"] = 122662,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122662::::::::22:73::::::|h[Вечный талисман уклонения]|h|r",
		}, -- [2]
		{
			["ID"] = 122372,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122372::::::::22:73:::1:583:::|h[Укрепленное тюремное наплечье]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122387,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122387::::::::22:73:::1:583:::|h[Вороненая кираса мощи]|h|r",
		}, -- [5]
		{
			["ID"] = 157744,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157744::::::::20:71::::::|h[Ремень песни войны]|h|r",
		}, -- [6]
		{
			["ID"] = 122264,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122264::::::::22:73:::1:583:::|h[Вороненые ножные латы мощи]|h|r",
		}, -- [7]
		{
			["ID"] = 157739,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157739::::::::20:71::::::|h[Башмаки песни войны]|h|r",
		}, -- [8]
		{
			["ID"] = 157745,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157745::::::::20:71::::::|h[Тяжелые наручи песни войны]|h|r",
		}, -- [9]
		{
			["ID"] = 157740,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157740::::::::20:71::::::|h[Рукавицы песни войны]|h|r",
		}, -- [10]
		nil, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 26,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::22:73:::1:582:::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122530,
			["Level"] = 26,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122530::::::::22:73:::1:582:::|h[Унаследованный знак деспотизма]|h|r",
		}, -- [14]
		[16] = {
			["ID"] = 122351,
			["Level"] = 26,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff00ccff|Hitem:122351::::::::22:73:::1:3592:::|h[Древний священный заряд Дал'Ренда]|h|r",
		},
		[17] = {
			["ID"] = 122391,
			["Level"] = 26,
			["Link"] = "|cff00ccff|Hitem:122391::::::::22:73:::1:583:::|h[Опаленный драконий отражающий щит]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
