
PawnOptions = {
	["LastVersion"] = 2.0246,
	["ItemLevels"] = {
		{
			["ID"] = 122247,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122247::::::::49:264::::::|h[Таинственный капюшон Стихий]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122664::::::::49:264::::::|h[Вечное колье горизонта]|h|r",
		}, -- [2]
		{
			["ID"] = 122375,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122375::::::::49:264::::::|h[Старое наплечье Пяти Громов]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122380,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122380::::::::49:264::::::|h[Мистический жилет Стихий]|h|r",
		}, -- [5]
		{
			["ID"] = 10768,
			["Level"] = 54,
			["Link"] = "|cff0070dd|Hitem:10768::::::::48:264:512:1:1:4035:48:::|h[Вепревый пояс защитника]|h|r",
		}, -- [6]
		{
			["ID"] = 122253,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122253::::::::49:264::14::::|h[Таинственный килт Стихий]|h|r",
		}, -- [7]
		{
			["ID"] = 9387,
			["Level"] = 50,
			["Link"] = "|cff0070dd|Hitem:9387::::::::47:262:512:1:1:4065:44:::|h[Сапоги Ревелоша]|h|r",
		}, -- [8]
		{
			["ID"] = 51981,
			["Level"] = 50,
			["Link"] = "|cff0070dd|Hitem:51981::::::::47:262:512:17:2:1679:4244:44:::|h[Нарукавники связи с землей со знаком быстрого клинка]|h|r",
		}, -- [9]
		{
			["ID"] = 143581,
			["Level"] = 39,
			["Link"] = "|cff0070dd|Hitem:143581:17:::::::47:262:512:17:2:1705:4244:33:::|h[Захваты связи с землей со знаком рассвета]|h|r",
		}, -- [10]
		{
			["ID"] = 160601,
			["Level"] = 54,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:160601::::::::49:264:512:17:2:1691:4244:48:::|h[Перстень беспокойства с символом огненной вспышки]|h|r",
		}, -- [11]
		{
			["ID"] = 11118,
			["Level"] = 52,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:11118::::::::47:264:512:1:1:4065:46:::|h[Камень Аркедаса]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 53,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::49:264::::::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		{
			["ID"] = 122362,
			["Level"] = 53,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122362::::::::49:264::::::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [14]
		{
			["ID"] = 122261,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122261::::::::49:264::14::::|h[Унаследованная накидка черного барона]|h|r",
		}, -- [15]
		{
			["ID"] = 122354,
			["Level"] = 53,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff00ccff|Hitem:122354::::::::49:264::::::|h[Каменный боевой молот с аурой благочестивости]|h|r",
		}, -- [16]
		{
			["ID"] = 122391,
			["Level"] = 53,
			["Link"] = "|cff00ccff|Hitem:122391::::::::49:264:::1:583:::|h[Опаленный драконий отражающий щит]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Стэндюзер-Ясеневый лес",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
