
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "Синийдиплом-Гордунни",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 159446,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159446::::::::120:71::35:5:5445:1602:4786:6267:4775:::|h[Великий шлем гнилостного пути]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 455,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:71::11:4:4932:4933:6316:1592:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159431,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159431::::::::120:71::35:5:5445:1602:4786:6268:4775:::|h[Наплечники из панциря кракена]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159440,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159440::::::::120:71::35:5:5445:1602:4786:6266:4775:::|h[Кираса стражника корпорации Эшвейнов]|h|r",
		}, -- [5]
		{
			["ID"] = 159442,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159442::::::::120:71::16:4:5010:4802:1602:4786:::|h[Очищенный песком большой пояс]|h|r",
		}, -- [6]
		{
			["ID"] = 168873,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:168873::::::::120:71::5:3:4799:1502:4786:::|h[Наголенники богини волн]|h|r",
		}, -- [7]
		{
			["ID"] = 155861,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:155861::::::::120:71::16:4:5008:1597:5850:4783:::|h[Украшенные ритуальные башмаки]|h|r",
		}, -- [8]
		{
			["ID"] = 160212,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:160212::::::::120:71::35:3:5010:1612:4783:::|h[Тяжелые наручи теневого покрова]|h|r",
		}, -- [9]
		{
			["ID"] = 159429,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159429::::::::120:71::35:3:5009:1607:4783:::|h[Исцарапанные веревкой перчатки]|h|r",
		}, -- [10]
		{
			["ID"] = 159461,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159461::::::::120:71::35:4:5010:1612:5850:4784:::|h[Кольцо древнего черпальщика]|h|r",
		}, -- [11]
		{
			["ID"] = 158362,
			["Level"] = 440,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158362:5943:::::::120:71::35:4:5010:41:1612:4783:::|h[Печатка лорда Уэйкреста]|h|r",
		}, -- [12]
		{
			["ID"] = 159625,
			["Level"] = 430,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159625::::::::120:71::23:4:4779:6515:1602:4786:::|h[Пузырек с оживленной кровью]|h|r",
		}, -- [13]
		{
			["ID"] = 159616,
			["Level"] = 415,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159616::::::::120:73::16:4:5006:41:1587:4786:::|h[Залитый кровью блок мясника]|h|r",
		}, -- [14]
		{
			["ID"] = 155884,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:155884::::::::120:73::35:3:5008:1602:4783:::|h[Плащ из перьев попугая]|h|r",
		}, -- [15]
		{
			["ID"] = 158101,
			["Level"] = 425,
			["Link"] = "|cffa335ee|Hitem:158101::::::::120:71::28:4:4803:1607:5855:4783:::|h[Столп Гол Озигра]|h|r",
		}, -- [16]
		{
			["ID"] = 159666,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:159666::::::::120:71::16:3:4946:1577:4786:::|h[Самодельный щит для бунтоподавления]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128910] = {
			["Relics"] = {
				{
					["ItemLevel"] = 5,
					["Type"] = "Iron",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
			},
			["Name"] = "Стром'кар, Миротворец",
		},
		[128289] = {
			["Relics"] = {
				{
					["Type"] = "Iron",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
			},
			["Name"] = "Панцирь Хранителя Земли",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
