
PawnOptions = {
	["LastVersion"] = 2.0324,
	["ItemLevels"] = {
		{
			["ID"] = 168339,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:168339::::::::120:257::5:5:4823:1502:4786:6267:4775:::|h[Шляпка из инкубатора]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 467,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:256::11:4:4932:4933:6316:1604:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 158344,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158344::::::::120:258::35:5:5445:1602:4786:6268:4775:::|h[Оплечье церемониального восхождения]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 158349,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158349::::::::120:258::35:5:5445:1602:4786:6266:4775:::|h[Ряса самопровозглашенного азеритового барона]|h|r",
		}, -- [5]
		{
			["ID"] = 159262,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159262::::::::120:256::35:3:5009:1607:4783:::|h[Пояс непоколебимой верности]|h|r",
		}, -- [6]
		{
			["ID"] = 168371,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:168371::::::::120:256::5:4:4799:1502:5855:4783:::|h[Бриджи гнева морей]|h|r",
		}, -- [7]
		{
			["ID"] = 159278,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:159278::::::::120:256::35:3:5010:1612:4783:::|h[Сандалии непреклонной веры]|h|r",
		}, -- [8]
		{
			["ID"] = 163306,
			["Level"] = 455,
			["Link"] = "|cffa335ee|Hitem:163306::::::::120:256::23:4:5845:1622:5870:4784:::|h[Манжеты изобретателя из Армии Чести]|h|r",
		}, -- [9]
		{
			["ID"] = 159272,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:159272::::::::120:257::35:4:5010:1612:5850:4784:::|h[Повязки безумных сестер]|h|r",
		}, -- [10]
		{
			["ID"] = 162548,
			["Level"] = 425,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:162548::::::::120:256::35:3:5006:1597:4783:::|h[Сплетенное из шипов кольцо]|h|r",
		}, -- [11]
		{
			["ID"] = 162548,
			["Level"] = 425,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:162548:5939:::::::120:256::35:3:5006:1597:4783:::|h[Сплетенное из шипов кольцо]|h|r",
		}, -- [12]
		{
			["ID"] = 159631,
			["Level"] = 425,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159631::::::::120:256::16:5:5005:4802:1587:5855:4783:::|h[Музыкальная шкатулка леди Уэйкрест]|h|r",
		}, -- [13]
		{
			["ID"] = 159631,
			["Level"] = 425,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159631::168641::::::120:256::16:5:5005:4802:1587:5855:4783:::|h[Музыкальная шкатулка леди Уэйкрест]|h|r",
		}, -- [14]
		{
			["ID"] = 168391,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:168391::::::::120:256::5:4:4799:1808:1502:4786:::|h[Плащ дурных предзнаменований]|h|r",
		}, -- [15]
		{
			["ID"] = 158369,
			["Level"] = 440,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:158369::::::::120:257::35:3:5010:1612:4783:::|h[Гальванизированный крушитель бурь]|h|r",
		}, -- [16]
		{
			["ID"] = 158369,
			["Level"] = 440,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:158369:6112:::::::120:257::35:3:5010:1612:4783:::|h[Гальванизированный крушитель бурь]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Линуксоид-Ясеневый лес",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128825] = {
			["Relics"] = {
				{
					["ItemLevel"] = 9,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
				{
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Т'ууре, Светоч наару",
		},
		[128868] = {
			["Relics"] = {
				{
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Shadow",
				}, -- [2]
				{
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Ярость Света",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
