
PawnOptions = {
	["LastVersion"] = 2.0246,
	["LastPlayerFullName"] = "Гаротыч-Гордунни",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 122248,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122248::::::::7:259::::::|h[Запятнанная шапка незаметности]|h|r",
		}, -- [1]
		{
			["ID"] = 122666,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122666::::::::7:259::::::|h[Вечное ожерелье сплетенного плюща]|h|r",
		}, -- [2]
		{
			["ID"] = 122358,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122358::::::::7:259::::::|h[Испачканный наплеч незаметности]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122383,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122383::::::::7:259:::1:582:::|h[Испачканный мундир незаметности]|h|r",
		}, -- [5]
		{
			["ID"] = 59045,
			["Level"] = 3,
			["Link"] = "|cffffffff|Hitem:59045::::::::7:259::11::::|h[Пояс ускорения]|h|r",
		}, -- [6]
		{
			["ID"] = 122254,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122254::::::::7:259::::::|h[Запятнанные штаны незаметности]|h|r",
		}, -- [7]
		{
			["ID"] = 47,
			["Level"] = 1,
			["Link"] = "|cffffffff|Hitem:47::::::::7:259::::::|h[Ботинки разбойника с большой дороги]|h|r",
		}, -- [8]
		nil, -- [9]
		nil, -- [10]
		nil, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 11,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::7:259::::::|h[Стремительная рука правосудия]|h|r",
		}, -- [13]
		nil, -- [14]
		{
			["ID"] = 122261,
			["Level"] = 11,
			["Link"] = "|cff00ccff|Hitem:122261::::::::7:259::::::|h[Унаследованная накидка черного барона]|h|r",
		}, -- [15]
		{
			["ID"] = 122350,
			["Level"] = 11,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff00ccff|Hitem:122350::::::::7:259::::::|h[Сбалансированный пронзатель сердец]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
