
BattleGroundEnemiesDB = {
	["profileKeys"] = {
		["Идолмастер - Ревущий фьорд"] = "Default",
		["Пакостник - Ревущий фьорд"] = "Default",
		["Фурзум - Ревущий фьорд"] = "Default",
		["Натанке - Ревущий фьорд"] = "Default",
		["Холодос - Ревущий фьорд"] = "Default",
		["Ворбелья - Ревущий фьорд"] = "Default",
		["Воляанрол - Ревущий фьорд"] = "Default",
		["Аптечку - Ревущий фьорд"] = "Default",
		["Абдуловера - Ревущий фьорд"] = "Default",
		["Элям - Ревущий фьорд"] = "Default",
		["Отжигай - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["Allies"] = {
				["Enabled"] = false,
				["15"] = {
					["Position_Y"] = 637.8666387094381,
					["Position_X"] = 1186.844994016501,
				},
			},
			["Enemies"] = {
				["40"] = {
					["Position_Y"] = 753.7777960300446,
					["Position_X"] = 32.71104951169605,
				},
				["15"] = {
					["Position_Y"] = 681.2446779542552,
					["HealthBar_Texture"] = "ElvUI Norm",
					["Position_X"] = 86.75635518234913,
				},
			},
		},
	},
}
