
CalmDownandGambleDB = {
	["profileKeys"] = {
		["Костетряс - Ревущий фьорд"] = "Костетряс - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Тестгеймпада - Ревущий фьорд"] = "Тестгеймпада - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["global"] = {
		["ui_frame"] = {
			["height"] = 130,
			["width"] = 475,
		},
	},
}
CDGClientDB = {
	["profileKeys"] = {
		["Костетряс - Ревущий фьорд"] = "Костетряс - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Тестгеймпада - Ревущий фьорд"] = "Тестгеймпада - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["global"] = {
		["ui"] = {
			["height"] = 95,
			["width"] = 335,
		},
	},
}
