
CooldownToGoDB = {
	["namespaces"] = {
		["LibDualSpec-1.0"] = {
		},
	},
	["profileKeys"] = {
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
		["Гаротыч - Ревущий фьорд"] = "Гаротыч - Ревущий фьорд",
		["Ывалоывоар - Ревущий фьорд"] = "Ывалоывоар - Ревущий фьорд",
		["Стараясасалк - Ревущий фьорд"] = "Стараясасалк - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Чайвз - Ревущий фьорд"] = "Чайвз - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Каскадёр - Ясеневый лес"] = "Каскадёр - Ясеневый лес",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Пакостник - Ревущий фьорд"] = "Пакостник - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
	},
	["profiles"] = {
		["Мдмщик - Ревущий фьорд"] = {
			["locked"] = true,
			["x"] = -3.191554069519043,
			["y"] = -43.61697769165039,
		},
		["Отжигай - Ревущий фьорд"] = {
			["locked"] = true,
			["x"] = -8.510727882385254,
			["y"] = -32.97887802124023,
		},
		["Гаротыч - Ревущий фьорд"] = {
		},
		["Ывалоывоар - Ревущий фьорд"] = {
		},
		["Стараясасалк - Ревущий фьорд"] = {
		},
		["Аптечку - Ревущий фьорд"] = {
			["locked"] = true,
			["y"] = 99.9999771118164,
		},
		["Элям - Ревущий фьорд"] = {
		},
		["Чайвз - Ревущий фьорд"] = {
			["locked"] = true,
			["x"] = 5.263134002685547,
			["y"] = 19.99994659423828,
		},
		["Натанке - Ревущий фьорд"] = {
			["locked"] = true,
			["x"] = -3.19150447845459,
			["y"] = -27.65960693359375,
		},
		["Холодос - Ревущий фьорд"] = {
		},
		["Каскадёр - Ясеневый лес"] = {
		},
		["Воляанрол - Ревущий фьорд"] = {
			["locked"] = true,
			["x"] = 1.063735485076904,
			["y"] = -26.59557151794434,
		},
		["Пакостник - Ревущий фьорд"] = {
			["locked"] = true,
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
			["fontSize"] = 21,
			["point"] = "BOTTOM",
			["readyTime"] = 0.2,
			["fadeTime"] = 1,
			["relPoint"] = "BOTTOM",
			["padding"] = 17,
			["y"] = 184.1271057128906,
			["x"] = 0.3828712105751038,
			["locked"] = true,
			["fontOutline"] = "OUTLINE",
			["iconSize"] = 39,
			["textPosition"] = "BOTTOM",
			["font"] = "Noto Sans Regular",
			["warnSoundName"] = "Shotgun",
		},
		["Синийдиплом - Гордунни"] = {
		},
	},
}
