
DeathNoteDB = {
	["profileKeys"] = {
		["Анимешер - Ясеневый лес"] = "Анимешер - Ясеневый лес",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Запивом - Ревущий фьорд"] = "Запивом - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
		["Костетряс - Ревущий фьорд"] = "Костетряс - Ревущий фьорд",
		["Куколдье - Ревущий фьорд"] = "Куколдье - Ревущий фьорд",
		["Гидраонион - Ревущий фьорд"] = "Гидраонион - Ревущий фьорд",
		["Клипса - Ревущий фьорд"] = "Клипса - Ревущий фьорд",
		["Каскадёр - Ясеневый лес"] = "Каскадёр - Ясеневый лес",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Линуксоид - Ясеневый лес"] = "Линуксоид - Ясеневый лес",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
	},
	["profiles"] = {
		["Анимешер - Ясеневый лес"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
			["searchbox_text"] = "",
			["announce"] = {
				["format_overkill"] = false,
				["format_resist"] = false,
				["channel"] = "PARTY",
			},
			["display"] = {
				["y"] = 12.63156127929688,
				["x"] = -142.1053314208984,
				["w"] = 699.9999389648438,
				["h"] = 500.0000305175781,
			},
		},
		["Мдмщик - Ревущий фьорд"] = {
		},
		["Запивом - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
			["searchbox_text"] = "",
		},
		["Костетряс - Ревущий фьорд"] = {
			["searchbox_text"] = "",
		},
		["Куколдье - Ревущий фьорд"] = {
		},
		["Гидраонион - Ревущий фьорд"] = {
		},
		["Клипса - Ревущий фьорд"] = {
		},
		["Каскадёр - Ясеневый лес"] = {
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Линуксоид - Ясеневый лес"] = {
			["searchbox_text"] = "",
			["display"] = {
				["health"] = 2,
			},
		},
		["Синийдиплом - Гордунни"] = {
		},
	},
}
