
Details_StreamerDB = {
	["characters"] = {
		["Анимешер - Ясеневый лес"] = "Идолмастер - Ревущий фьорд",
		["Гаротыч - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Пакостник - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Запивом - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Чайвз - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Костетряс - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Холодос - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Клипса - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Воляанрол - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Каскадёр - Ясеневый лес"] = "Идолмастер - Ревущий фьорд",
		["Biglilpump - Argent Dawn"] = "Идолмастер - Ревущий фьорд",
		["Ывалоывоар - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Стараясасалк - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Куколдье - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Гидраонион - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Линуксоид - Ясеневый лес"] = "Идолмастер - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Синийдиплом - Гордунни"] = "Идолмастер - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
	},
	["profiles"] = {
		["Идолмастер - Ревущий фьорд"] = {
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["is_first_run"] = false,
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				300, -- [1]
				500.0000305175781, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 349.2725521618418,
				["radius"] = 160,
				["hide"] = true,
			},
			["arrow_anchor_x"] = 0,
			["row_texture"] = "Details Serenity",
			["arrow_anchor_y"] = 0,
			["main_frame_locked"] = false,
			["main_frame_strata"] = "LOW",
			["enabled"] = false,
			["arrow_size"] = 10,
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = -6.103515625e-05,
				["x"] = -3.0517578125e-05,
				["attribute_type"] = 1,
				["update_speed"] = 0.05,
				["size"] = 32,
			},
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["author"] = "Details! Team",
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["font_size"] = 10,
			["use_spark"] = true,
			["x"] = 0,
			["font_face"] = "Friz Quadrata TT",
			["y"] = -3.0517578125e-05,
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["point"] = "CENTER",
			["row_height"] = 20,
			["scale"] = 1,
		},
	},
}
