
Gladius2DB = {
	["profileKeys"] = {
		["Гаротыч - Ревущий фьорд"] = "Гаротыч - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Пакостник - Ревущий фьорд"] = "Пакостник - Ревущий фьорд",
		["Нарковед - Ревущий фьорд"] = "Нарковед - Ревущий фьорд",
		["Чайвз - Ревущий фьорд"] = "Чайвз - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Каскадёр - Ясеневый лес"] = "Каскадёр - Ясеневый лес",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
		["Ывалоывоар - Ревущий фьорд"] = "Ывалоывоар - Ревущий фьорд",
		["Стараясасалк - Ревущий фьорд"] = "Стараясасалк - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["profiles"] = {
		["Гаротыч - Ревущий фьорд"] = {
			["y"] = {
				["arena1"] = 521.1800870161678,
			},
			["x"] = {
				["arena1"] = 1095.600630984773,
			},
			["locked"] = true,
			["tagsVersion"] = 4,
			["auraVersion"] = 1,
		},
		["Идолмастер - Ревущий фьорд"] = {
			["direction"] = 2,
			["y"] = {
				["arena1"] = 605.4399191186785,
			},
			["auraVersion"] = 1,
			["drTrackerCooldown"] = true,
			["healthBarTexture"] = "ElvUI Norm",
			["announcements"] = {
				["dispell"] = true,
			},
			["modules"] = {
				["Auras"] = true,
			},
			["x"] = {
				["arena1"] = 1024.799426111669,
			},
			["globalFontSize"] = 12,
			["backgroundColor"] = {
				["a"] = 0.4024790525436401,
				["b"] = 0.0784313725490196,
				["g"] = 0.1450980392156863,
				["r"] = 0.1176470588235294,
			},
			["locked"] = true,
			["tagsVersion"] = 4,
			["bottomMargin"] = 6,
			["barWidth"] = 177,
		},
		["Пакостник - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1088,
			},
			["y"] = {
				["arena1"] = 526.9999389648438,
			},
		},
		["Нарковед - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["Чайвз - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1075.999650804624,
			},
			["y"] = {
				["arena1"] = 537.6999932527542,
			},
		},
		["Элям - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1214.000021387401,
			},
			["y"] = {
				["arena1"] = 351.69992234456,
			},
		},
		["Холодос - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1152,
			},
			["y"] = {
				["arena1"] = 432.0000610351563,
			},
		},
		["Воляанрол - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1093,
			},
			["y"] = {
				["arena1"] = 420.0000305175781,
			},
		},
		["Каскадёр - Ясеневый лес"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["Синийдиплом - Гордунни"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["Ывалоывоар - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["Стараясасалк - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 490.1800489359521,
			},
			["x"] = {
				["arena1"] = 1143.599961187916,
			},
		},
		["Натанке - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 464.9999694824219,
			},
			["x"] = {
				["arena1"] = 1063,
			},
		},
		["Мдмщик - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 490.4401550292969,
			},
			["x"] = {
				["arena1"] = 1010.799255371094,
			},
		},
		["Аптечку - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1097.999711563716,
			},
			["y"] = {
				["arena1"] = 497.6999723923836,
			},
		},
		["Абдуловера - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1194,
			},
			["y"] = {
				["arena1"] = 513.9999389648438,
			},
		},
		["Отжигай - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["growUp"] = true,
			["tagsVersion"] = 4,
			["locked"] = true,
			["y"] = {
				["arena1"] = 505.4401329953616,
			},
			["x"] = {
				["arena1"] = 1031.389753243391,
			},
			["direction"] = 1,
			["barWidth"] = 163,
		},
	},
}
