
GlassDB = {
	["profileKeys"] = {
		["Синийдиплом - Гордунни"] = "Default",
		["Пакостник - Ревущий фьорд"] = "Default",
		["Абдуловера - Ревущий фьорд"] = "Default",
		["Идолмастер - Ревущий фьорд"] = "Default",
		["Мдмщик - Ревущий фьорд"] = "Default",
		["Нарковед - Ревущий фьорд"] = "Default",
		["Дэниэль - Ревущий фьорд"] = "Default",
		["Элям - Ревущий фьорд"] = "Default",
		["Натанке - Ревущий фьорд"] = "Default",
		["Холодос - Ревущий фьорд"] = "Default",
		["Аптечку - Ревущий фьорд"] = "Default",
		["Воляанрол - Ревущий фьорд"] = "Default",
		["Анусвконус - Ревущий фьорд"] = "Default",
		["Гномокосилка - Ревущий фьорд"] = "Default",
		["Линуксоид - Ясеневый лес"] = "Default",
		["Отжигай - Ревущий фьорд"] = "Default",
	},
	["global"] = {
		["version"] = "1.8.0",
	},
	["profiles"] = {
		["Default"] = {
			["frameHeight"] = 260,
			["positionAnchor"] = {
				["yOfs"] = -2.098019123077393,
				["xOfs"] = -7.6543288230896,
			},
			["font"] = "PT Sans Narrow",
			["chatBackgroundOpacity"] = 0,
			["frameWidth"] = 398,
		},
	},
}
