
HandyNotesDB = {
	["profileKeys"] = {
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Фурзум - Ревущий фьорд"] = "Фурзум - Ревущий фьорд",
		["Ворбелья - Ревущий фьорд"] = "Ворбелья - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["profiles"] = {
		["Элям - Ревущий фьорд"] = {
		},
		["Фурзум - Ревущий фьорд"] = {
		},
		["Ворбелья - Ревущий фьорд"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
		},
		["Аптечку - Ревущий фьорд"] = {
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Натанке - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Фурзум - Ревущий фьорд"] = "Фурзум - Ревущий фьорд",
		["Ворбелья - Ревущий фьорд"] = "Ворбелья - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["profiles"] = {
		["Элям - Ревущий фьорд"] = {
		},
		["Фурзум - Ревущий фьорд"] = {
		},
		["Ворбелья - Ревущий фьорд"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
		},
		["Аптечку - Ревущий фьорд"] = {
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Натанке - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
		},
	},
}
