
MacroToolkitDB = {
	["char"] = {
		["Натанке - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Воляанрол - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Мдмщик - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Абдуловера - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Идолмастер - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Отжигай - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
	},
	["profileKeys"] = {
		["Синийдиплом - Гордунни"] = "profile",
		["Гаротыч - Ревущий фьорд"] = "profile",
		["Ворбелья - Ревущий фьорд"] = "profile",
		["Стараясасалк - Ревущий фьорд"] = "profile",
		["Пакостник - Ревущий фьорд"] = "profile",
		["Абдуловера - Ревущий фьорд"] = "profile",
		["Элям - Ревущий фьорд"] = "profile",
		["Натанке - Ревущий фьорд"] = "profile",
		["Каскадёр - Ясеневый лес"] = "profile",
		["Мдмщик - Ревущий фьорд"] = "profile",
		["Воляанрол - Ревущий фьорд"] = "profile",
		["Дэниэль - Ревущий фьорд"] = "profile",
		["Линуксоид - Ясеневый лес"] = "profile",
		["Идолмастер - Ревущий фьорд"] = "profile",
		["Отжигай - Ревущий фьорд"] = "profile",
	},
	["global"] = {
		["ebackups"] = {
		},
		["backups"] = {
		},
	},
	["profiles"] = {
		["profile"] = {
			["y"] = 377.0889587402344,
			["x"] = 297.3846130371094,
		},
	},
}
