
MacroToolkitDB = {
	["char"] = {
		["Мдмщик - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Воляанрол - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
		["Отжигай - Ревущий фьорд"] = {
			["backups"] = {
			},
		},
	},
	["profileKeys"] = {
		["Гаротыч - Ревущий фьорд"] = "profile",
		["Идолмастер - Ревущий фьорд"] = "profile",
		["Стараясасалк - Ревущий фьорд"] = "profile",
		["Синийдиплом - Гордунни"] = "profile",
		["Пакостник - Ревущий фьорд"] = "profile",
		["Воляанрол - Ревущий фьорд"] = "profile",
		["Абдуловера - Ревущий фьорд"] = "profile",
		["Каскадёр - Ясеневый лес"] = "profile",
		["Мдмщик - Ревущий фьорд"] = "profile",
		["Отжигай - Ревущий фьорд"] = "profile",
	},
	["global"] = {
		["ebackups"] = {
		},
		["backups"] = {
		},
	},
	["profiles"] = {
		["profile"] = {
			["y"] = 297.0093688964844,
			["x"] = 617.4801025390625,
			["override"] = true,
		},
	},
}
