
NarciBarberShopDB = {
	["ToggleRandomAppearance"] = false,
	["ToggleNotification"] = true,
	["Hotkeys"] = {
		["RotateRight"] = "D",
		["RotateLeft"] = "A",
		["ZoomOut"] = "S",
		["ZoomIn"] = "W",
	},
	["PlayerData"] = {
		["095ABF84"] = {
			["playerName"] = "Идолмастер",
			["realmID"] = "1615",
			["SavedLooks"] = {
				[36] = {
					["male"] = {
					},
					["female"] = {
						{
							["description"] = "Буйство Прическа, Когти Серьги, Костяной циркуляр Кольцо в носу, Кости Ожерелье",
							["data"] = {
								{
									413, -- [1]
									3447, -- [2]
								}, -- [1]
								{
									354, -- [1]
									3437, -- [2]
								}, -- [2]
								{
									357, -- [1]
									3452, -- [2]
								}, -- [3]
								{
									358, -- [1]
									3461, -- [2]
								}, -- [4]
								{
									881, -- [1]
									9860, -- [2]
								}, -- [5]
								{
									414, -- [1]
									3469, -- [2]
								}, -- [6]
								{
									886, -- [1]
									9903, -- [2]
								}, -- [7]
								{
									887, -- [1]
									9901, -- [2]
								}, -- [8]
							},
							["name"] = "New Look #1",
							["timeCreated"] = 1613309262,
						}, -- [1]
					},
				},
			},
			["realmName"] = "Ревущий фьорд",
		},
	},
}
