
OmniCCDB = {
	["global"] = {
		["addonVersion"] = "9.0.2",
		["dbVersion"] = 5,
	},
	["profileKeys"] = {
		["Элям - Ревущий фьорд"] = "По умолчанию",
		["Идолмастер - Ревущий фьорд"] = "По умолчанию",
		["Мдмщик - Ревущий фьорд"] = "По умолчанию",
		["Синийдиплом - Гордунни"] = "По умолчанию",
		["Пакостник - Ревущий фьорд"] = "По умолчанию",
		["Чайвз - Ревущий фьорд"] = "По умолчанию",
		["Натанке - Ревущий фьорд"] = "По умолчанию",
		["Каскадёр - Ясеневый лес"] = "По умолчанию",
		["Линуксоид - Ясеневый лес"] = "По умолчанию",
		["Воляанрол - Ревущий фьорд"] = "По умолчанию",
		["Дэниэль - Ревущий фьорд"] = "По умолчанию",
		["Абдуловера - Ревущий фьорд"] = "По умолчанию",
		["Ворбелья - Ревущий фьорд"] = "По умолчанию",
		["Отжигай - Ревущий фьорд"] = "По умолчанию",
	},
	["profiles"] = {
		["По умолчанию"] = {
			["rules"] = {
				{
					["patterns"] = {
						"PlaterMainAuraIcon", -- [1]
						"PlaterSecondaryAuraIcon", -- [2]
						"ExtraIconRowIcon", -- [3]
					},
					["id"] = "Plater Nameplates Rule",
					["priority"] = 1,
					["theme"] = "Plater Nameplates Theme",
				}, -- [1]
			},
			["themes"] = {
				["По умолчанию"] = {
					["textStyles"] = {
						["soon"] = {
						},
						["minutes"] = {
						},
						["seconds"] = {
						},
					},
				},
				["Plater Nameplates Theme"] = {
					["textStyles"] = {
						["seconds"] = {
						},
						["soon"] = {
						},
						["minutes"] = {
						},
					},
				},
			},
		},
	},
}
OmniCC4Config = nil
