
OmniCCDB = {
	["global"] = {
		["addonVersion"] = "8.3.5",
		["dbVersion"] = 5,
	},
	["profileKeys"] = {
		["Натанке - Ревущий фьорд"] = "По умолчанию",
		["Синийдиплом - Гордунни"] = "По умолчанию",
		["Идолмастер - Ревущий фьорд"] = "По умолчанию",
		["Мдмщик - Ревущий фьорд"] = "По умолчанию",
		["Каскадёр - Ясеневый лес"] = "По умолчанию",
		["Отжигай - Ревущий фьорд"] = "По умолчанию",
		["Чайвз - Ревущий фьорд"] = "По умолчанию",
	},
	["profiles"] = {
		["По умолчанию"] = {
			["themes"] = {
				["По умолчанию"] = {
					["textStyles"] = {
						["soon"] = {
						},
						["minutes"] = {
						},
						["seconds"] = {
						},
					},
				},
			},
		},
	},
}
OmniCC4Config = nil
