
OzCooldownsDB = {
	["profileKeys"] = {
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["profiles"] = {
		["Холодос - Ревущий фьорд"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
		},
		["Мдмщик - Ревущий фьорд"] = {
		},
		["Синийдиплом - Гордунни"] = {
		},
		["Воляанрол - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
			["CooldownText"] = {
				["Enable"] = false,
				["Font"] = "PT Sans Narrow",
				["Accurate"] = false,
			},
			["Tooltips"] = false,
			["StatusBar"] = false,
			["BuffTimer"] = false,
			["Announce"] = false,
			["SortByDuration"] = false,
		},
	},
}
