
OzCooldownsDB = {
	["profileKeys"] = {
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
		["Гномокосилка - Ревущий фьорд"] = "Гномокосилка - Ревущий фьорд",
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Ворбелья - Ревущий фьорд"] = "Ворбелья - Ревущий фьорд",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Дэниэль - Ревущий фьорд"] = "Дэниэль - Ревущий фьорд",
		["Линуксоид - Ясеневый лес"] = "Линуксоид - Ясеневый лес",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
		["Фурзум - Ревущий фьорд"] = "Фурзум - Ревущий фьорд",
	},
	["profiles"] = {
		["Идолмастер - Ревущий фьорд"] = {
		},
		["Мдмщик - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
			["StatusBar"] = false,
			["CooldownText"] = {
				["Enable"] = false,
				["Font"] = "PT Sans Narrow",
				["Accurate"] = false,
			},
			["Tooltips"] = false,
			["BuffTimer"] = false,
			["Announce"] = false,
			["SortByDuration"] = false,
		},
		["Гномокосилка - Ревущий фьорд"] = {
		},
		["Холодос - Ревущий фьорд"] = {
			["SpellCDs"] = {
				[12042] = false,
				[116011] = false,
				[235219] = false,
				[55342] = false,
				[214634] = false,
				[153595] = false,
				[108853] = false,
				[44457] = false,
				[113724] = false,
				[2139] = false,
				[12051] = false,
				[224968] = false,
				[235450] = false,
				[11426] = false,
				[45438] = false,
				[212653] = false,
				[108839] = false,
				[84714] = false,
				[12472] = false,
				[195676] = false,
				[153561] = false,
				[1953] = false,
				[205032] = false,
				[194466] = false,
				[66] = false,
				[122] = false,
				[120] = false,
				[198111] = false,
				[157980] = false,
				[205025] = false,
				[31661] = false,
				[157997] = false,
				[235313] = false,
				[190319] = false,
			},
		},
		["Ворбелья - Ревущий фьорд"] = {
		},
		["Воляанрол - Ревущий фьорд"] = {
		},
		["Дэниэль - Ревущий фьорд"] = {
		},
		["Линуксоид - Ясеневый лес"] = {
		},
		["Синийдиплом - Гордунни"] = {
		},
		["Фурзум - Ревущий фьорд"] = {
		},
	},
}
