
RealUI_TooltipsDB = {
	["profileKeys"] = {
		["Идолмастер - Ревущий фьорд"] = "Default",
		["Мдмщик - Ревущий фьорд"] = "Default",
		["Синийдиплом - Гордунни"] = "Default",
		["Натанке - Ревущий фьорд"] = "Default",
		["Пакостник - Ревущий фьорд"] = "Default",
		["Линуксоид - Ясеневый лес"] = "Default",
		["Ворбелья - Ревущий фьорд"] = "Default",
		["Дэниэль - Ревущий фьорд"] = "Default",
		["Каскадёр - Ясеневый лес"] = "Default",
		["Отжигай - Ревущий фьорд"] = "Default",
		["Фурзум - Ревущий фьорд"] = "Default",
	},
	["global"] = {
		["showRealm"] = true,
		["showIDs"] = true,
	},
}
