
REPorterSettings = {
	["profileKeys"] = {
		["Натанке - Ревущий фьорд"] = "Default",
		["Идолмастер - Ревущий фьорд"] = "Default",
		["Линуксоид - Ясеневый лес"] = "Default",
		["Аптечку - Ревущий фьорд"] = "Default",
		["Ворбелья - Ревущий фьорд"] = "Default",
		["Отжигай - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["Map"] = {
				[275] = {
					["wy"] = 527,
					["wx"] = 175,
				},
				[1576] = {
					["my"] = -29,
					["ww"] = 398,
					["wh"] = 291,
					["ms"] = 0.6,
					["mx"] = -2,
					["wy"] = 453,
					["wx"] = 210,
				},
				[169] = {
					["ms"] = 0.8,
					["wy"] = 547,
					["wx"] = 163,
				},
				[1366] = {
					["wy"] = 488,
					["wx"] = 202,
				},
				[112] = {
					["ms"] = 0.95,
					["wy"] = 542,
					["wx"] = 135,
				},
				[907] = {
					["ms"] = 0.85,
					["wy"] = 512,
					["wx"] = 198,
				},
				[1334] = {
					["my"] = -64,
					["ww"] = 496,
					["wh"] = 360,
					["mx"] = -1,
					["wy"] = 442,
					["wx"] = 248,
				},
				[417] = {
					["wy"] = 518,
					["wx"] = 199,
				},
				[1339] = {
					["wy"] = 589,
					["wx"] = 151,
				},
				[91] = {
					["wy"] = 391,
					["wx"] = 99,
				},
				[1335] = {
					["wy"] = 513,
					["wx"] = 149,
				},
				[423] = {
					["my"] = -53,
					["ww"] = 427,
					["wh"] = 334,
					["ms"] = 0.8,
					["mx"] = 0,
					["wy"] = 643,
					["wx"] = 245,
				},
				[1478] = {
					["wy"] = 441,
					["wx"] = 158,
				},
				[206] = {
					["wy"] = 540,
					["wx"] = 126,
				},
			},
		},
	},
}
