
SimulationCraftDB = {
	["profileKeys"] = {
		["Анимешер - Ясеневый лес"] = "Анимешер - Ясеневый лес",
		["Гаротыч - Ревущий фьорд"] = "Гаротыч - Ревущий фьорд",
		["Запивом - Ревущий фьорд"] = "Запивом - Ревущий фьорд",
		["Степанович - Ревущий фьорд"] = "Степанович - Ревущий фьорд",
		["Стэндюзер - Ясеневый лес"] = "Стэндюзер - Ясеневый лес",
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Гидраонион - Ревущий фьорд"] = "Гидраонион - Ревущий фьорд",
		["Свинота - Гордунни"] = "Свинота - Гордунни",
		["Сисяныч - Ревущий фьорд"] = "Сисяныч - Ревущий фьорд",
		["Ворбелья - Ревущий фьорд"] = "Ворбелья - Ревущий фьорд",
		["Моднаяприча - Ясеневый лес"] = "Моднаяприча - Ясеневый лес",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Анусвконус - Ревущий фьорд"] = "Анусвконус - Ревущий фьорд",
		["Япомойка - Ясеневый лес"] = "Япомойка - Ясеневый лес",
		["Тестгеймпада - Ревущий фьорд"] = "Тестгеймпада - Ревущий фьорд",
		["Оптимизатор - Ясеневый лес"] = "Оптимизатор - Ясеневый лес",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Пакостник - Ревущий фьорд"] = "Пакостник - Ревущий фьорд",
		["Чайвз - Ревущий фьорд"] = "Чайвз - Ревущий фьорд",
		["Костетряс - Ревущий фьорд"] = "Костетряс - Ревущий фьорд",
		["Клипса - Ревущий фьорд"] = "Клипса - Ревущий фьорд",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Фурзум - Ревущий фьорд"] = "Фурзум - Ревущий фьорд",
		["Каскадёр - Ясеневый лес"] = "Каскадёр - Ясеневый лес",
		["Гномокосилка - Ревущий фьорд"] = "Гномокосилка - Ревущий фьорд",
		["Синийдиплом - Гордунни"] = "Синийдиплом - Гордунни",
		["Найтколл - Гордунни"] = "Найтколл - Гордунни",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Стараясасалк - Ревущий фьорд"] = "Стараясасалк - Ревущий фьорд",
		["Мрачныйокунь - Ревущий фьорд"] = "Мрачныйокунь - Ревущий фьорд",
		["Мдмщик - Ревущий фьорд"] = "Мдмщик - Ревущий фьорд",
		["Спинтувина - Ясеневый лес"] = "Спинтувина - Ясеневый лес",
		["Старчилл - Ясеневый лес"] = "Старчилл - Ясеневый лес",
		["Biglilpump - Argent Dawn"] = "Biglilpump - Argent Dawn",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Куколдье - Ревущий фьорд"] = "Куколдье - Ревущий фьорд",
		["Линуксоид - Ясеневый лес"] = "Линуксоид - Ясеневый лес",
		["Ывалоывоар - Ревущий фьорд"] = "Ывалоывоар - Ревущий фьорд",
		["Дэниэль - Ревущий фьорд"] = "Дэниэль - Ревущий фьорд",
		["Нарковед - Ревущий фьорд"] = "Нарковед - Ревущий фьорд",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
	},
	["profiles"] = {
		["Анимешер - Ясеневый лес"] = {
		},
		["Гаротыч - Ревущий фьорд"] = {
		},
		["Запивом - Ревущий фьорд"] = {
		},
		["Степанович - Ревущий фьорд"] = {
		},
		["Стэндюзер - Ясеневый лес"] = {
		},
		["Холодос - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 246.4809485535577,
			},
		},
		["Гидраонион - Ревущий фьорд"] = {
		},
		["Свинота - Гордунни"] = {
		},
		["Сисяныч - Ревущий фьорд"] = {
		},
		["Ворбелья - Ревущий фьорд"] = {
		},
		["Моднаяприча - Ясеневый лес"] = {
		},
		["Натанке - Ревущий фьорд"] = {
		},
		["Анусвконус - Ревущий фьорд"] = {
		},
		["Япомойка - Ясеневый лес"] = {
		},
		["Тестгеймпада - Ревущий фьорд"] = {
		},
		["Оптимизатор - Ясеневый лес"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 56.16143894004324,
			},
		},
		["Пакостник - Ревущий фьорд"] = {
		},
		["Чайвз - Ревущий фьорд"] = {
		},
		["Костетряс - Ревущий фьорд"] = {
		},
		["Клипса - Ревущий фьорд"] = {
		},
		["Воляанрол - Ревущий фьорд"] = {
		},
		["Фурзум - Ревущий фьорд"] = {
		},
		["Каскадёр - Ясеневый лес"] = {
		},
		["Гномокосилка - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 149.3207962111234,
			},
		},
		["Синийдиплом - Гордунни"] = {
		},
		["Найтколл - Гордунни"] = {
		},
		["Аптечку - Ревущий фьорд"] = {
		},
		["Стараясасалк - Ревущий фьорд"] = {
		},
		["Мрачныйокунь - Ревущий фьорд"] = {
		},
		["Мдмщик - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 121.6898141746981,
				["hide"] = true,
			},
		},
		["Спинтувина - Ясеневый лес"] = {
		},
		["Старчилл - Ясеневый лес"] = {
		},
		["Biglilpump - Argent Dawn"] = {
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Куколдье - Ревущий фьорд"] = {
		},
		["Линуксоид - Ясеневый лес"] = {
		},
		["Ывалоывоар - Ревущий фьорд"] = {
		},
		["Дэниэль - Ревущий фьорд"] = {
		},
		["Нарковед - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 189.6562119793316,
			},
		},
		["Элям - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 202.4715553323536,
			},
		},
	},
}
