
TomTomDB = {
	["profileKeys"] = {
		["Ворбелья - Ревущий фьорд"] = "Default",
		["Пакостник - Ревущий фьорд"] = "Default",
		["Отжигай - Ревущий фьорд"] = "Default",
		["Абдуловера - Ревущий фьорд"] = "Default",
		["Линуксоид - Ясеневый лес"] = "Default",
		["Элям - Ревущий фьорд"] = "Default",
		["Холодос - Ревущий фьорд"] = "Default",
		["Натанке - Ревущий фьорд"] = "Default",
		["Воляанрол - Ревущий фьорд"] = "Default",
		["Дэниэль - Ревущий фьорд"] = "Default",
		["Аптечку - Ревущий фьорд"] = "Default",
		["Идолмастер - Ревущий фьорд"] = "Default",
		["Фурзум - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["lock"] = true,
				["position"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					0.9877264499664307, -- [4]
					-245.6667022705078, -- [5]
				},
			},
			["block"] = {
				["enable"] = false,
				["position"] = {
					"BOTTOMRIGHT", -- [1]
					nil, -- [2]
					"BOTTOMRIGHT", -- [3]
					-265.0606994628906, -- [4]
					211.913330078125, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Ворбелья - Ревущий фьорд"] = "Ворбелья - Ревущий фьорд",
		["Пакостник - Ревущий фьорд"] = "Пакостник - Ревущий фьорд",
		["Отжигай - Ревущий фьорд"] = "Отжигай - Ревущий фьорд",
		["Абдуловера - Ревущий фьорд"] = "Абдуловера - Ревущий фьорд",
		["Линуксоид - Ясеневый лес"] = "Линуксоид - Ясеневый лес",
		["Элям - Ревущий фьорд"] = "Элям - Ревущий фьорд",
		["Холодос - Ревущий фьорд"] = "Холодос - Ревущий фьорд",
		["Натанке - Ревущий фьорд"] = "Натанке - Ревущий фьорд",
		["Воляанрол - Ревущий фьорд"] = "Воляанрол - Ревущий фьорд",
		["Дэниэль - Ревущий фьорд"] = "Дэниэль - Ревущий фьорд",
		["Аптечку - Ревущий фьорд"] = "Аптечку - Ревущий фьорд",
		["Идолмастер - Ревущий фьорд"] = "Идолмастер - Ревущий фьорд",
		["Фурзум - Ревущий фьорд"] = "Фурзум - Ревущий фьорд",
	},
	["profiles"] = {
		["Ворбелья - Ревущий фьорд"] = {
		},
		["Пакостник - Ревущий фьорд"] = {
		},
		["Отжигай - Ревущий фьорд"] = {
		},
		["Абдуловера - Ревущий фьорд"] = {
		},
		["Линуксоид - Ясеневый лес"] = {
		},
		["Элям - Ревущий фьорд"] = {
		},
		["Холодос - Ревущий фьорд"] = {
		},
		["Натанке - Ревущий фьорд"] = {
		},
		["Воляанрол - Ревущий фьорд"] = {
		},
		["Дэниэль - Ревущий фьорд"] = {
		},
		["Аптечку - Ревущий фьорд"] = {
		},
		["Идолмастер - Ревущий фьорд"] = {
		},
		["Фурзум - Ревущий фьорд"] = {
		},
	},
}
